{
  "school_name": "UC Berkeley Haas School of Business",
  "location": "California",
  "majors": ["Corporate Social Responsibility",
"Energy & Clean Technology",
"Entrepreneurship",
"Equity Fluent Leadership",
"Finance",
"Global Management",
"Health Management",
"Marketing",
"Real Estate",
"Social Sector Leadership",
"Sustainable & Impact Finance",
"Strategy & Consulting",
"Technology"],
  "specializations": [],
  "certifications": [],
  "date_parsed": "2026-01-23",
  "course_count": 425,
  "curriculum": [
    {
      "course": "EWMBA 200C: Leadership Communication",
      "department": "Leadership & Org",
      "description": "Leadership communication is a workshop in the fundamentals of public speaking in today's business environment. Through prepared and impromptu speeches aimed at moving others to action, peer coaching, and lectures, students will sharpen their authentic and persuasive communication skills, develop critical listening skills, improve abilities to give, receive, and apply feedback, and gain confidence as public speakers."
    },
    {
      "course": "EWMBA 200S: Data and Decisions",
      "department": "Data & Decisions",
      "description": "The objective of this core course is to make students critical consumers of statistical analysis using available software packages. Key concepts include interpretation of regression analysis, model formation and testing, and diagnostic checking."
    },
    {
      "course": "EWMBA 201A: Economics for Business Decision Making",
      "department": "Data & Decisions",
      "description": "This course uses the tools and concepts of microeconomics to analyze decision problems within a business firm. Particular emphasis is placed on the firm's choice of policies in determining prices, inputs usage, and outputs. The effects of the state of the competitive environment on business policies are also examined."
    },
    {
      "course": "EWMBA 201B: Macroeconomics in the Global Economy",
      "department": "Economics",
      "description": "This course builds on the foundations developed in E201A to develop theories of fiscal policy, monetary policy, and other macro-economic policies. Both the issues and the evidence in connection with these policies will be examined. Other topics covered in the course range from the specifics of the U.S. balance of payments situation to the broader problems associated with economic growth and decay in the world."
    },
    {
      "course": "EWMBA 202: Financial Accounting",
      "department": "Finance",
      "description": "Published financial reports provide the most important single set of data on modern organizations. This course is designed to provide a working knowledge of accounting measurements which are necessary for a clear understanding of published financial reports."
    },
    {
      "course": "EWMBA 203: Introduction to Finance",
      "department": "Finance",
      "description": "This course will examine the wide menu of available assets, the institutional structure of U.S. and international financial markets, and the market mechanisms for trading securities. Topics include discounting, capital budgeting, historical behavior of asset returns, and diversification and portfolio theory. Course will also provide introductions to asset pricing theory for primary and derivative assets and to the principles governing corporate financial arrangements and contracting."
    },
    {
      "course": "EWMBA 204: Operations",
      "department": "General Elective",
      "description": "An introduction to the application of quantitative methods to management decision problems. Topics include linear programming, probability theory, decision analysis, regression and correlation, and time series analysis."
    },
    {
      "course": "EWMBA 205: Leading People",
      "department": "General Elective",
      "description": "A survey of knowledge about behavior in and of organizations. Covered will be issues of individual behavior, group functioning, and the actions of organizations in their environments. Problems of work motivation, task design, leadership, communication, organizational design, and innovation will be analyzed from multiple theoretical perspectives. Implications for the management of organizations will be illustrated through examples, cases, and exercises."
    },
    {
      "course": "EWMBA 205D: Business Communication in Diverse Work Environments",
      "department": "General Elective",
      "description": "This course focuses on essential communication skills in the contemporary knowledge economy, where leaders must create sustainable settings for productive interaction among people with very different backgrounds and experiences. To harness this diversity, leaders must be adept at having difficult conversations, managing conflict, debating effectively, providing and receiving feedback, mitigating problems associated with stereotypes and biases, and identifying and addressing structural sources of inequity. Students will develop their critical thinking on topics such as identity, relationships across differences, and equality of opportunity and improve their ability to create, work within, and lead diverse teams and global organizations."
    },
    {
      "course": "EWMBA 205L: Leadership",
      "department": "Leadership & Org",
      "description": "The objective of this course is to help students develop an understanding of their own strengths and weaknesses as leaders and to nurture their confidence to envision themselves as, and aspire to be, leaders throughout their careers. The course will include four main components: 1) 360-degree assessment and an accompanying leadership self-assessment analysis; 2) live cases run by leaders in organizations; 3) advanced practices about leadership; 4) experiential exercises."
    },
    {
      "course": "EWMBA 206: MARKETING",
      "department": "Marketing",
      "description": "Topics include an overview of the marketing system and the marketing concepts, buyer behavior, market research, segmentation and marketing decision making, marketing structures, and evaluation of marketing performance in the economy and society."
    },
    {
      "course": "EWMBA 207: Ethics and Responsibility in Business",
      "department": "General Elective",
      "description": "A study of basic ideas, concepts, attitudes, rules, and institutions in our society that characterize the legal, political, and social framework within which the system operates."
    },
    {
      "course": "EWMBA 209: Strategic Leadership",
      "department": "Leadership & Org",
      "description": "Course covers core topics in strategy, including selection of goals; the choice of products and services to offer; competitive positioning in product markets; decisions about scope and diversity; and the design of organizational structure, administrative systems, and other issues of control and internal regulation."
    },
    {
      "course": "EWMBA 210: Strategy, Structure, and Incentives",
      "department": "Strategy",
      "description": "This course uses insights from economics to develop structure, tactics, and incentives to achieve the firm's goals. It develops a framework for analyzing organizational architecture, focusing on the allocation of decision rights, the measurement of performance, and the design of incentives. Includes managing the vertical chain of upstream suppliers and downstream distributors, design and operation of incentive and performance management systems, techniques for dealing with informational asymmetries."
    },
    {
      "course": "EWMBA 211: Game Theory",
      "department": "General Elective",
      "description": "A survey of the main ideas and techniques of game-theoretic analysis related to bargaining, conflict, and negotiation. Emphasizes the identification and analysis of archetypal strategic situations in bargaining. Goals of the course are to provide a foundation for applying game-theoretic analysis, both formally and intuitively, to negotiation and bargaining; to recognize and assess archetypal strategic situations in complicated negotiation settings; and to feel comfortable in the process of negotiation."
    },
    {
      "course": "EWMBA 212: Energy and Environmental Markets",
      "department": "Marketing",
      "description": "Business strategy and public issues in energy and environmental markets. Topics include development and effect of organized spot, futures, and derivative energy markets; political economy of regulation and deregulation; climate change and environmental policies related to energy production and use; cartels, market power and competition policy; pricing of exhaustible resources; competitiveness of alternative energy sources; and transportation and storage of energy commodities."
    },
    {
      "course": "EWMBA 212A: Cleantech to Market",
      "department": "Marketing",
      "description": "In this course, interdisciplinary teams of graduate students work with scientists from the Lawrence Berkeley National Laboratory and across the UCB campus to commercialize new solar, biofuel, battery, and smart grid/energy management technologies. Students are drawn from Business, Engineering, Science, Law, and the Energy and Resources Group. Students explore topics such as: Potential application in multiple markets; alignment with target or desired market(s); distinguishing advantages and disadvantages; customer and user profiles; top competitors; commercialization and scale-up challenges; relevant government policies; revenue potential and cost sensitivities; intellectual property issues; and multiple other related topics."
    },
    {
      "course": "EWMBA 212B: Legal and Regulatory Frameworks for Energy and Infrastructure Project Finance",
      "department": "Finance",
      "description": "This course will explore the key commercial, legal, economic and policy issues affecting the development and financing of infrastructure projects, with special emphasis on practical concerns related to investments in alternative energy and other power generation facilities. These topics will be raised in the context of comparative, real-world case studies of different types of energy and infrastructure projects."
    },
    {
      "course": "EWMBA 212C: Modeling for Energy and Infrastructure Project Finance",
      "department": "Finance",
      "description": "This course compliments the course \"Legal and Regulatory Frameworks for Energy and Infrastructure Project Finance\". Where the former focuses on the legal and risk framework for project financings, this course is devoted to the financial and quantitative aspects of project finance. The course focuses on the application of project finance to the power generation industry with a particular emphasis on examples from gas-fired, wind and solar technologies."
    },
    {
      "course": "EWMBA 214: Big Data, Better Decisions",
      "department": "Data & Decisions",
      "description": "Introduction to advanced methods for data driven decision making in business. This course covers methods designed to provide evidence for two types of fundamental business issues: (i) forecasting and (ii) evaluating alternative possible strategies. The course aims to train business leaders to understand the value of data-based decision making, evaluate analytics tools and products, and conduct richer analysis of randomized and naturally occurring experiments. Topics include designing randomized controlled trials in the field, evaluating natural experiments, and machine learning tools for forecasting. The goal of the course is not to train you as a Data Scientist but to be able to read and evaluate empirical/analytic approaches and products."
    },
    {
      "course": "EWMBA 215: Business Strategies for Emerging Markets: Management, Investment, and Opportunities",
      "department": "Marketing",
      "description": "This course helps students to study the institutions of emerging markets that are relevant for managers, analyze opportunities presented by emerging markets, analyze the additional ethical challenges and issues of social responsibility common in emerging markets, and learn to minimize the risks in doing business in emerging markets. This course is a combination of lectures, class participation, and cases."
    },
    {
      "course": "EWMBA 217: Topics in Economic Analysis and Policy",
      "department": "Economics",
      "description": "Advanced study in the field of economic analysis and policy. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 219: Health Economics and Policy",
      "department": "Economics",
      "description": "Students who have taken this course should (i) know and understand the literature and evidence on key health policy questions (e.g. why do we spend so much on health care in the U.S.?), (ii) understand what constitutes causal evidence on key business and policy questions in health care, (iii) be able to design evaluations of business and policy decisions using differentdata sources and methods, (iv) understand the major health policies in the U.S. and the associated incentives/opportunities (i.e. the ACA, Medicare, Medicaid, etc.), and (v) using these tools, be able to evaluate companies, policies, entrepreneurial ideas and investment opportunities that can change health and health care in the U.S. and beyond."
    },
    {
      "course": "EWMBA 222: Financial Information Analysis",
      "department": "Finance",
      "description": "Issues of accounting information evaluation with special emphasis on the use of financial statements by decision makers outside the firm. The implications of recent research in finance and accounting for external reporting issues will be explored. Emphasis will be placed on models that describe the user's decision context."
    },
    {
      "course": "EWMBA 223: Financial Reporting Analysis for Investors",
      "department": "Finance",
      "description": "Intensive study of the theory and practice of financial accounting. Asset and liability measurement, income determination, financial reporting."
    },
    {
      "course": "EWMBA 224A: Managerial Accounting",
      "department": "Accounting",
      "description": "Management is dependent on an information system which provides dependable, timely, and relevant information to all decision makers. The goal of this course is to identify the information needs of managers and to develop the methods by which managerial accountants can provide the necessary data through appropriate budget, cost, and other informational systems."
    },
    {
      "course": "EWMBA 229: Taxes and Firm Strategy",
      "department": "Strategy",
      "description": "This course will cover various topics in personal or corporate taxation or both. Topics will vary from semester to semester."
    },
    {
      "course": "EWMBA 231: Corporate Finance",
      "department": "Finance",
      "description": "Financial policies of firms including asset acquisition and replacement, capital structure, dividends, working capital, and mergers. Development of theory and application to financial management decisions."
    },
    {
      "course": "EWMBA 232: Financial Institutions and Markets",
      "department": "Finance",
      "description": "Structure and operation of the Federal Reserve System commercial bank and non-bank financial institutions. Impact of monetary policy and of public regulation. Portfolio composition and market behavior of financial intermediaries. Organization and functions of money markets. The structure of yields on financial assets and the influence of financial intermediaries and monetary policy."
    },
    {
      "course": "EWMBA 233: Asset Management",
      "department": "General Elective",
      "description": "This course will analyze the role of financial markets and financial institutions in allocating capital. The major focus will be on debt contracts and securities and on innovations in the bond and money markets. The functions of commercial banks, investment banks, and other financial intermediaries will be covered, and aspects of the regulation of these institutions will be examined."
    },
    {
      "course": "EWMBA 236A: Corporate Risk Management and Valuation Using Derivatives",
      "department": "General Elective",
      "description": "This course concentrates on topics pertaining to financial risks faced by corporations, in particular, the topics of \"hedging\" and \"valuation.\" The course will consider the following type of question. What risks does a firm face? Should it hedge any of these risks? If so, how should the firm implement the hedge, i.e., using what instruments, and in what quantity? The main tool that the course will make use of is financial derivatives. An important aspect of the study of derivatives is the valuation method, which provides an understanding of the market prices and can be used to evaluate investment opportunities, corporate securities, and others. The course will consist of a mixture of lectures and case discussions."
    },
    {
      "course": "EWMBA 236B: Investment Strategies and Styles",
      "department": "General Elective",
      "description": "Introduction to alternative investment strategies and styles as practiced by leading money managers. A money manager will spend approximately half of the class discussing his general investment philosophy. In the other half, students, practitioner, and instructor will explore the investment merits of one particular company. Students will be expected to use the library's resources, class handouts, and their ingenuity to address a set of questions relating to the firm's investment value."
    },
    {
      "course": "EWMBA 236C: Global Financial Services",
      "department": "Finance",
      "description": "Survey of the forces changing and shaping global finance and intermediation, especially the effects of greater ease of communication, deregulation and globalized disciplines expected to continue to be essential to corporate finance and intermediation, e.g., investment analysis, valuation, structured finance/securitization, and derivative applications. The case method is utilized with occasional additional assigned readings and text sources."
    },
    {
      "course": "EWMBA 236D: Portfolio Management",
      "department": "General Elective",
      "description": "This course explores the broad range of portfolio management in practice. The class will examine the assets, strategies, characteristics, operations, and concerns unique to each type of portfolio. Practitioners will present descriptions of their businesses as well as methods and strategies that they employ."
    },
    {
      "course": "EWMBA 236E: Mergers and Acquisitions: A Focus on Creating Value",
      "department": "General Elective",
      "description": "Survey of the day-to-day practices and techniques used in change of control transaction. Topics include valuation, financing, deal structuring, tax and accounting considerations, agreements, closing documents, practices used in management buyouts, divestitures, hostile takeovers, and takeover defenses. Also covers distinctions in technology M&A, detecting corruption in cross border transaction attempts, and betting on deals through risk arbitrage. Blend of lectures, case studies, and guest lectures."
    },
    {
      "course": "EWMBA 236F: Behavioral Finance",
      "department": "Finance",
      "description": "This course looks at the influence of decision heuristics and biases on investor welfare, financial markets, and corporate decisions. Topics include overconfidence, attribution theory, representative heuristic, availability heuristic, anchoring and adjustment, prospect theory, \"Winner's Curse,\" speculative bubbles, IPOs, market efficiency, limits of arbitrage, relative mis-pricing of common stocks, the tendency to trade in a highly correlated fashion, investor welfare, and market anomalies."
    },
    {
      "course": "EWMBA 236G: Designing Financial Models that Work",
      "department": "Finance",
      "description": "Spreadsheet financial models are often too big, complicated, and buggy to help people. In this course, students learn to design financial models that work because they're small (fit on a screen or two), straightforward (involve basic math), clear (a non-MBA can follow them readily), and fast to build. These simple yet powerful representations of the cash flow for a new product/deal/venture help people share their vision, recognize tradeoffs, brainstorm possibilities, and make decisions."
    },
    {
      "course": "EWMBA 236H: Financial Statement Modeling for Finance Careers",
      "department": "Finance",
      "description": "Financial statement modeling refers to taking historical financial statements for a specific company, projecting those statements two to five years into the future, and using the resulting projections for valuation and insight into the potential for transactions such as a strategic merger, an initial public offering, a leveraged recapitalization, or a leveraged buyout. This course teaches this skill set in a way that is simultaneously high level and hands-on."
    },
    {
      "course": "EWMBA 236I: Fixed Income",
      "department": "General Elective",
      "description": "This course first surveys the basics of fixed income: terminology, security types, debt and money markets. Attention then moves to the valuation of cash flows, term structure of interest rates and modeling of credit risk. Building on that foundation, the course then examines the key role that fixed income plays in the global financial system, other asset classes and derivatives. The course is firmly grounded in a quantitative and analytical approach, with each topic placed in the relevant real world context -- for example, the role that high yield securities play in an LBO, and negotiation of bond covenants. The course is at the more quantitative end of the MBA curriculum, with a large focus on bond math, including duration and convexity."
    },
    {
      "course": "EWMBA 236J: Hedge Fund Strategies",
      "department": "General Elective",
      "description": "This course combines broad exposure to the many types of hedge funds and their strategies, together with hands-on development of unique investment strategies within student teams. Course content delivered via speakers representing different sectors of the hedge fund industry, lectures, readings and individual and team projects. Students also learn about investing in hedge funds, including evaluation of fund performance. Concurrently, student teams develop their own investment strategies by exploring unique expertise and insights that are resident within the teams, forming original theses on changes and catalysts, incorporating lessons from hedge fund speakers, and crafting investment strategies designed to capitalize on the teams’ insights."
    },
    {
      "course": "EWMBA 236K: Haas Investment Fund",
      "department": "General Elective",
      "description": "Students who elect to continue on to this course from the Hedge Fund Strategies course have the opportunity to proceed from strategy development into implementation phase, investing capital from a dedicated fund. Judges for the final pitch in Hedge Fund Strategies allocate capital from the fund based on perceived promise of market-beating returns, taken together with perceived risk. The teams refine their strategies based on feedback from the judges’ feedback and instructors’ guidance, building out their portfolios and managing their strategies over several months. Teams access trading accounts and are responsible for their portfolios."
    },
    {
      "course": "EWMBA 236L: Private Equity, Leveraged Buyouts",
      "department": "General Elective",
      "description": "This course focuses primarily on leveraged buyouts (LBOs), as the largest category of PE transactions. The study includes the sourcing of potential acquisitions, analysis of operations and potential improvements, corporate valuation, optimal capital structures, modeling of expected cash flows and debt repayment, negotiation of purchase price and financing terms, incentivizing management teams, and eventual monetizing investments through M&A or IPOs. These subjects are studied through lectures, interactive discussion, case studies, individual assignments and especially group projects. The 2-unit section covers a broader spectrum of types of PE transactions and includes guest speakers from the PE industry, and a more expansive final project."
    },
    {
      "course": "EWMBA 236M: Turnarounds",
      "department": "General Elective",
      "description": "This course introduces the world of operational and strategic turnarounds of troubled and underperforming businesses. It focuses on the leadership practices that work in fixing flawed enterprises, from underperforming businesses to those on the brink of a death spiral. Most time in the course is spent learning how to more effectively lead companies that are underperforming or in trouble. The course is taught by cases, with the view that the best way to learn leadership is by taking the perspective of business leaders facing crises that demand new direction. Since a rescue plan only works if it is embraced, students take various roles in the cases, including bosses, subordinates, boards and lenders."
    },
    {
      "course": "EWMBA 236T: Fin Tech",
      "department": "General Elective",
      "description": "This is a non-traditional finance course that focuses on who gets \"rents\" in existing finance markets and the barriers to entry that can be overcome by technology. The course covers (i) the basics of the payment system and how it is changing, (ii) how other stores of value embedded in mobile technology are used, in both high- and low-income countries, (iii) changes in other financial sectors including advice, banking and insurance, and (iv) the potential of cryptocurrencies and the possibilities for disruption inherent in an open, consensus ledger (e.g., the BlockChain). Students will learn to make analytical judgments about the benefit that technology can bring to financial intermediaries."
    },
    {
      "course": "EWMBA 236V: New Venture Finance",
      "department": "Finance",
      "description": "This is a course about financing new entrepreneurial ventures, emphasizing those that have the possibility of creating a national or international impact or both. It will take two perspectives--the entrepreneur's and the investor's- and it will place a special focus on the venture capital process, including how they are formed and managed, accessing the public markets, mergers, and strategic alliances."
    },
    {
      "course": "EWMBA 237: Topics in Finance",
      "department": "Finance",
      "description": "Advanced study in the field of Finance. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 240: Decision Models",
      "department": "Data & Decisions",
      "description": "Survey of the formulation, solution, and interpretation of mathematical models to assist managerial decisions. Emphasis on applications from diverse businesses and industries, including inventory management, project management, portfolio optimization, revenue management, production planning, and others. Three types of models are covered: simulation, dynamic programming, and optimization. Analysis is facilitated by the Excel add-in Analytic Solver Platform."
    },
    {
      "course": "EWMBA 246: Project Management",
      "department": "General Elective",
      "description": "The primary objective of this course is to develop the critical skills and knowledge needed to successfully pitch and lead projects, and to deliver those projects on time and within budget. The course delves into formal planning and scheduling techniques including: project definition, project selection, Work Breakdown Structure (WBS), Resource Estimation, Critical Path Method (CPM), Pert, Gantt Charts, Resource Constrained Scheduling, Project Monitoring and Project Closing."
    },
    {
      "course": "EWMBA 246A: Service Strategy",
      "department": "Strategy",
      "description": "This course is designed to teach general management principles involved in the planning, execution, and management of service businesses. It covers both strategic and tactical aspects, including the development of a strategic service vision, building employee loyalty, developing customer loyalty and satisfaction, improving productivity and service quality, service innovation, and the role of technology in services. Blend of case studies, group projects, class discussions, and selected readings."
    },
    {
      "course": "EWMBA 247: Topics in Operations and Information Technology Management",
      "department": "General Elective",
      "description": "Advanced study in the field of Manufacturing and Operations. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 248A: Supply Chain Management",
      "department": "General Elective",
      "description": "Supply chain management concerns the flow of materials and information in multistage production and distribution networks. This course provides knowledge of organizational models and analytical decision support tools necessary to design, implement, and sustain successful supply chain strategies. Topics include demand and supply management, inventory management, supplier-buyer coordination via incentives, vendor management, and the role of information technology in supply chain management."
    },
    {
      "course": "EWMBA 250: Leading High Impact Teams",
      "department": "Social Impact",
      "description": "This course helps students hone and develop the leadership skills needed to lead dynamic, complex, global teams. Globalization, rapid technological change, and a shift towards an innovation-based economy have resulted in more dynamic, distributed, cross-functional, as well as demographically and culturally diverse teams. Students will learn to create team developmental plans and accountability, coach teams through challenges, encourage teams to recognize and avoid bias and misattributions, and lead from a distance and across boundaries."
    },
    {
      "course": "EWMBA 251A: People Analytics",
      "department": "Data & Decisions",
      "description": "Students will gain command of the core statistical concepts needed to measure and understand measurements of people in organizations. Students learn how to interpret statistics to make critical recommendations to (or as) senior leaders, and how to tell a compelling story using People Analytics data. This involves learning the fundamental tools of analytics (descriptive statistics, correlations, etc.), building and testing HR chat bots, reviewing and conducting randomized experiments, interpreting and producing data visualizations, all while accounting for ethical concerns such as data privacy and biases (human and algorithmic)."
    },
    {
      "course": "EWMBA 252: Negotiations and Conflict Resolution",
      "department": "Leadership & Org",
      "description": "The purpose of this course is for students to understand the theory and processes of negotiation so that they can negotiate successfully in a variety of settings. This course is designed to complement the technical and diagnostic skills learned in other courses in the MBA program."
    },
    {
      "course": "EWMBA 253: Decision Making",
      "department": "Data & Decisions",
      "description": "This course aims to improve the quality of decisions people make. Students learn to be aware of, and to avoid, common inferential errors and systematic biases in decision making. There are many decision traps that we tend to repeatedly fall into. These traps relate to how we think about risk and probability, how we learn from experience, and how we make choices. Upon completion, students will have internalized the basic principles of decision making and will be able to avoid falling into these traps. The course additionally aims to create a deeper understanding of the psychology of decision making, which can create an advantage in negotiations and other interactions through gaining an awareness of the predictable mistakes of others."
    },
    {
      "course": "EWMBA 254: Power and Politics in Organizations",
      "department": "Leadership & Org",
      "description": "This course will provide students with a sense of \"political intelligence.\" After taking this course, students will be able to: (1) diagnose the true distribution of power in organizations, (2) identify strategie for building sources of power, (3) develop techniques for influencing others, (4) understand the role of power in building cooperation and leading change in organizations, and (5) make sense of others' attempts to influence them. These skills are essential for effective and satisfying career building."
    },
    {
      "course": "EWMBA 255: Leadership",
      "department": "Leadership & Org",
      "description": "This course will increase your awareness of your own strengths and opportunities for improvement while gaining an understanding of the qualities essential to being an extraordinary leader. By the end of the course, we are hoping that you will have: Increased your understanding of what distinguishes between more and less successful leaders and construct a plan for your own development as a leader; sharpened your ability to diagnose situations and determine how you can add value; gained experience and confidence in leadership situations, such as dealing with difficult people and inspiring others to accomplish shared team and organizational goals; and developed the ability to accept and leverage feedback and offer useful feedback to others."
    },
    {
      "course": "EWMBA 256: Global Leadership",
      "department": "Leadership & Org",
      "description": "Key behaviors of successful global leaders are examined based on recent research and examples. Blended learning approach enables students to build skills for working effectively with virtual colleagues, motivating people from different backgrounds, running a global team, exerting influence without direct authority, integrating a merger or acquisition, leading a cross-border innovation effort, handling customer or supplier relations, coaching and developing talent, driving a change initiative, and making tough ethical choices. Areas of focus will include self, team, and organization, with the aim to increase both personal awareness and organizational impact in a global context."
    },
    {
      "course": "EWMBA 257: Special Topics in the Management of Organizations",
      "department": "Leadership & Org",
      "description": "Advanced study in the field of Organizational Behavior and Industrial Relations. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 258: Work, Wisdom, and Happiness",
      "department": "General Elective",
      "description": "This course explores what it takes for work to be both satisfying and effective. To what extent is good work the result of bringing the right attitude to the workplace, and to what extent is it the result of the way work is structured and organized? This course explores how the modern work environment of accountability, metrics, big data, and incentives results in work that is both less satisfying to employees and less profitable to employers."
    },
    {
      "course": "EWMBA 258A: International Business: Designing Global Organizations",
      "department": "Leadership & Org",
      "description": "This course is about flexible organizational designs and adaptive leadership strategies in global markets. It will be of special interest to students working in high tech, life sciences and biotechnology, telecommunications, management consulting, and financial services. Topics include new trends in global organizational design, leading geo-dispersed teams of knowledge workers, managing offshore partnerships, integrating acquisitions, and executing change with multicultural knowledge workers."
    },
    {
      "course": "EWMBA 258P: The Science of Productivity and Performance",
      "department": "General Elective",
      "description": "This course is an elective designed to help students improve their personal and professional effectiveness using research in cognitive psychology, neuroscience, and physiology. Expect to hear from scientific experts and industry executives. Students will learn habits to help them accomplish more in fewer hours, choose between conflicting priorities, sustain productivity and avoid burnout, and upgrade your team’s productivity and performance. This course is built around practical behavior change and is designed to help students navigate our “always on” business culture. Students will leave with a foundation of new habits around productivity and self-care, as well as a personalized action plan to better manage the demands in their lives."
    },
    {
      "course": "EWMBA 259: Becoming a Changemaker",
      "department": "General Elective",
      "description": "This course inspires, trains and equips participants to convert raw energy and enthusiasm for creating a better world into real leadership skills and mindsets which will empower you to create positive change at an individual, organizational and societal level. Anchored in change leadership and bringing together the fields of entrepreneurship, innovation, leadership & social impact, the course is focused on moving from ideas to action; gaining inspiration from diverse changemakers across roles and sectors; learning how to navigate, shape and lead change to thrive amidst uncertainty; and helping you become the kind of leader our companies, our communities and our world need right now."
    },
    {
      "course": "EWMBA 260: Customer Insights",
      "department": "General Elective",
      "description": "Examines concepts and theories from behavioral science useful for the understanding and prediction of marketplace behavior and demand analysis. Emphasizes applications to the development of marketing policy planning and strategy and to various decision areas within marketing."
    },
    {
      "course": "EWMBA 261: Marketing Research: Tools and Techniques for Data Collection and Analysis",
      "department": "Marketing",
      "description": "This course develops the skills necessary to plan and implement an effective market research study. Topics include research design, psychological measurement, survey methods, experimentation, statistical analysis of marketing data, and effective reporting of technical material to management. Students select a client and prepare a market research study during the course. Course intended for students with substantive interests in marketing."
    },
    {
      "course": "EWMBA 262: Strategic Brand Management",
      "department": "Marketing",
      "description": "The focus of this course is on developing student skills to formulate and critique complete marketing programs including product, price, distribution, and promotion policies. Case analyses are heavily used. The course is designed primarily for students who will take a limited number of advanced marketing courses and wish an integrated approach."
    },
    {
      "course": "EWMBA 262A: Brand Manager Boot Camp",
      "department": "Marketing",
      "description": "This course will immerse students in the roles and responsibilities of a Chief Marketing Officer (CMO). Students will examine key marketplace drivers of B2B and B2C companies and learn how to generate organic growth. Emphasis will be placed on practical skills needed to successfully execute job responsibilities. Students will explore various product launch strategies and marketing mixes in different country contexts, examine how to use Big Data to generate sales growth, and learn the key elements to producing and executing a strategic marketing plan. The course uses a combination of lecturer, case studies, and group and individual projects. Presentation and writing skills are given extra attention."
    },
    {
      "course": "EWMBA 263: Marketing Analytics",
      "department": "Marketing",
      "description": "Information technology has allowed firms to gather and process large quantities of information about consumers' choices and reactions to marketing campaigns. However, few firms have the expertise to intelligently act on such information. This course addresses this shortcoming by teaching students how to use customer information to better market to consumers. In addition, the course addresses how information technology affects marketing strategy."
    },
    {
      "course": "EWMBA 264: High Technology Marketing Management",
      "department": "Marketing",
      "description": "High technology refers to that class of products and services which is subject to technological change at a pace significantly faster than for most goods in the economy. Under such circumstances, the marketing task faced by the high technology firm differs in some ways from the usual. The purpose of this course is to explore these differences."
    },
    {
      "course": "EWMBA 264A: Product Management",
      "department": "General Elective",
      "description": "This course introduces students to the core skills and activities of a product manager (PM) by means of hands-on projects, interaction with industry professionals, lectures, exercises, group projects, outside content. Topics include critical PM skills (team building, strategy, value proposition definition, product design, execution, roadmap planning, cross-functional team management, communication), organizational navigation, and interviewing. This course requires the execution of a major team project, typically with an outside company. The core deliverables in this course will focus around typical PM work output, such as strategy, product requirements definition, roadmap planning, prioritization, and go-to-market planning."
    },
    {
      "course": "EWMBA 265: Influencing Cnsmrs",
      "department": "General Elective",
      "description": "A specialized course in advertising, focusing on management and decision-making. Topics include objective-setting, copy decisions, media decisions, budgeting, and examination of theories, models, and other research methods appropriate to these decision areas. Other topics include social/economic issues of advertising by nonprofit organizations."
    },
    {
      "course": "EWMBA 266: Sales Force Management and Channel Strategy",
      "department": "Strategy",
      "description": "The success of any marketing program often weighs heavily upon its co-execution by members of the firm's distribution channel. This course seeks to provide an understanding of how the strategic and tactical roles of the channel can be identified and managed. This is accomplished, first, through studying the broad economic and social forces that govern the channel evolution. It is completed through the examination of tools to select, manage, and motivate channel partners."
    },
    {
      "course": "EWMBA 267: Topics in Marketing",
      "department": "Marketing",
      "description": "Advanced study in the field of Marketing. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 268B: International Marketing",
      "department": "Marketing",
      "description": "Provides frameworks, knowledge; and sensitivities to formulate and implement marketing strategies for competing in the international arena. Regions and countries covered include the Americas, Europe, Japan, China, India, Russia, Africa, and Asia-Pacific. Issues covered include global versus local advertising, international pricing strategies, selecting and managing strategic international alliances and distribution channels, managing international brands and product lines through product life cycle, international retailing, and internatiional marketing organization and control."
    },
    {
      "course": "EWMBA 268C: Social Media Marketing",
      "department": "Marketing",
      "description": "The course covers the implications of the evolution of communication on marketing strategy in the new landscape where traditional and digital media coexist and interact. While advertising spending on traditional media has recently declined, increasing amounts are spent online in addition to unpaid media. These new communication channels, however, are presenting significant challenges to marketers in selecting the best strategies to maximize returns. The course covers a number of topics including, but not limited to: The differences and interaction between traditional and social media; two-sided markets and social media platforms; a basic theory of social networks online and offline; consumer behavior and digital media."
    },
    {
      "course": "EWMBA 268D: Design and Marketing New Products",
      "department": "Marketing",
      "description": "With rapid advancements in materials and technologies, the product life cycle is getting shorter and shorter. Consequently, companies need to constantly improve existing products and develop new ones. This course examines the strategies, processes and methods used by these companies, and the cutting-edge tools and techniques used for new-product development. Readings and guest speakers from both product and services will be used to develop understanding and mastery. Upon conclusion, students will be able to identify new market space opportunities, evaluate qualitative and quantitative research and turn it into actionable decisions, and develop long-range business plans to meet both strategic and financial objectives of a new product launch."
    },
    {
      "course": "EWMBA 269: Pricing",
      "department": "General Elective",
      "description": "This three-module course aims to equip students with proven concepts, techniques, and frameworks for assessing and formulating pricing strategies. The first module develops the economic and behavorial foundations of pricing. The second module discusses several innovative pricing concepts including price customization, nonlinear pricing, price matching, and product line pricing. The third module analyzes the strengths and weaknesses of several Internet-based, buyer-determined pricing models."
    },
    {
      "course": "EWMBA 271: Tech and the City: How to Get Urban Innovation Right",
      "department": "General Elective",
      "description": "This course critically examines how new technologies and business models impact cities, and identifies the approaches that produce not only the best business outcomes, but also the most equitable and sustainable outcomes. To begin, we explore what makes cities such compelling laboratories for technology innovation, learn from past attempts at “smart city” interventions, and discuss how technologists can identify more effective solutions to today’s urban challenges. We’ll then hear from a variety of cutting edge practitioners, including venture investors, startup founders, government officials, tech journalists and community organizers about the unique opportunities and challenges of building an urban tech startup today."
    },
    {
      "course": "EWMBA 273: Dynamic Capabilities",
      "department": "General Elective",
      "description": "This is a course in strategic management. It draws on a variety of disciplines and integrates them in the fashion that will generate key insights into how technology can be developed and managed. This course will help students acquire and practice concepts and skills that are relevant to management in a technologically dynamic environment. It provides frameworks for intellectual capital management in the private sector. This course is aimed at those interested in working for either large or small firms in technologically progressive industries, as well as those wishing to understand how mature industries can create and respond to innovation."
    },
    {
      "course": "EWMBA 275: Business Law: Managing the Legal Environment",
      "department": "General Elective",
      "description": "A manager must understand the legal environments which impact business and understand how to work effectively with lawyers. This course addresses the legal aspects of business relationships and business agreements. Topics covered include forms of business organization, duties of officers and directors, intellectual property, antitrust, contracts, employment relationships, criminal law, and debtor-creditor relationships including bankruptcy."
    },
    {
      "course": "EWMBA 277: Special Topics in Business and Public Policy",
      "department": "General Elective",
      "description": "Topics vary by semester at discretion of instructor and by student demand. Topical areas include business and professional ethics and the role of corporate social responsibility in the mixed economy; managing the external affairs of the corporation, including community, government, media and stakeholder relations; technology policy, research and development, and the effects of government regulation of business on technological innovation and adoption."
    },
    {
      "course": "EWMBA 280: Real Estate Investment Analysis and Sustainability",
      "department": "Real Estate",
      "description": "Intensive review of literature in the theory of land utilization, urban growth and real estate market behavior; property rights and valuation; residential and non-residential markets; construction, debt and equity financing; public controls and policies."
    },
    {
      "course": "EWMBA 282: Real Estate Development",
      "department": "Real Estate",
      "description": "The interaction of the private and public sectors in urban development; modeling the urban economy; growth and decline of urban areas; selected policy issues: housing, transportation, financing, local government, urban redevelopment, and neighborhood change are examined."
    },
    {
      "course": "EWMBA 283: Real Estate Finance and Securitization",
      "department": "Finance",
      "description": "Students will be introduced to the fundamentals of real estate financial analysis, including elements of mortgage financing and taxation. The course will apply the standard tools of financial analysis to specialized real estate financing circumstances and real estate evaluation."
    },
    {
      "course": "EWMBA 284: Real Estate Investment Strategy",
      "department": "Real Estate",
      "description": "Analysis of selected problems and special studies; cases in residental and non-residental development and financing, urban redevelopment, real estate taxation, mortgage market developments, equity investment, valuation, and zoning."
    },
    {
      "course": "EWMBA 287: Special Topics in Real Estate Economics and Finance",
      "department": "Finance",
      "description": "Topics vary each semester. Topic areas include advanced techniques for real estate financial analysis and structuring and evaluation; the securitization of real estate debt and equity; issues in international real estate; cyclical behavior of real estate markets; portfolio theory and real estate asset allocation."
    },
    {
      "course": "EWMBA 290A: Fundamentals of Design Thinking",
      "department": "General Elective",
      "description": "The course will introduce the Design Thinking mindset to MBA students and support it with tools, processes and strategies to solve business problems with a non-traditional problem-solving approach. Design thinking uses quantitative information to inform qualitative decision making. Rooted in the formal disciplines of design, the course works with core principles of creativity, discovery, curiosity, deferred judgment, process discipline and positive human collaboration. Students will gain experience using the design thinking process through hands-on learning, reading and team-based collaborative projects."
    },
    {
      "course": "EWMBA 290B: Biotechnology Industry Perspectives and Business Development",
      "department": "General Elective",
      "description": "This course is designed to examine the strategic issues that confront the management of the development-stage biotech company, i.e., after its startup via an initial capital infusion, but before it might be deemed successful, or otherwise has achieved \"first-tier\" status. The intention is to study the biotech organization during the process of its growth and maturation from an early-stage existence through \"adolescence\" into an early-stage existence."
    },
    {
      "course": "EWMBA 290E: Innovation Strategies for Emerging Technologies",
      "department": "General Elective",
      "description": "Every successful entrepreneurial high tech venture has at its core individuals with mastery of two skill sets: marketing and management expertise, and technological skill. This course is intended to provide the marketing skills needed for the management of an entrepreneurial high technology venture, regardless of whether the individual's \"home\" skill set is technical or managerial. We examine in depth successful marketing approaches for entrepreneurial companies as a function of markets and technologies. Emphasis is placed on the special requirements for creating and executing marketing plans and programs in a setting of rapid technological change and limited resources."
    },
    {
      "course": "EWMBA 290H: Haas@Work",
      "department": "General Elective",
      "description": "The primary objective of this course and the associated innovation consulting projects is for students to learn and apply the approaches, skills, and behaviors required to successfully initiate and drive innovation in a complex organization. Students taking the course will use concepts and tools from several other Haas courses, including Economic Analysis for Business Decisions, Strategic Leadership, Leading People, Finance, and Problem Finding Problem Solving. As important, the student teams are expected to deliver the highest quality work and deliverables, genuine insights, innovative solutions, and real value on mission-critical client projects."
    },
    {
      "course": "EWMBA 290I: Managing Innovation and Change",
      "department": "General Elective",
      "description": "This course is designed to introduce students to the innovation process and its management. It provides an overview of technological change and links it to specific strategic challenges; examines the diverse elements of the innovation process and how they are managed; discusses the uneasy relationship between technology and the workforce; and examines challenges of managing innovation globally."
    },
    {
      "course": "EWMBA 290K: Innovation in Services and Business Models",
      "department": "General Elective",
      "description": "This course examines services innovation, first covering key concepts, including how services innovation differs from product innovation, the role of openness in services, the role of business models, and co-creation. The course then introduces several tools and frameworks to apply those concepts to specific services situations. These include process design, process mapping and improvement, business models, co-creation, and platform innovation."
    },
    {
      "course": "EWMBA 290P: Project Management Case Studies",
      "department": "General Elective",
      "description": "This course presents case studies of projects that required intervention to avert catastrophic failure. Students will discuss case studies and review real management problems of major corporations. They will create strategic plans to alleviate problems and learn how to manage a large project to a successful completion."
    },
    {
      "course": "EWMBA 290S: Strategy for the Information Technology Firm",
      "department": "Strategy",
      "description": "This course is a strategy and general management course for students interested in pursuing careers in the global information technology industry. Students are taught to view the IT industry through the eyes of the general manager/CEO (whether at a start-up or an industry giant). They learn how to evaluate strategic options and their consequences, how to understand the perspectives of various industry players, and how to anticipate how they are likely to behave under various circumstances. These include the changing economics of production, the role network effects and standards have on adoption of new products and services, the tradeoffs among potential pricing strategies, and the regulatory and public policy context."
    },
    {
      "course": "EWMBA 290T: Special Topics in Innovation and Design",
      "department": "General Elective",
      "description": "Advanced study in the fields of innovation and design. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 290V: Corporate Strategy in Telecommunications and Media",
      "department": "Strategy",
      "description": "This course is intended for students who wish to gain better understanding of one of the most important issues facing management today--designing, implementing, and managing telecommunication and distributed computer systems. The following topics are covered: a survey of networking technologies; the selection, design, and management of telecommunication systems; strategies for distributed data processing; office automation; and management of personal computers in organizations."
    },
    {
      "course": "EWMBA 291C: Active Communicating",
      "department": "General Elective",
      "description": "This course develops the basic building blocks of impactful communication--e.g., concentration, energy, voice, physical expressiveness, spontaneity, listening, awareness, and presence--by drawing upon expertise from theater arts. Active, participatory exercises allow for the development and embodiment of effective communication skills. Class readings, lectures, and discussions address participants' specific workplace applications."
    },
    {
      "course": "EWMBA 291D: Presentation Design for Analytical Communications",
      "department": "General Elective",
      "description": "This course exposes the problems of poor data presentation and introduces design practices necessary to communicate quantitative business information clearly, efficiently, and powerfully. This course identifies what to look for in the data and describes the types of graphs and visual analysis techniques most effective for spotting what is meaningful and making sense of it."
    },
    {
      "course": "EWMBA 291E: Interpersonal Skills and Embodied Systems Leadership",
      "department": "Leadership & Org",
      "description": "This course provides a step-by-step roadmap to learn how to “regulate” unconscious reactivity, as well as build – and repair – trust and meaningful connection amidst challenges and misunderstanding that involve social identity, power dynamics, and other dimensions of difference. These essential capacities enable leaders to embody choiceful expressions of “being” and leading in personal and professional contexts, and for diverse teams to move through challenges and differences, while staying connected, in order to collaborate on shared goals and create possibilities around the most pressing systems issues of our time."
    },
    {
      "course": "EWMBA 291F: Audience-Focused Communication",
      "department": "General Elective",
      "description": "Students will learn to identify and present from their strengths; utilize techniques to understand and address their audience's overt and hidden agendas; determine what is pertinent in their presentations, and what should be left out; present information tailored to a specific audience's way of understanding, and thus answer the audience's unspoken questions; analyze, receive and offer constructive feedback; use their bodies and breath to give themselves more presence and power; communicate to groups via video-conference; and demonstrate a level of mastery of presentation skills by exuding confidence, presence, and influence through strategic, audience-focused communication."
    },
    {
      "course": "EWMBA 291I: Improvisational Leadership",
      "department": "Leadership & Org",
      "description": "This class explores the broad principles of improvisation, a performing art form that has developed pedagogical methods to enhance individual spontaneity, listening and awareness, expressive skills, risk-taking, and one's ability to make authentic social and emotional connections. The ultimate aim of the course is to help students develop an innovative and improvisational leadership mindset, sharpening in-the-moment decision making and the ability to quickly recognize and act upon opportunities when presented. In practical terms, this course strives to enhance students' business communication skills and increase both interpersonal intuition and confidence."
    },
    {
      "course": "EWMBA 291L: Leader as Coach",
      "department": "Leadership & Org",
      "description": "This course focuses on the art and science of coaching including theory and practice. The curriculum will cover theory and practice for three aspects of the coaching process - knowledge-based (information and skills), motivation-based (inspiration and passion), and strategy-based (communication and integration). The curriculum will focus on primary coaching skills, tools, processes and behaviors that a coach uses. In addition, participants will learn facilitation skills as the preferred methodology in achieving successful coaching programs. Course participants will have the opportunity to utilize this material in practice coaching sessions with supervision and feedback from peers and the instructor."
    },
    {
      "course": "EWMBA 291R: Building Trust-Based Relationships",
      "department": "General Elective",
      "description": "The objective of this course is to help students become better leaders by strengthening their ability to build trust-based relationships with others such as direct reports, supervisors, peers and customers. The course draws appropriate links back to Leadership Communications and forward to Applied Innovation. Students will (i) debrief their experience of putting learning from Leadership Communications into action in their workplace; (ii) practice various approaches to honing their empathy, including the use of insightful questions rather than assertions as the basis for a dialogue with others; and (iii) learn a simple peer coaching model that they will use in between face-to-face sessions with their classmates."
    },
    {
      "course": "EWMBA 291S: Storytelling for Leadership",
      "department": "Leadership & Org",
      "description": "This course provides students with personal leadership development through the ability to tell \"Who Am I\" leadership journey stories, for use in the business context. For leaders, whose job it is to manage change, the approach to storytelling facilitates learning and is a vehicle to assist others in overcoming obstacles, generating enthusiasm and team work, sharing knowledge and ultimately leading to build trust and connection. This course give strategies, skills and practices for the three elements of telling powerful leadership stories: Story Content, Story Structure and Story Delivery. The course is highly interactive."
    },
    {
      "course": "EWMBA 291T: Topics In Managerial Communications",
      "department": "General Elective",
      "description": "This course will provide the student with specialized knowledge in some area of managerial communications. Topics include multimedia business presentations, personal leadership development, diversity management, and making meetings work. Topics will vary from semester to semester."
    },
    {
      "course": "EWMBA 292A: Strategy and Leadership for Social Impact",
      "department": "Leadership & Org",
      "description": "This course prepares students conceptually and practically to create, lead, and manage nonprofit organizations. Focuses on the centrality of the mission, governing board leadership, application of strategy and strategic planning, and strategic management of issues unique to or characteristic of the sector: performance measurement, program development, financial management, resource development, community relations and marketing, human resource management, advocacy, and management."
    },
    {
      "course": "EWMBA 292B: Nonprofit Boards",
      "department": "General Elective",
      "description": "The purpose of this class is to acquaint Evening & Weekend Master of Business Administration students, many of whom will be asked to serve on nonprofit boards throughout their careers, with the nonprofit sector and the roles and responsibilities of nonprofit boards. Students will learn why nonprofit boards exist, how they are structured, how they differ from corporate boards, what their legal responsibilities are, how boards and chief executives relate to each other, and how boards contribute to the effectiveness of nonprofit organizations."
    },
    {
      "course": "EWMBA 292C: Strategic and Sustainable Business Solutions",
      "department": "Strategy",
      "description": "This course explores the concept and practice of corporate sustainability (CS) and corporate social responsibility (CSR) through a series of lectures, guest speakers, and live consulting projects focused on CS and CSR challenges facing actual companies. The course provides the tools and experiences that sustainable management practitioners can utilize as a part of their value-creating strategies. Viewing CS and CSR from a corporate strategy perspective enables students to understand how considerations of social impact can, in fact, support core business objectives, core competencies, and bottom-line profits."
    },
    {
      "course": "EWMBA 292F: Strategic Financial Management of Nonprofit Organizations",
      "department": "Finance",
      "description": "The course focuses on financial management issues faced by board members and senior and executive managers in nonprofit organizations. Students learn tools and techniques for effective planning and budgeting and how to control, evaluate and revise plans. Use and development of internal and external financial reports are studied with an emphasis on using financial information in decision making. Tools and techniques of financial statement analysis, interpretation, and presentation are practiced."
    },
    {
      "course": "EWMBA 292I: Social Investing--Recent Findings in Management and Finance",
      "department": "Finance",
      "description": "This course introduces the field of social investment. The use of ESG (environmental, social, and governance) criteria is becoming increasingly prevalent among both high net worth individuals and institutions. Many ethical and religious traditions advocate altruism and community-mindedness in all dealings, while some economic and financial theorists argue for a narrow focus on risk and reward, with little regard for the impact of decisions on stakeholder groups or the environment."
    },
    {
      "course": "EWMBA 292ID: Impact Startup Disco",
      "department": "Social Impact",
      "description": "This is a short, high-octane course for students interested in meeting other innovators and getting hands-on experience developing a new impact startup concept. All “social and environmental” impact themes are welcome. The course is inspired by other “hackathon” and startup weekend formats. A structured roadmap helps guide students through a sprint formation and ideation process. All students will be asked to submit an idea during the week prior to the class. After a peer vote selects the top ideas, teams are organically formed during the first session. At the end of the course, each team will present their validated concept and their next steps plan to a panel of impact venture experts."
    },
    {
      "course": "EWMBA 292IL: Impact Startup Launchpad",
      "department": "Social Impact",
      "description": "This course simulates the conditions in which students can become social venture designers, founders, and leaders, and learn to create a business model that intentionally integrates financial objectives with measurable social and/or environmental outputs. Students work in interdisciplinary teams to practice starting a social venture. This course uses the Lean Launchpad methodology from the Haas entrepreneurship curriculum to frame the strategies and practices that distinguish social ventures, including: innovative company legal structures, constitutional documents, stakeholder enrollment, business model design, and social impact assessment. Each team is matched with practitioners who will serve as social venture mentor coaches."
    },
    {
      "course": "EWMBA 292J: Haas Sustainable Investment Fund",
      "department": "General Elective",
      "description": "In this course, students manage a real investment fund ($3 million +) focused on both social and financial returns. Through the Fund, students have the opportunity to test the investment and corporate responsibility principles they have learned in the classroom, and to experience the complexities, challenges, and rewards of the investing world. Students have primary responsibility for investment decisions, including conducting their own research on funds and companies’ environmental, social and governance (ESG) performance. Students receive guidance from both faculty advisors and an advisory board. The faculty advisors provide regular input on portfolio management, understanding portfolio performance and ESG investing."
    },
    {
      "course": "EWMBA 292K: Food Innovation Studio",
      "department": "General Elective",
      "description": "Students will identify and solve novel and pressing challenges in the broader food-system; develop insights into the systemic interdepencies that impact personal health and planetary sustainability; and work to conceive, test and launch high impact, market-based solutions. The course emphasizes mission-driven business designs that create positive social impact. Human-centered design, lean-launch, rapid prototyping, business model development, venture formation and venture pitch-presentation are blended into an accelerated experiential learning program. The course attracts leading food industry leaders and entrepreneurs as guest speakers and mentors. The actual course topics and projects are originated and chosen by student teams."
    },
    {
      "course": "EWMBA 292M: Social Impact Metrics",
      "department": "Social Impact",
      "description": "To provide an overview of the real world challenges of measuring impact in the social sector, this course will delve into the metrics challenges facing four nonprofit organizations selected as “clients”. Students will apply frameworks and approaches from the course to help these nonprofits address the specific metrics problems they have identified and improve their performance. Students will have the opportunity to work directly with executives of the nonprofit organizations during the course, and to present their metrics solutions to the nonprofit cancer organizations, each of whom have all received grants from Amgen to implement the metrics solutions proposed by the student teams."
    },
    {
      "course": "EWMBA 292N: Topics in Social Sector Leadership",
      "department": "Leadership & Org",
      "description": "Advanced study in the field of Social Sector Leadership. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 292R: Business and Natural Resources",
      "department": "General Elective",
      "description": "This course incorporates business and sustainability aspects into the field of natural resource management. Using economic and ecological concepts, students will solve practical problems in this field. The course covers relevant theories and frameworks for assessing natural resource management, ecosystems services, economic valuation, climate change and water, corporate carbon footprint, forestry management, and strategies to add value through corporate sustainability. The course emulates the assessment and decision making processes that are the norm in this field. Students will improve their decision making process related to natural resources and their understanding of how those decisions influence competitive advantage in business."
    },
    {
      "course": "EWMBA 292S: Social Sector Solutions: Social Enterprise",
      "department": "Social Impact",
      "description": "The purpose of this course is to develop students' skills and knowledge in problem solving, management consulting, and nonprofit organizations. Instruction covers frameworks for problem solving, senior management consulting, and assessing nonprofit organizations. The course includes an assignment to a consultation team that works with a select nonprofit client to help them succeed in an entrepreneurial venture. A partnership with a professional management consulting firm, McKinsey & Company, the course includes experienced McKinsey consultants coaching each of the student teams."
    },
    {
      "course": "EWMBA 292T: Topics in Socially Responsible Business",
      "department": "Social Impact",
      "description": "Advanced study in the field of Socially Responsible Business. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 293: Individually Supervised Study for Graduate Students",
      "department": "General Elective",
      "description": "Individually supervised study of subjects not available to the student in the regular schedule, approved by faculty adviser as appropriate for the student's program."
    },
    {
      "course": "EWMBA 293C: Curricular Practical Training Internship",
      "department": "General Elective",
      "description": "This is an independent study course for international students doing internships under the Curricular Practical Training program. Requires a paper exploring how the theoretical constructs learned in MBA courses were applied during the internship."
    },
    {
      "course": "EWMBA 295A: Entrepreneurship",
      "department": "Entrepreneurship",
      "description": "The development of creative marketing strategies for new ventures, as well as the resolution of specific marketing problems in smaller companies which provide innovative goods and services. Emphasis is on decision making under conditions of weak data, inadequate resources, emerging markets, and rapidly changing environments."
    },
    {
      "course": "EWMBA 295B: Venture Capital and Private Equity",
      "department": "Entrepreneurship",
      "description": "This is an advanced case-based course intended to provide the background, tools, and themes of the venture capital industry. The course is organized in four modules of the private equity cycle: (1) fund raising -- examines how private equity funds are raised and structured, (2) investing -- considers the interactions between private equity investors and the entrepreneurs that they finance, (3) exiting -- examines the process through which private equity investors exit their investments; and (4) new frontiers -- reviews many of the key ideas developed in the course."
    },
    {
      "course": "EWMBA 295C: Opportunity Recognition: Technology and Entrepreneurship in Silicon Valley",
      "department": "Entrepreneurship",
      "description": "This course is intended to provide the core skills needed for the identification of opportunities that can lead to successful, entrepreneurial high technology ventures, regardless of the individual's \"home\" skill set, whether technical or managerial. We examine in depth the approaches most likely to succeed for entrepreneurial companies as a function of markets and technologies. Emphasis is placed on the special requirements for creating and executing strategy in a setting of rapid technological change and limited resources. This course is particularly suited for those who anticipate founding or operating technology companies."
    },
    {
      "course": "EWMBA 295F: The Lean Launch Pad",
      "department": "General Elective",
      "description": "This course provides real world, hands-on learning on what it’s like to actually start a high-tech company. This class is not about how to write a business plan. It’s not an exercise on how smart you are in a classroom, or how well you use the research library to size markets. And the end result is not a PowerPoint slide deck for a VC presentation. And it is most definitely not an incubator where you come to build the “hot-idea” that you have in mind. This is a practical class: Our goal, within the constraints of a classroom and a limited amount of time, is to create an entrepreneurial experience for you with all of the pressures and demands of the real world in an early stage start up."
    },
    {
      "course": "EWMBA 295G: Advanced Innovation",
      "department": "General Elective",
      "description": "This course intends to help students apply the skills of applied innovation in a loosely-structured, open-ended project. Students will learn advanced techniques in the innovation process and apply it to a project of their choice. The course is loosely structured and includes a lot of coaching time with faculty, as well as feedback and critique time with peers. The course largely follows the innovation cycle — observe and notice, frame and reframe, imagine and design, and make and test — but does so nonlinearly."
    },
    {
      "course": "EWMBA 295I: Entrepreneurship Workshop for Startups",
      "department": "Entrepreneurship",
      "description": "This workshop is intended for students who have their own experimental venture project under development. The business concept may be in the startup mode or further along in its evolution. The pedagogy is one of guided entrepreneurship where students, often working in teams, undertake the real challenges of building a venture. Students must be willing to discuss their projects with others in the workshop, as group deliberation of the entrepreneurial challenges is a key component of the class."
    },
    {
      "course": "EWMBA 295M: Business Model Innovation and Entrepreneurial Strategy",
      "department": "Entrepreneurship",
      "description": "The course teaches how to characterize and analyze business models and how to efficiently construct and test new business models. The course examines businesses across industries and phases of a firm's growth. Critical entrepreneurial strategies are illuminated for new ventures or in building a new enterprise inside a corporation. The course provides students with the skills and knowledge to rapidly assess and shape business models to their advantage in constructing new enterprises."
    },
    {
      "course": "EWMBA 295N: Media: New and Otherwise",
      "department": "General Elective",
      "description": "This course provides students with an overview of the media business and how it is changing ? from startups to global conglomerates. It addresses the economics of media organizations (and industries), their organizational structures, cultures, brands, and approaches. Some of the questions discussed include: (1) How do traditional media address changing technologies; (2) How is the media business driven by metrics and data; (3) How is it driven by artistic creativity; (4) Are media companies too big? Are they too small? Students will develop and present competitive strategies for media companies, hear from guest speakers, and discuss the transformations happening in media."
    },
    {
      "course": "EWMBA 295S: Entrepreneurial Strategy",
      "department": "Entrepreneurship",
      "description": "Students learn about the key strategic choices that shape whether companies deliver real value to stakeholders. They are taught to organize the strategic choices into four different strategy “playbooks” that they can use to systematically consider alternate strategies for a startup, and the core elements needed to make these strategies work: Intellectual Property Strategy, Disruptive Strategy, Value Chain Strategy, and Architectural Strategy. Students must (a) analyze cases, thinking systematically through what they would do if they were a founder or early-employee in the protagonists’ shoes; (b) engage in class discussions, treating the classroom as a laboratory; and (c) formulate a real strategic plan for a final strategy assignment."
    },
    {
      "course": "EWMBA 295T: Topics in Entrepreneurship",
      "department": "Entrepreneurship",
      "description": "Advanced study in the field of entrepreneurship. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 296: Special Topics in Business Administration",
      "department": "General Elective",
      "description": "Advanced study in various fields of business administration. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "EWMBA 296C: Introduction to Coding for MBAs",
      "department": "General Elective",
      "description": "This course helps MBA students communicate more effectively with technical colleagues by understanding the basics of the programming world. Students learn industry standard vocabulary, tools, and processes used by developers. As an introductory course, it focuses on breadth instead of depth providing a foundation for learning the core topics critical to a career in technology. The course is a mixture of in-class lectures, quizzes, readings, and online tutorials. Each session introduces a new topic, with depth added in readings and reinforced through quizzes and assignments. The material is introduced cumulatively and the pace is specifically tuned for beginners. The course is aimed at non-technical students with no prior coding experience."
    },
    {
      "course": "EWMBA 297A: Healthcare in the 21st Century",
      "department": "General Elective",
      "description": "This course gives a systematic overview of the U.S. health care system by providing students with an understanding of its structure, financing, and special properties. Applies social science theory, disciplinary contributions, and research findings to the understanding of health care delivery problems; examines current courses of data about health status, health services use, financing, and performance indicators; analyzes the larger management and policy issues that drive reform efforts."
    },
    {
      "course": "EWMBA 297D: Trends in Biotech and Pharma",
      "department": "General Elective",
      "description": "This course is designed to provide students with insights into the biotech/pharma industry and the challenges and opportunities it faces; exposure to the deliberations around pricing a new drug and creating access strategies; the opportunity to analyze relevant cases that will highlight the real-world impact of select trends on the industry; and insights into how larger healthcare management and policy issues interact with biopharma, seeking to both advance efforts to reform the U.S. health care system and change how innovators engage with key stakeholders."
    },
    {
      "course": "EWMBA 297F: Life Sciences Marketing",
      "department": "Marketing",
      "description": "Marketing is a critical component of organizations operating in the Life Sciences responsible for interfacing with customers, competitors, collaborators, and the broader ecosystem. Marketers in Life Sciences face unique challenges due to the need to understand and appeal to a broad range of stakeholders which includes patients, payers, physicians, health systems, government and advocacy groups. The course covers leading and emerging practices in life sciences marketing, identification of unmet customer needs and translation into actionable insights, development of winning brand strategies, and the use of foundational marketing methods. The primary focus is on the biopharmaceutical industry and MedTech sectors."
    },
    {
      "course": "EWMBA 298S: Seminar in International Business",
      "department": "Global Business",
      "description": "This course involves a series of speaker and seminar-type classes in preparation for a two-week study tour of a specific country or region. Participants will visit companies and organizations and meet with top-level management to learn about the opportunities and challenges of operating in a specific country or region. Evaluation is based on student presentations, participation, and a research paper."
    },
    {
      "course": "EWMBA 298X: EWMBA Exchange Program",
      "department": "General Elective",
      "description": "Students who participate in one of the Haas School's domestic or international exchange programs receive credit (usually 12 units) at Haas for the set of courses that they successfully complete at their host school. The courses that the students take at the host school are subject to review by the EWMBA Program office to ensure that they match course requirements at the Haas School."
    },
    {
      "course": "EWMBA 299B: Global Strategy and Multinational Enterprise",
      "department": "Strategy",
      "description": "Identifies the management challenges facing international firms. Attention to business strategies, organizational structures, and the role of governments in the global environment. Special attention to the challenges of developing and implementing global new product development strategies when industrial structures and government policies differ. Efficacy of joint ventures and strategic alliances. Implications for industrial policy and global governance."
    },
    {
      "course": "EWMBA 299C: Corporate-Level Strategy",
      "department": "Strategy",
      "description": "This course is for students who intend to lead, consult to, or sell a business to a multi-business enterprise. The course focuses on the development and execution of an enterprise, division or operating unit strategy for an entity that competes in multiple segments. In which businesses and markets, and in what stages of the value chain, should the organization operate? How should it enter new businesses? Should it exit any of its current businesses? What capabilities does the organization have, and how well do they enhance the competitiveness of its individual businesses? How should the larger entity organize to realize the highest potential value from the combination of businesses? What contractual structure maximizes the enterprise value?"
    },
    {
      "course": "EWMBA 299E: Competitive Strategy",
      "department": "Strategy",
      "description": "Examines optimal production and pricing policies for firms in competitive environments; optimal strategies through time; strategies in the presence of imperfect information. How differing market structures and government policies (including taxation) affect output and pricing decisions. Social welfare implications of decisions by competitive firms also explored."
    },
    {
      "course": "EWMBA 299M: Marketing Strategy",
      "department": "Marketing",
      "description": "Strategic planning theory and methods with an emphasis on customer, competitor, industry and environmental analysis and its application to strategy development and choice."
    },
    {
      "course": "MBA 200A: Data Analytics",
      "department": "Data & Decisions",
      "description": "This course will introduce students to advanced methods for data driven decision making in business including forecasting and evaluating alternative possible strategies. Topics include designing randomized controlled trials in the field, evaluating natural experiments (e.g. differences-in-differences, instrumental variables and regression discontinuity) and machine learning tools for forecasting (e.g. linear regularization, tree models and random forest). The course work will include problem sets evaluating experimental and non-experimental data, writing code and making business decisions using the results."
    },
    {
      "course": "MBA 200C: Leadership Communication",
      "department": "Leadership & Org",
      "description": "Leadership Communication is a workshop in the fundamentals of public speaking in today's business environment. Through prepared and impromptu speeches aimed at moving others to action, peer coaching, and lectures, students will sharpen their authentic and persuasive communication skills, develop critical listening skills, improve abilities to give, receive, and apply feedback, and gain confidence as public speakers."
    },
    {
      "course": "MBA 200D: Data-Driven Presentations: Making the Business Case",
      "department": "Data & Decisions",
      "description": "This course is a hands-on experience in making the business case. Structuring and delivering persuasive communications requires effective use of both narrative and data. Students explore this process through rigorous content and visual design, weekly presentations, integration of core course work such as leadership communications, and substantive peer review and feedback on presentation impact. The bottom line: did you change minds today?"
    },
    {
      "course": "MBA 200P: Fundamentals of Design Thinking",
      "department": "General Elective",
      "description": "The course will introduce the Design Thinking mindset to MBA students and support it with tools, processes and strategies to solve business problems with a non-traditional problem-solving approach. Design thinking uses quantitative information to inform qualitative decision making. Rooted in the formal disciplines of design, the course works with core principles of creativity, discovery, curiosity, deferred judgment, process discipline and positive human collaboration. Students will gain experience using the design thinking process through hands-on learning, reading and team-based collaborative projects."
    },
    {
      "course": "MBA 200S: Data and Decisions",
      "department": "Data & Decisions",
      "description": "The objective of this core course is to make students critical consumers of statistical analysis using available software packages. Key concepts include interpretation of regression analysis, model formation and testing, and diagnostic checking."
    },
    {
      "course": "MBA 201A: Economics for Business Decision Making",
      "department": "Data & Decisions",
      "description": "Business success depends on the successful positioning of the firm and the management of its resources. The goal of this course is to think systematically about achieving competitive advantage through the management of the firm's resources. We will analyze management decisions concerning real options, cost determination, pricing, and market entry and exit. We will use readings and cases along with class discussion to develop practical insights into managing for competitive advantage."
    },
    {
      "course": "MBA 201B: Macroeconomics in the Global Economy",
      "department": "Economics",
      "description": "This course develops and applies models of the world's economies to explain long-run trends and short-run fluctuations in key macroeconomic variables, such as GDP, wage and profit rates, inflation, interest rates, employment and unemployment, budget deficits, exchange rates, and trade balances."
    },
    {
      "course": "MBA 202: Financial Accounting",
      "department": "Finance",
      "description": "This course examines accounting measurements for general-purpose financial reports. An objective of the course is to provide not only a working knowledge but also a clear understanding of the contents of published financial statements."
    },
    {
      "course": "MBA 203: Introduction to Finance",
      "department": "Finance",
      "description": "This is an introductory MBA course in investments. Students learn how to value assets given forecasts of future cash flows and about the risk characteristics of different asset classes. The first part of the course focuses on the time value of money. The second part of the course deals with measuring and pricing risk. Finally, the course touches on derivative-basics and capital market efficiency. An effort will be made to tie the theoretical underpinnings of finance to real-world examples."
    },
    {
      "course": "MBA 204: Operations",
      "department": "General Elective",
      "description": "This course provides a broad overview of strategic, operational, and tactical issues facing manufacturing and service companies. Major topics include process analysis, quality management, project management, supply-chain management, service-systems management, and operations strategy. These issues are explored through lectures, case studies, and videos pertaining to a variety of industries, from fast food to fashion goods to automobile manufacturing to telephone call centers."
    },
    {
      "course": "MBA 205: Leading People",
      "department": "General Elective",
      "description": "How can you motivate employees to go above and beyond the call of duty to get the job done? How can you be sure that your decisions are not biased? What influence tactics can you use when you do not have the formal authority to tell someone what to do? This course adds to your understanding of life in complex organizations by covering topics spanning the micro (individual level of analysis), the macro (organizational level of analysis), and also topics that integrate these two levels."
    },
    {
      "course": "MBA 205D: Business Communication in Diverse Work Environments",
      "department": "General Elective",
      "description": "This course focuses on essential communication skills in the contemporary knowledge economy, where leaders must create sustainable settings for productive interaction among people with very different backgrounds and experiences. To harness this diversity, leaders must be adept at having difficult conversations, managing conflict, debating effectively, providing and receiving feedback, mitigating problems associated with stereotypes and biases, and identifying and addressing structural sources of inequity. Students will develop their critical thinking on topics such as identity, relationships across differences, and equality of opportunity and improve their ability to create, work within, and lead diverse teams and global organizations."
    },
    {
      "course": "MBA 206: Marketing",
      "department": "Marketing",
      "description": "This course is designed for students who need to understand the basic concepts and techniques of marketing strategy as a foundation for more advanced study in the area. The course treats marketing from the perspective of strategic analysis and provides a framework for the decisions associated with the management of the marketing function in the modern organization focusing on customer analysis, competitive analysis and the analysis of marketing investments."
    },
    {
      "course": "MBA 207: Ethics and Responsibility in Business",
      "department": "General Elective",
      "description": "This course provides students with the ability to anticipate, critically analyze, and appropriately respond to the social, ethical, and political challenges that face managers operating in a global economy."
    },
    {
      "course": "MBA 209: Strategic Leadership",
      "department": "Leadership & Org",
      "description": "Course covers core topics in strategy, including selection of goals; the choice of products and services to offer; competitive positioning in product markets; decisions about scope and diversity; and the design of organizational structure, administrative systems, and other issues of control and internal regulation."
    },
    {
      "course": "MBA 209F: Fundamentals of Business",
      "department": "General Elective",
      "description": "An introduction to business methods of analysis and terminology for nonbusiness graduate students. The course is taught in three five-week modules: (1) organizational behavior and management, (2) accounting and finance, and (3) marketing and strategy."
    },
    {
      "course": "MBA 209P: Personal Financial Management",
      "department": "Finance",
      "description": "Survey of major life financial decisions (e.g., career choice, consumption versus saving, investments, mortgages, insurance) and how decision-making biases (e.g., overconfidence, present bias, limited attention) can lead to sub-optimal choice. The course draws on research from economics, psychology, and sociology."
    },
    {
      "course": "MBA 210: Strategy, Structure, and Incentives",
      "department": "Strategy",
      "description": "This course uses insights from economics to develop structure, tactics, and incentives to achieve the firm's goals. It develops a framework for analyzing organizational architecture, focusing on the allocation of decision rights, the measurement of performance, and the design of incentives. Includes managing the vertical chain of upstream suppliers and downstream distributors, design and operation of incentive and performance management systems, techniques for dealing with informational asymmetries."
    },
    {
      "course": "MBA 211: Game Theory",
      "department": "General Elective",
      "description": "A survey of the main ideas and techniques of game-theoretic analysis related to bargaining, conflict, and negotiation. Emphasizes the identification and analysis of archetypal strategic situations in bargaining. Goals of the course are to provide a foundation for applying game-theoretic analysis, both formally and intuitively, to negotiation and bargaining; to recognize and assess archetypal strategic situations in complicated negotiation settings."
    },
    {
      "course": "MBA 212: Energy and Environmental Markets",
      "department": "Marketing",
      "description": "Business strategy and public issues in energy and environmental markets. Topics include development and effect of organized spot, futures, and derivative energy markets; political economy of regulation and deregulation; climate change and environmental policies related to energy production and use; cartels, market power and competition policy; pricing of exhaustible resources; competitiveness of alternative energy sources; and transportation and storage of energy commodities."
    },
    {
      "course": "MBA 212A: Cleantech to Market",
      "department": "Marketing",
      "description": "In this course, interdisciplinary teams of graduate students work with scientists from the Lawrence Berkeley National Laboratory and across the UCB campus to commercialize new solar, biofuel, battery, and smart grid/energy management technologies. Students are drawn from Business, Engineering, Science, Law, and the Energy and Resources Group. Students explore topics such as: Potential application in multiple markets; alignment with target or desired market(s); distinguishing advantages and disadvantages; customer and user profiles; top competitors; commercialization and scale-up challenges; relevant government policies; revenue potential and cost sensitivities; intellectual property issues; and multiple other related topics."
    },
    {
      "course": "MBA 212B: Legal and Regulatory Frameworks for Energy and Infrastructure Project Finance",
      "department": "Finance",
      "description": "This course will explore the key commercial, legal, economic and policy issues affecting the development and financing of infrastructure projects, with special emphasis on practical concerns related to investments in alternative energy and other power generation facilities. These topics will be raised in the context of comparative, real-world case studies of different types of energy and infrastructure projects."
    },
    {
      "course": "MBA 212C: Modeling for Energy and Infrastructure Project Finance",
      "department": "Finance",
      "description": "This course compliments the course \"Legal and Regulatory Frameworks for Energy and Infrastructure Project Finance\". Where the former focuses on the legal and risk framework for project financings, this course is devoted to the financial and quantitative aspects of project finance. The course focuses on the application of project finance to the power generation industry with a particular emphasis on examples from gas-fired, wind and solar technologies."
    },
    {
      "course": "MBA 214: Big Data, Better Decisions",
      "department": "Data & Decisions",
      "description": "Introduction to advanced methods for data driven decision making in business. This course covers methods designed to provide evidence for two types of fundamental business issues: (i) forecasting and (ii) evaluating alternative possible strategies. The course aims to train business leaders to understand the value of data-based decision making, evaluate analytics tools and products, and conduct richer analysis of randomized and naturally occurring experiments. Topics include designing randomized controlled trials in the field, evaluating natural experiments, and machine learning tools for forecasting. The goal of the course is not to train you as a Data Scientist but to be able to read and evaluate empirical/analytic approaches and products."
    },
    {
      "course": "MBA 215: Business Strategies for Emerging Markets: Management, Investment, and Opportunities",
      "department": "Marketing",
      "description": "This course helps students to study the institutions of emerging markets that are relevant for managers, analyze opportunities presented by emerging markets, analyze the additional ethical challenges and issues of social responsibility common in emerging markets, and learn to minimize the risks in doing business in emerging markets. This course is a combination of lectures, class participation, and cases."
    },
    {
      "course": "MBA 217: Topics in Economic Analysis and Policy",
      "department": "Economics",
      "description": "Advanced study in the field of economic analysis and policy. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 219: Health Economics and Policy",
      "department": "Economics",
      "description": "Students who have taken this course should (i) know and understand the literature and evidence on key health policy questions (e.g. why do we spend so much on health care in the U.S.?), (ii) understand what constitutes causal evidence on key business and policy questions in health care, (iii) be able to design evaluations of business and policy decisions using differentdata sources and methods, (iv) understand the major health policies in the U.S. and the associated incentives/opportunities (i.e. the ACA, Medicare, Medicaid, etc.), and (v) using these tools, be able to evaluate companies, policies, entrepreneurial ideas and investment opportunities that can change health and health care in the U.S. and beyond."
    },
    {
      "course": "MBA 222: Financial Information Analysis",
      "department": "Finance",
      "description": "Issues of accounting information evaluation with special emphasis on the use of financial statements by decision makers external to the firm. The implications of recent research in finance and accounting for external reporting issues will be explored. Emphasis will be placed on models that describe the user's decision context."
    },
    {
      "course": "MBA 223: Corporate Financial Reporting",
      "department": "Finance",
      "description": "This course examines the theory and practice of financial accounting and the issues involved in determining corporate financial reporting policies. It provides an in-depth knowledge of how financial statements are prepared but emphasizes the evaluation of accounting reports from a managerial perspective. Cases supplement lecture, discussion, and problem solving."
    },
    {
      "course": "MBA 224A: Managerial Accounting",
      "department": "Accounting",
      "description": "This course emphasizes the use of accounting information throughout the planning, operation and control stages of managing an organization. The course is divided into three sections to reflect these three stages of management: 1) information for planning and decision making; 2) information received during operations (cost accounting); and 3) information for control and performance evaluation."
    },
    {
      "course": "MBA 229: Taxes and Firm Strategy",
      "department": "Strategy",
      "description": "This course will cover various topics in personal or corporate taxation or both. Topics will vary from semester to semester."
    },
    {
      "course": "MBA 231: Corporate Finance",
      "department": "Finance",
      "description": "This course will study the principles underlying alternative financial arrangements and contracts and their application to corporate financial management. In particular, it will examine the impact of incentive, moral hazard, and principal-agent problems, that arise as a consequence of asymmetric information, government intervention, managerial incentives and taxes, on financial decisions regarding capital budgeting, dividend policy, capital structure and mergers."
    },
    {
      "course": "MBA 232: Financial Institutions and Markets",
      "department": "Finance",
      "description": "This course will analyze the role of financial markets and financial institutions in allocating capital. The major focus will be on debt contracts and securities and on innovations in the bond and money markets. The functions of commercial banks, investment banks, and other financial intermediaries will be covered, and aspects of the regulation of these institutions will be examined."
    },
    {
      "course": "MBA 233: Asset Management",
      "department": "General Elective",
      "description": "This course will examine four different types of asset markets: equity markets, fixed income markets, futures markets and options markets. It will focus on the valuation of assets in these markets, the empirical evidence on asset valuation models, and strategies that can be employed to achieve various investment goals."
    },
    {
      "course": "MBA 236B: Investment Strategies and Styles",
      "department": "General Elective",
      "description": "Introduction to alternative investment strategies and styles as practiced by leading money managers. A money manager will spend approximately half of the class discussing his general investment philosophy. In the other half, students, practitioner, and instructor will explore the investment merits of one particular company. Students will be expected to use the library's resources, class handouts, and their ingenuity to address a set of questions relating to the firm's investment value."
    },
    {
      "course": "MBA 236C: Global Financial Services",
      "department": "Finance",
      "description": "Survey of the forces changing and shaping global finance and intermediation, especially the effects of greater ease of communication, deregulation, and globalized disciplines expected to continue to be essential to corporate finance and intermediation, e.g., investment analysis, valuation, structured finance/securitization, and derivative applications. The case method is utilized with occasional additional assigned readings and text sources."
    },
    {
      "course": "MBA 236D: Portfolio Management",
      "department": "General Elective",
      "description": "This course explores the broad range of portfolio management in practice. The class will examine the assets, strategies, characteristics, operations, and concerns unique to each type of portfolio. Practitioners will present descriptions of their businesses as well as methods and strategies that they employ."
    },
    {
      "course": "MBA 236E: Mergers and Acquisitions: A Focus on Creating Value",
      "department": "General Elective",
      "description": "Survey of the day-to-day practices and techniques used in change of control transaction. Topics include valuation, financing, deal structuring, tax and accounting considerations, agreements, closing document, practices used in management buyouts, divestitures, hostile takeovers, and takeover defenses. Also covers distinctions in technology M&A, detecting corruption in cross border transaction attempts, and betting on deals through risk arbitrage. Blend of lecture, case study, and guest lectures."
    },
    {
      "course": "MBA 236F: Behavioral Finance",
      "department": "Finance",
      "description": "This course looks at the influence of decision heuristics and biases on investor welfare, financial markets, and corporate decisions. Topics include overconfidence, attribution theory, representative heuristic, availability heuristic, anchoring and adjustment, prospect theory, \"Winner's Curse,\" speculative bubbles, IPOs, market efficiency, limits of arbitrage, relative mis-pricing of common stocks, the tendency to trade in a highly correlated fashion, investor welfare, and market anomalies."
    },
    {
      "course": "MBA 236G: Designing Financial Models that Work",
      "department": "Finance",
      "description": "Spreadsheet financial models are often too big, complicated, and buggy to help people. In this course, students learn to design financial models that work because they're small (fit on a screen or two), straightforward (involve only basic math), clear (a non-MBA can follow them readily), and fast to build. These simple yet powerful representations of the cash flows for a new product/deal/venture help people share their vision, recognize tradeoffs, brainstorm possibilities, and make decisions."
    },
    {
      "course": "MBA 236H: Financial Statement Modeling for Finance Careers",
      "department": "Finance",
      "description": "Financial statement modeling refers to taking historical financial statements for a specific company, projecting those statements two to five years into the future, and using the resulting projections for valuation and insight into the potential for transactions such as a strategic merger, an initial public offering, a leveraged recapitalization, or a leveraged buyout. This course teaches this skill set in a way that is simultaneously high level and hands-on."
    },
    {
      "course": "MBA 236I: Fixed Income",
      "department": "General Elective",
      "description": "This course first surveys the basics of fixed income: terminology, security types, debt and money markets. Attention then moves to the valuation of cash flows, term structure of interest rates and modeling of credit risk. Building on that foundation, the course then examines the key role that fixed income plays in the global financial system, other asset classes and derivatives. The course is firmly grounded in a quantitative and analytical approach, with each topic placed in the relevant real world context -- for example, the role that high yield securities play in an LBO, and negotiation of bond covenants. The course is at the more quantitative end of the MBA curriculum, with a large focus on bond math, including duration and convexity."
    },
    {
      "course": "MBA 236J: Hedge Fund Strategies",
      "department": "General Elective",
      "description": "This course combines broad exposure to the many types of hedge funds and their strategies, together with hands-on development of unique investment strategies within student teams. Course content delivered via speakers representing different sectors of the hedge fund industry, lectures, readings and individual and team projects. Students also learn about investing in hedge funds, including evaluation of fund performance. Concurrently, student teams develop their own investment strategies by exploring unique expertise and insights that are resident within the teams, forming original theses on changes and catalysts, incorporating lessons from hedge fund speakers, and crafting investment strategies designed to capitalize on the teams’ insights."
    },
    {
      "course": "MBA 236K: Haas Investment Fund",
      "department": "General Elective",
      "description": "Students who elect to continue on to this course from the Hedge Fund Strategies course have the opportunity to proceed from strategy development into implementation phase, investing capital from a dedicated fund. Judges for the final pitch in Hedge Fund Strategies allocate capital from the fund based on perceived promise of market-beating returns, taken together with perceived risk. The teams refine their strategies based on feedback from the judges’ feedback and instructors’ guidance, building out their portfolios and managing their strategies over several months. Teams access trading accounts and are responsible for their portfolios."
    },
    {
      "course": "MBA 236L: Private Equity, Leveraged Buyouts",
      "department": "General Elective",
      "description": "This course focuses primarily on leveraged buyouts (LBOs), as the largest category of PE transactions. The study includes the sourcing of potential acquisitions, analysis of operations and potential improvements, corporate valuation, optimal capital structures, modeling of expected cash flows and debt repayment, negotiation of purchase price and financing terms, incentivizing management teams, and eventual monetizing investments through M&A or IPOs. These subjects are studied through lectures, interactive discussion, case studies, individual assignments and especially group projects. The 2-unit section covers a broader spectrum of types of PE transactions and includes guest speakers from the PE industry, and a more expansive final project."
    },
    {
      "course": "MBA 236M: Turnarounds",
      "department": "General Elective",
      "description": "This course introduces the world of operational and strategic turnarounds of troubled and underperforming businesses. It focuses on the leadership practices that work in fixing flawed enterprises, from underperforming businesses to those on the brink of a death spiral. Most time in the course is spent learning how to more effectively lead companies that are underperforming or in trouble. The course is taught by cases, with the view that the best way to learn leadership is by taking the perspective of business leaders facing crises that demand new direction. Since a rescue plan only works if it is embraced, students take various roles in the cases, including bosses, subordinates, boards and lenders."
    },
    {
      "course": "MBA 236T: Fin Tech",
      "department": "General Elective",
      "description": "This is a non-traditional finance course that focuses on who gets \"rents\" in existing finance markets and the barriers to entry that can be overcome by technology. The course covers (i) the basics of the payment system and how it is changing, (ii) how other stores of value embedded in mobile technology are used, in both high- and low-income countries, (iii) changes in other financial sectors including advice, banking and insurance, and (iv) the potential of cryptocurrencies and the possibilities for disruption inherent in an open, consensus ledger (e.g., the BlockChain). Students will learn to make analytical judgments about the benefit that technology can bring to financial intermediaries."
    },
    {
      "course": "MBA 236V: New Venture Finance",
      "department": "Finance",
      "description": "This is a course about financing new entrepreneurial ventures, emphasizing those that have the possibility of creating a national or international impact or both. It will take two perspectives - the entrepreneur's and the investor's - and it will place a special focus on the venture capital process, including how they are formed and managed, accessing the public markets, mergers, and strategic alliances."
    },
    {
      "course": "MBA 237: Topics in Finance",
      "department": "Finance",
      "description": "Advanced study in the field of finance. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 240: Decision Models",
      "department": "Data & Decisions",
      "description": "Survey of the formulation, solution, and interpretation of mathematical models to assist managerial decisions. Emphasis on applications from diverse businesses and industries, including inventory management, project management, portfolio optimization, revenue management, production planning, and others. Three types of models are covered: simulation, dynamic programming, and optimization. Analysis is facilitated by the Excel add-in Analytic Solver Platform."
    },
    {
      "course": "MBA 243: Decisions, Games, and Strategies",
      "department": "Data & Decisions",
      "description": "The course considers two techniques for guiding a managerial decision maker who has to make a choice now but will only know later whether the choice was good. Decision analysis helps if the outcome of the choice depends on \"nature\"; game models help if the outcome depends on human opponents (e.g., competitors). Foundations of the two techniques, and a variety of applications, are studied."
    },
    {
      "course": "MBA 246: Project Management",
      "department": "General Elective",
      "description": "The primary objective of this course is to develop the critical skills and knowledge needed to successfully pitch and lead projects, and to deliver those projects on time and within budget. The course delves into formal planning and scheduling techniques including: project definition, project selection, Work Breakdown Structure (WBS), Resource Estimation, Critical Path Method (CPM), Pert, Gantt Charts, Resource Constrained Scheduling, Project Monitoring and Project Closing."
    },
    {
      "course": "MBA 246A: Service Strategy",
      "department": "Strategy",
      "description": "This course is designed to teach general management principles involved in the planning, execution, and management of service businesses. It covers both strategic and tactical aspects, including the development of a strategic service vision, building employee loyalty, developing customer loyalty and satisfaction, improving productivity and service quality, service innovation, and the role of technology in services. Blend of case studies, group projects, class discussions, and selected readings."
    },
    {
      "course": "MBA 247: Topics in Operations and Information Technology Management",
      "department": "General Elective",
      "description": "Advanced study in the field of manufacturing and operations. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 248A: Supply Chain Management",
      "department": "General Elective",
      "description": "Supply chain management concerns the flow of materials and information in multi-stage production and distribution networks. This course provides knowledge of organizational models and analytical decision support tools necessary to design, implement, and sustain successful supply chain strategies. Topics include demand and supply management, inventory management, supplier-buyer coordination via incentives, vendor management, and the role of information technology in supply chain management."
    },
    {
      "course": "MBA 250: Leading High Impact Teams",
      "department": "Social Impact",
      "description": "This course helps students hone and develop the leadership skills needed to lead dynamic, complex, global teams. Globalization, rapid technological change, and a shift towards an innovation-based economy have resulted in more dynamic, distributed, cross-functional, as well as demographically and culturally diverse teams. Students will learn to create team developmental plans and accountability, coach teams through challenges, encourage teams to recognize and avoid bias and misattributions, and lead from a distance and across boundaries."
    },
    {
      "course": "MBA 251A: People Analytics",
      "department": "Data & Decisions",
      "description": "Students will gain command of the core statistical concepts needed to measure and understand measurements of people in organizations. Students learn how to interpret statistics to make critical recommendations to (or as) senior leaders, and how to tell a compelling story using People Analytics data. This involves learning the fundamental tools of analytics (descriptive statistics, correlations, etc.), building and testing HR chat bots, reviewing and conducting randomized experiments, interpreting and producing data visualizations, all while accounting for ethical concerns such as data privacy and biases (human and algorithmic)."
    },
    {
      "course": "MBA 252: Negotiations and Conflict Resolution",
      "department": "Leadership & Org",
      "description": "The purpose of this course is for students to understand the theory and processes of negotiation so that they can negotiate successfully in a variety of settings. This course is designed to complement the technical and diagnostic skills learned in other courses in the MBA program."
    },
    {
      "course": "MBA 253: Decision Making",
      "department": "Data & Decisions",
      "description": "This course aims to improve the quality of decisions people make. Students learn to be aware of, and to avoid, common inferential errors and systematic biases in decision making. There are many decision traps that we tend to repeatedly fall into. These traps relate to how we think about risk and probability, how we learn from experience, and how we make choices. Upon completion, students will have internalized the basic principles of decision making and will be able to avoid falling into these traps. The course additionally aims to create a deeper understanding of the psychology of decision making, which can create an advantage in negotiations and other interactions through gaining an awareness of the predictable mistakes of others."
    },
    {
      "course": "MBA 254: Power and Politics in Organizations",
      "department": "Leadership & Org",
      "description": "This course will provide students with a sense of \"political intelligence.\" After taking this course, students will be able to: (1) diagnose the true distribution of power in organizations, (2) identify strategies for building sources of power, (3) develop techniques for influencing others, (4) understand the role of power in building cooperation and leading change in organizations, and (5) make sense of others' attempts to influence them. These skills are essential for effective and satisfying career building."
    },
    {
      "course": "MBA 255: Leadership",
      "department": "Leadership & Org",
      "description": "This course will increase your awareness of your own strengths and opportunities for improvement while gaining an understanding of the qualities essential to being an extraordinary leader. By the end of the course, we are hoping that you will have: Increased your understanding of what distinguishes between more and less successful leaders and construct a plan for your own development as a leader; sharpened your ability to diagnose situations and determine how you can add value; gained experience and confidence in leadership situations, such as dealing with difficult people and inspiring others to accomplish shared team and organizational goals; and developed the ability to accept and leverage feedback and offer useful feedback to others."
    },
    {
      "course": "MBA 255G: Gender, Equity, and Leadership in the 21st Century",
      "department": "Leadership & Org",
      "description": "With more women in the workforce than ever before – and even more joining top leadership ranks – the need for women’s voices to be heard has never been greater. This course seeks to over-write outdated scripts about power that have historically produced deep ambivalence in women pursuing leadership. Pushing past the usual stereotypes that require women to “fit into” a masculine world, this course combines evidence-based findings with pragmatic insights to override stubborn barriers to gender equality. We will focus heavily on issues facing women in global business contexts, yet the skills we will develop are applicable to anyone who is invested in creating more just and equitable organizations and societies. All students are welcome."
    },
    {
      "course": "MBA 255X: Extreme Leadership",
      "department": "Leadership & Org",
      "description": "This course aims to increase students' awareness of their own strengths and opportunities for improvement while gaining an understanding of the qualities essential to effective leadership. The course cultivates leadership skills via: (i) assessment feedback detailing each student's leadership skills; (ii) in-class experiential exercises that identify effective approaches to leadership and help students gauge their opportunities for improvement; (iii) outdoor experiential exercises in the Andes or Patagonia that put students in extreme real-life conditions that challenge them to demonstrate leadership skills; and (iv) post-analysis that will evaluate students’ leadership skills and their improvement during the out-of-class trips."
    },
    {
      "course": "MBA 256: Global Leadership",
      "department": "Leadership & Org",
      "description": "Key behaviors of successful global leaders are examined based on recent research and examples. Blended learning approach enables students to build skills for working effectively with virtual colleagues, motivating people from different backgrounds, running a global team, exerting influence without direct authority, integrating a merger or acquisition, leading a cross-border innovation effort, handling customer or supplier relations, coaching and developing talent, driving a change initiative, and making tough ethical choices. Areas of focus will include self, team, and organization, with the aim to increase both personal awareness and organizational impact in a global context."
    },
    {
      "course": "MBA 257: Special Topics in Management of Organizations",
      "department": "Leadership & Org",
      "description": "Analysis of recent literature and developments related to such topics as organization development, environmental determinants of organization structure and decision-making behavior, management of professionals and management in temporary structures, cross-cultural studies of management organizations, and industrial relation systems and practices are examined."
    },
    {
      "course": "MBA 258: Work, Wisdom, and Happiness",
      "department": "General Elective",
      "description": "This course explores what it takes for work to be both satisfying and effective. To what extent is good work the result of bringing the right attitude to the workplace, and to what extent is it the result of the way work is structured and organized? This course explores how the modern work environment of accountability, metrics, big data, and incentives results in work that is both less satisfying to employees and less profitable to employers."
    },
    {
      "course": "MBA 259: Becoming a Changemaker",
      "department": "General Elective",
      "description": "This course inspires, trains and equips participants to convert raw energy and enthusiasm for creating a better world into real leadership skills and mindsets which will empower you to create positive change at an individual, organizational and societal level. Anchored in change leadership and bringing together the fields of entrepreneurship, innovation, leadership & social impact, the course is focused on moving from ideas to action; gaining inspiration from diverse changemakers across roles and sectors; learning how to navigate, shape and lead change to thrive amidst uncertainty; and helping you become the kind of leader our companies, our communities and our world need right now."
    },
    {
      "course": "MBA 260: Customer Insights",
      "department": "General Elective",
      "description": "Examines concepts and theories from behavioral science useful for the understanding and prediction of market place behavior and demand analysis. Emphasizes applications to the development of marketing policy planning and strategy and to various decision areas within marketing."
    },
    {
      "course": "MBA 261: Marketing Research: Tools and Techniques for Data Collection and Analysis",
      "department": "Marketing",
      "description": "This course develops the skills necessary to plan and implement an effective market research study. Topics include research design, psychological measurement, survey methods, experimentation, statistical analysis of marketing data, and effective reporting of technical material to management. Students select a client and prepare a market research study during the course. Course intended for students with substantive interests in marketing."
    },
    {
      "course": "MBA 262: Strategic Brand Management",
      "department": "Marketing",
      "description": "The focus of this course is on developing student skills to formulate and critique complete marketing programs including product, price, distribution and promotion policies. There is a heavy use of case analysis. Course is primarily designed for those who will take a limited number of advanced marketing courses and wish an integrated approach."
    },
    {
      "course": "MBA 262A: Brand Manager Boot Camp",
      "department": "Marketing",
      "description": "This course will immerse students in the roles and responsibilities of a Chief Marketing Officer (CMO). Students will examine key marketplace drivers of B2B and B2C companies and learn how to generate organic growth. Emphasis will be placed on practical skills needed to successfully execute job responsibilities. Students will explore various product launch strategies and marketing mixes in different country contexts, examine how to use Big Data to generate sales growth, and learn the key elements to producing and executing a strategic marketing plan. The course uses a combination of lecturer, case studies, and group and individual projects. Presentation and writing skills are given extra attention."
    },
    {
      "course": "MBA 263: Marketing Analytics",
      "department": "Marketing",
      "description": "Information technology has allowed firms to gather and process large quantities of information about consumers' choices and reactions to marketing campaigns. However, few firms have the expertise to intelligently act on such information. This course addresses this shortcoming by teaching students how to use customer information to better market to consumers. In addition, the course addresses how information technology affects marketing strategy."
    },
    {
      "course": "MBA 264: High Technology Marketing Management",
      "department": "Marketing",
      "description": "High technology refers to that class of products and services which is subject to technological change at a pace significantly faster than for most goods in the economy. Under such circumstances, the marketing task faced by the high technology firm differs in some ways from the usual. The purpose of this course is to explore these differences."
    },
    {
      "course": "MBA 265: Influencing Cnsmrs",
      "department": "General Elective",
      "description": "A specialized course in advertising, focusing on management and decision-making. Topics include objective-setting, copy decisions, media decisions, budgeting, and examination of theories, models, and other research methods appropriate to these decision areas. Other topics include social/economic issues of advertising by nonprofit organizations."
    },
    {
      "course": "MBA 266: Sales Force Management and Channel Strategy",
      "department": "Strategy",
      "description": "The success of any marketing program often weighs heavily upon its co-execution by members of the firm's distribution channel. This course seeks to provide an understanding of how the strategic and tactical roles of the channel can be identified and managed. This is accomplished, first, through studying the broad economic and social forces which govern the channel evolution. It is completed through the examination of tools to select, manage and motivate channel partners."
    },
    {
      "course": "MBA 267: Topics in Marketing",
      "department": "Marketing",
      "description": "Advanced study in the field of Marketing. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 268B: International Marketing",
      "department": "Marketing",
      "description": "Provides frameworks, knowledge, and sensitivities to formulate and implement marketing strategies for competing in the international arena. Regions and countries covered include the Americas, Europe, Japan, China, India, Russia, Africa, and Asia-Pacific. Issues covered include global versus local advertising, international pricing strategies, selecting and managing strategic international alliances and distribution channels, managing international brands and product lines through product life cycle, international retailing, and international marketing organization and control."
    },
    {
      "course": "MBA 268C: Social Media Marketing",
      "department": "Marketing",
      "description": "The course covers the implications of the evolution of communication on marketing strategy in the new landscape where traditional and digital media coexist and interact. While advertising spending on traditional media has recently declined, increasing amounts are spent online in addition to unpaid media. These new communication channels, however, are presenting significant challenges to marketers in selecting the best strategies to maximize returns. The course covers a number of topics including, but not limited to: The differences and interaction between traditional and social media; two-sided markets and social media platforms; a basic theory of social networks online and offline; consumer behavior and digital media."
    },
    {
      "course": "MBA 268D: Design and Marketing New Products",
      "department": "Marketing",
      "description": "With rapid advancements in materials and technologies, the product life cycle is getting shorter and shorter. Consequently, companies need to constantly improve existing products and develop new ones. This course examines the strategies, processes and methods used by these companies, and the cutting-edge tools and techniques used for new-product development. Readings and guest speakers from both product and services will be used to develop understanding and mastery. Upon conclusion, students will be able to identify new market space opportunities, evaluate qualitative and quantitative research and turn it into actionable decisions, and develop long-range business plans to meet both strategic and financial objectives of a new product launch."
    },
    {
      "course": "MBA 269: Pricing",
      "department": "General Elective",
      "description": "This three-module course aims to equip students with proven concepts, techniques, and frameworks for assessing and formulating pricing strategies. The first module develops the economics and behavorial foundations of pricing. The second module discusses several innovative pricing concepts including price customization, nonlinear pricing, price matching, and product line pricing. The third module analyzes the strengths and weaknesses of several Internet-based, buyer-determined pricing models."
    },
    {
      "course": "MBA 270: Business Strategy in the Global Political Economy",
      "department": "Strategy",
      "description": "Introduction to political economy, the role of government in a mixed economy, business-government relations, the public policy process, regulation of business, corporate political activity and corporate governance. Compares United States corporate governance systems, public policies and political system to those of Western Europe and Japan."
    },
    {
      "course": "MBA 271: Tech and the City: How to Get Urban Innovation Right",
      "department": "General Elective",
      "description": "This course critically examines how new technologies and business models impact cities, and identifies the approaches that produce not only the best business outcomes, but also the most equitable and sustainable outcomes. To begin, we explore what makes cities such compelling laboratories for technology innovation, learn from past attempts at “smart city” interventions, and discuss how technologists can identify more effective solutions to today’s urban challenges. We’ll then hear from a variety of cutting edge practitioners, including venture investors, startup founders, government officials, tech journalists and community organizers about the unique opportunities and challenges of building an urban tech startup today."
    },
    {
      "course": "MBA 273: Dynamic Capabilities and Innovation",
      "department": "General Elective",
      "description": "This is a course in strategic management. It draws on a variety of disciplines and integrates them in the fashion that will generate key insights into how technology can be developed and managed.This course will help students acquire and practice concepts and skills that are relevant to management in a technologically dynamic environment. It provides frameworks for intellectual capital management in the private sector. This course is aimed at those interested in working for either large or small firms in technologically progressive industries, as well as those wishing to understand how mature industries can create and respond to innovation."
    },
    {
      "course": "MBA 275: Managing the Legal Environment of Business",
      "department": "General Elective",
      "description": "A manager must understand the legal environments which impact business and understand how to work effectively with lawyers. This course addresses the legal aspects of business relationships and business agreements. Topics covered include forms of business organization, duties of officers and directors, intellectual property, antitrust, contracts, employment relationships, criminal law, and debtor-creditor relationships including bankruptcy."
    },
    {
      "course": "MBA 277: Special Topics in Business and Public Policy",
      "department": "General Elective",
      "description": "Topics vary by semester at discretion of instructor and by student demand. Topical areas include: business and professional ethics and the role of corporate social responsibility in the mixed economy; managing the external affairs of the corporation, including community, government, media and stakeholder relations; technology policy, research and development and the effects of government regulation of business on technological innovation and adoption."
    },
    {
      "course": "MBA 278: International Business",
      "department": "Global Business",
      "description": "This class uses a mix of lectures, class discussions and case studies to survey firms engaged in international business. We commence by examining the causes and consequences of increased global and regional economic integration, including an introduction of the impact of increased integration on firm strategy."
    },
    {
      "course": "MBA 280: Real Estate Investment Analysis and Sustainability",
      "department": "Real Estate",
      "description": "Intensive review of literature in the theory of land use, urban growth, and real estate market behavior; property rights and valuation; residential and nonresidential markets; construction; debt and equity financing; public controls and policies."
    },
    {
      "course": "MBA 282: Real Estate Development",
      "department": "Real Estate",
      "description": "The interaction of the private and public sectors in urban development; modeling the urban economy; growth and decline of urban areas; selected policy issues: housing, transportation, financing, local government, urban redevelopment and neighborhood change are examined."
    },
    {
      "course": "MBA 283: Real Estate Finance and Securitization",
      "department": "Finance",
      "description": "Students will be introduced to the fundamentals of real estate financial analysis, including elements of mortgage financing and taxation. The course will apply the standard tools of financial analysis to specialized real estate financing circumstances and real estate evaluation."
    },
    {
      "course": "MBA 284: Real Estate Investment Strategy",
      "department": "Real Estate",
      "description": "Analysis of selected problems and special studies; cases in residental and non-residental development and financing, urban redevelopment, real estate taxation, mortgage market developments, equity investment, valuation, and zoning."
    },
    {
      "course": "MBA 285: Land Development and Investment",
      "department": "General Elective",
      "description": "This course is designed as an interdisciplinary approach for students to learn about every aspect of deal making in the land development process. Although it focuses on real estate and land investment, the thrust of the course is on deal making, whether it be on acquisition, financing, environmental review, entitlement, obtaining community support, or ultimate disposition of a successful project. The course introduces the use of green technology and the inclusion of affordable housing issues in the development process."
    },
    {
      "course": "MBA 286: Housing and the Urban Economy",
      "department": "Economics",
      "description": "This course considers the economics of urban housing and land markets from the viewpoints of investors, developers, public and private managers, and consumers. It considers the interactions between private action and public regulation--including land use policy, taxation, and government subsidy programs. We will also analyze the links between primary and secondary mortgage markets, securitization, and liquidity. Finally, the links between local housing and related markets--such as transportation and public finance--will be explored."
    },
    {
      "course": "MBA 287: Special Topics in Real Estate Economics and Finance",
      "department": "Finance",
      "description": "Topics vary each semester. Topic areas include advanced techniques for real estate financial analysis and structuring and evaluation; the securitization of real estate debt and equity; issues in international real estate; cyclical behavior of real estate markets; portfolio theory and real estate asset allocation."
    },
    {
      "course": "MBA 290E: Innovation Strategies for Emerging Technologies",
      "department": "General Elective",
      "description": "Every successful entrepreneurial high tech venture has at its core individuals with mastery of two skill sets: marketing and management expertise, and technological skill. This course is intended to provide the marketing skills needed for the management of an entrepreneurial high technology venture, regardless of whether the individual's \"home\" skill set is technical or managerial. We examine in depth successful marketing approaches for entrepreneurial companies as a function of markets and technologies. Emphasis is placed on the special requirements for creating and executing marketing plans and programs in a setting of rapid technological change and limited resources."
    },
    {
      "course": "MBA 290H: Haas@Work",
      "department": "General Elective",
      "description": "The primary objective of this course and the associated innovation consulting projects is for students to learn and apply the approaches, skills, and behaviors required to successfully initiate and drive innovation in a complex organization. Students taking the course will use concepts and tools from several other Haas courses, including Economic Analysis for Business Decisions, Strategic Leadership, Leading People, Finance, and Problem Finding Problem Solving. As important, the student teams are expected to deliver the highest quality work and deliverables, genuine insights, innovative solutions, and real value on mission-critical client projects."
    },
    {
      "course": "MBA 290K: Innovation in Services and Business Models",
      "department": "General Elective",
      "description": "This course examines services innovation, first covering key concepts, including how services innovation differs from product innovation, the role of openness in services, the role of business models, and co-creation. The course then introduces several tools and frameworks to apply those concepts to specific services situations. These include process design, process mapping and improvement, business models, co-creation, and platform innovation."
    },
    {
      "course": "MBA 290N: Managing the New Product Development Process",
      "department": "General Elective",
      "description": "An operationally focused course that aims to develop the interdisciplinary skills required for successful product development. Through readings, case studies, guest speakers, applied projects, and student research, students discover the basic tools, methods, and organizational structures used in new product development management. Course covers process phases: idea generation, product definition, product development, testing and refinement, manufacturing ramp-up and product launch."
    },
    {
      "course": "MBA 290P: Project Management Case Studies",
      "department": "General Elective",
      "description": "This course presents case studies of projects that required intervention to avert catastrophic failure. Students will discuss case studies and review real management problems of major corporations. They will create strategic plans to alleviate problems and learn how to manage a large project to a successful completion."
    },
    {
      "course": "MBA 290T: Special Topics in Innovation and Design",
      "department": "General Elective",
      "description": "Advanced study in the fields of innovation and design. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 291C: Active Communicating",
      "department": "General Elective",
      "description": "This course develops the basic building blocks of impactful communication--e.g., concentration, energy, voice, physical expressiveness, spontaneity, listening, awareness, and presence--by drawing upon expertise from theater arts. Active, participatory exercises allow for the development and embodiment of effective communication skills. Class readings, lectures, and discussions address participants' specific workplace applications."
    },
    {
      "course": "MBA 291D: Presentation Design for Analytical Communications",
      "department": "General Elective",
      "description": "This course exposes the problems of poor data presentation and introduces design practices necessary to communicate quantitative business information clearly, efficiently, and powerfully. This course identifies what to look for in the data and describes the types of graphs and visual analysis techniques most effective for spotting what is meaningful and making sense of it."
    },
    {
      "course": "MBA 291E: Interpersonal Skills and Embodied Systems Leadership",
      "department": "Leadership & Org",
      "description": "This course provides a step-by-step roadmap to learn how to “regulate” unconscious reactivity, as well as build – and repair – trust and meaningful connection amidst challenges and misunderstanding that involve social identity, power dynamics, and other dimensions of difference. These essential capacities enable leaders to embody choiceful expressions of “being” and leading in personal and professional contexts, and for diverse teams to move through challenges and differences, while staying connected, in order to collaborate on shared goals and create possibilities around the most pressing systems issues of our time."
    },
    {
      "course": "MBA 291F: Audience-Focused Communication",
      "department": "General Elective",
      "description": "Students will learn to identify and present from their strengths; utilize techniques to understand and address their audience's overt and hidden agendas; determine what is pertinent in their presentations, and what should be left out; present information tailored to a specific audience's way of understanding, and thus answer the audience's unspoken questions; analyze, receive and offer constructive feedback; use their bodies and breath to give themselves more presence and power; communicate to groups via video-conference; and demonstrate a level of mastery of presentation skills by exuding confidence, presence, and influence through strategic, audience-focused communication."
    },
    {
      "course": "MBA 291I: Improvisational Leadership",
      "department": "Leadership & Org",
      "description": "This class explores the broad principles of improvisation, a performing art form that has developed pedagogical methods to enhance individual spontaneity, listening and awareness, expressive skills, risk-taking, and one's ability to make authentic social and emotional connections. The ultimate aim of the course is to help students develop an innovative and improvisational leadership mindset, sharpening in-the-moment decision making and the ability to quickly recognize and act upon opportunities when presented. In practical terms, this course strives to enhance students' business communication skills and increase both interpersonal intuition and confidence."
    },
    {
      "course": "MBA 291L: Leader as Coach",
      "department": "Leadership & Org",
      "description": "This course focuses on the art and science of coaching including theory and practice. The curriculum will cover theory and practice for three aspects of the coaching process - knowledge-based (information and skills), motivation-based (inspiration and passion), and strategy-based (communication and integration). The curriculum will focus on primary coaching skills, tools, processes and behaviors that a coach uses. In addition, participants will learn facilitation skills as the preferred methodology in achieving successful coaching programs. Course participants will have the opportunity to utilize this material in practice coaching sessions with supervision and feedback from peers and the instructor."
    },
    {
      "course": "MBA 291R: Building Trust-Based Relationships",
      "department": "General Elective",
      "description": "The objective of this course is to help students become better leaders by strengthening their ability to build trust-based relationships with others such as direct reports, supervisors, peers and customers. The course draws appropriate links back to Leadership Communications and forward to Applied Innovation. Students will (i) debrief their experience of putting learning from Leadership Communications into action in their workplace; (ii) practice various approaches to honing their empathy, including the use of insightful questions rather than assertions as the basis for a dialogue with others; and (iii) learn a simple peer coaching model that they will use in between face-to-face sessions with their classmates."
    },
    {
      "course": "MBA 291S: Storytelling for Leadership",
      "department": "Leadership & Org",
      "description": "This course provides students with personal leadership development through the ability to tell \"Who Am I\" leadership journey stories, for use in the business context. For leaders, whose job it is to manage change, the approach to storytelling facilitates learning and is a vehicle to assist others in overcoming obstacles, generating enthusiasm and team work, sharing knowledge and ultimately leading to build trust and connection. This course give strategies, skills and practices for the three elements of telling powerful leadership stories: Story Content, Story Structure and Story Delivery. The course is highly interactive."
    },
    {
      "course": "MBA 291T: Topics in Managerial Communications",
      "department": "General Elective",
      "description": "This course will provide the student with specialized knowledge in some area of managerial communications. Topics include multimedia business presentations, personal leadership development, diversity management, and making meetings work. Topics will vary from semester to semester."
    },
    {
      "course": "MBA 292A: Strategy and Leadership for Social Impact",
      "department": "Leadership & Org",
      "description": "This course serves as an introduction to social impact classes at Haas. It prepares students to understand the complexity of social and economic problems that leaders seek to solve. Students are also prepared to clearly understand the ecosystems and specific contexts where these problems exist – including the complex, overlapping landscapes of NGOs, social ventures, business and government. Throughout this course, students develop effective strategy and leadership approaches to solve these problems."
    },
    {
      "course": "MBA 292B: Nonprofit Boards",
      "department": "General Elective",
      "description": "The purpose of this class is to acquaint Master of Business Administration students, many of whom will be asked to serve on nonprofit boards throughout their careers, with the nonprofit sector and the roles and responsibilities of nonprofit boards. Students will learn why nonprofit boards exist, how they are structured, how they differ from corporate boards, what their legal responsibilities are, how boards and chief executives relate to each other, and how boards contribute to the effectiveness of nonprofit organizations."
    },
    {
      "course": "MBA 292C: Strategic and Sustainable Business Solutions",
      "department": "Strategy",
      "description": "This course explores the concept and practice of corporate sustainability (CS) and corporate social responsibility (CSR) through a series of lectures, guest speakers, and live consulting projects focused on CS and CSR challenges facing actual companies. The course provides the tools and experiences that sustainable management practitioners can utilize as a part of their value-creating strategies. Viewing CS and CSR from a corporate strategy perspective enables students to understand how considerations of social impact can, in fact, support core business objectives, core competencies, and bottom-line profits."
    },
    {
      "course": "MBA 292D: Design, Evaluate, and Scale Development Technologies",
      "department": "General Elective",
      "description": "This required course for the Designated Emphasis in Development Engineering will include projects and case studies, many related to projects at UC Berkeley, such as those associated with the Development Impact Labs (DIL). Student teams will work with preliminary data to define the problem. They will then collect and analyze interview and survey data from potential users and begin to design a solution. Students will explore how to use novel monitoring technologies and “big data” for product improvement and evaluation. The student teams will use the case studies (with improvements based on user feedback and data analysis) to develop a plan for scaling and evaluation with a rigorous controlled trial."
    },
    {
      "course": "MBA 292F: Strategic Financial Management of Nonprofit Organizations",
      "department": "Finance",
      "description": "The course focuses on financial management issues faced by board members and senior and executive managers in nonprofit organizations. Students learn tools and techniques for effective planning and budgeting and how to control, evaluate and revise plans. Use and development of internal and external financial reports are studied with an emphasis on using financial information in decision making. Tools and techniques of financial statement analysis, interpretation, and presentation are practiced."
    },
    {
      "course": "MBA 292H: Managing Human Rights in Business",
      "department": "General Elective",
      "description": "This course will provide students with an overview of the international human rights framework and global business and human rights standards and guidelines; give students a full understanding of the ways in which companies can impact human rights negatively and positively; enable students to critically assess the degree to which companies are and should be responsible for human rights impacts; give students the knowledge, skills, and tools to effectively manage corporate human rights impacts as corporate human rights managers, external consultants, or civil society advocates; and practice the communication and persuasion skills necessary to successfully address emerging issues within a complex multinational corporation."
    },
    {
      "course": "MBA 292ID: Impact Startup Disco",
      "department": "Social Impact",
      "description": "This is a short, high-octane course for students interested in meeting other innovators and getting hands-on experience developing a new impact startup concept. All “social and environmental” impact themes are welcome. The course is inspired by other “hackathon” and startup weekend formats. A structured roadmap helps guide students through a sprint formation and ideation process. All students will be asked to submit an idea during the week prior to the class. After a peer vote selects the top ideas, teams are organically formed during the first session. At the end of the course, each team will present their validated concept and their next steps plan to a panel of impact venture experts."
    },
    {
      "course": "MBA 292IL: Impact Startup Launchpad",
      "department": "Social Impact",
      "description": "This course simulates the conditions in which students can become social venture designers, founders, and leaders, and learn to create a business model that intentionally integrates financial objectives with measurable social and/or environmental outputs. Students work in interdisciplinary teams to practice starting a social venture. This course uses the Lean Launchpad methodology from the Haas entrepreneurship curriculum to frame the strategies and practices that distinguish social ventures, including: innovative company legal structures, constitutional documents, stakeholder enrollment, business model design, and social impact assessment. Each team is matched with practitioners who will serve as social venture mentor coaches."
    },
    {
      "course": "MBA 292J: Haas Socially Responsible Investment Fund",
      "department": "Social Impact",
      "description": "In this course, students manage a real investment fund ($1.7 million +) focused on both social and financial returns. Through the Fund students have the opportunity to test the investment and corporate responsibility principles they have learned in the classroom, and to experience the complexities, challenges, and rewards of the investing world. Students have full responsibility for investment decisions, including conducting their own research on companies' environmental, social and governance (ESG) performance. Students receive guidance from both a faculty advisor and an advisory board. The faculty advisor provides regular input on portfolio management, understanding portfolio performance and ESG investing."
    },
    {
      "course": "MBA 292K: Food Innovation Studio",
      "department": "General Elective",
      "description": "Students will identify and solve novel and pressing challenges in the broader food-system; develop insights into the systemic interdepencies that impact personal health and planetary sustainability; and work to conceive, test and launch high impact, market-based solutions. The course emphasizes mission-driven business designs that create positive social impact. Human-centered design, lean-launch, rapid prototyping, business model development, venture formation and venture pitch-presentation are blended into an accelerated experiential learning program. The course attracts leading food industry leaders and entrepreneurs as guest speakers and mentors. The actual course topics and projects are originated and chosen by student teams."
    },
    {
      "course": "MBA 292L: Applied Impact Evaluation",
      "department": "Social Impact",
      "description": "This course covers the methods and applications of impact evaluations, which is the science of measuring the causal impact of a program or policy on outcomes of interest. At its essence, impact evaluation is about generating evidence on which policies work, and which don’t. This subject matter should appeal to three main audiences: (1) those in decision-making positions, such as policy makers and business leaders, and need to consume the information generated from impact evaluations to make informed evidence-based decisions, (2) project managers, development practitioners and business managers who commission impact evaluations and (3) researchers who actually design and implement impact evaluations."
    },
    {
      "course": "MBA 292M: Social Impact Metrics",
      "department": "Social Impact",
      "description": "To provide an overview of the real world challenges of measuring impact in the social sector, this course will delve into the metrics challenges facing four nonprofit organizations selected as “clients”. Students will apply frameworks and approaches from the course to help these nonprofits address the specific metrics problems they have identified and improve their performance. Students will have the opportunity to work directly with executives of the nonprofit organizations during the course, and to present their metrics solutions to the nonprofit cancer organizations, each of whom have all received grants from Amgen to implement the metrics solutions proposed by the student teams."
    },
    {
      "course": "MBA 292R: Business and Natural Resources",
      "department": "General Elective",
      "description": "This course incorporates business and sustainability aspects into the field of natural resource management. Using economic and ecological concepts, students will solve practical problems in this field. The course covers relevant theories and frameworks for assessing natural resource management, ecosystems services, economic valuation, climate change and water, corporate carbon footprint, forestry management, and strategies to add value through corporate sustainability. The course emulates the assessment and decision making processes that are the norm in this field. Students will improve their decision making process related to natural resources and their understanding of how those decisions influence competitive advantage in business."
    },
    {
      "course": "MBA 292S: Social Sector Solutions: Social Enterprise",
      "department": "Social Impact",
      "description": "The purpose of this course is to develop students' skills and knowledge in problem solving, management consulting, and nonprofit organizations. Instruction covers frameworks for problem solving, senior management consulting, and assessing nonprofit organizations. The course includes an assignment to a consultation team that works with a select nonprofit client to help them succeed in an entrepreneurial venture. A partnership with a professional management consulting firm, McKinsey & Company, the course includes experienced McKinsey consultants coaching each of the student teams."
    },
    {
      "course": "MBA 292T: Topics in Business and Social Impact",
      "department": "Social Impact",
      "description": "Advanced study in the field of Socially Responsible Business. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 293: Individually Supervised Study for Graduate Students",
      "department": "General Elective",
      "description": "Individually supervised study of subjects not available to the student in the regular schedule, approved by faculty adviser as appropriate for the student's program."
    },
    {
      "course": "MBA 293C: Practical Training",
      "department": "General Elective",
      "description": "Internships are off-campus experiential learning activities designed to provide students with opportunities to make connections between the theory and practice of academic study and the practical application of that study in a professional work environment. Internships offer the opportunity to experience a career while gaining relevant skills and professional connections. Internships are completed under the guidance of an on-site supervisor and a faculty sponsor, who in combination with the student will create a framework for learning and reflection. Enrolled students would not be able to apply units earned towards satisfying elective unit graduation requirements."
    },
    {
      "course": "MBA 294: Selected Topics for MBA Students",
      "department": "General Elective",
      "description": "The course focuses on a specific industry, field of management, or region of the world and is initiated and organized by students. It is usually a survey course. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 295A: Entrepreneurship",
      "department": "Entrepreneurship",
      "description": "This course is about how to start a new business and how to write a business plan. Students are organized in teams of four around new venture ideas of their own choosing. They conduct research, consult with members of the business community, perform analysis, and write a formal business plan. They then present an appeal for funding to a panel consisting of the instructors and members of the investing community."
    },
    {
      "course": "MBA 295B: Venture Capital and Private Equity",
      "department": "Entrepreneurship",
      "description": "This is an advanced case-based course intended to provide the background, tools, and themes of the venture capital industry. The course is organized in four modules of the private equity cycle: (1) fund raising -- examines how private equity funds are raised and structured, (2) investing -- considers the interactions between private equity investors and the entrepreneurs that they finance, (3) exiting -- examines the process through which private equity investors exit their investments; and (4) new frontiers -- reviews many of the key ideas developed in the course."
    },
    {
      "course": "MBA 295C: Opportunity Recognition: Technology and Entrepreneurship in Silicon Valley",
      "department": "Entrepreneurship",
      "description": "This course is intended to provide the core skills needed for the identification of opportunities that can lead to successful, entrepreneurial high technology ventures, regardless of the individual's \"home\" skill set, whether technical or managerial. We examine in depth the approaches most likely to succeed for entrepreneurial companies as a function of markets and technologies. Emphasis is placed on the special requirements for creating and executing strategy in a setting of rapid technological change and limited resources. This course is particularly suited for those who anticipate founding or operating technology companies."
    },
    {
      "course": "MBA 295F: The Lean Launch Pad",
      "department": "General Elective",
      "description": "This course provides real world, hands-on learning on what it’s like to actually start a hightech company. This class is not about how to write a business plan. It’s not an exercise onhow smart you are in a classroom, or how well you use the research library to size markets. And the end result is not a PowerPoint slide deck for a VC presentation. And it is mostdefinitely not an incubator where you come to build the “hot-idea” that you have in mind. This is a practical class: Our goal, within the constraints of a classroom and a limited amount of time, is to create an entrepreneurial experience for you with all of the pressures and demands of the real world in an early stage start up."
    },
    {
      "course": "MBA 295G: Advanced Innovation",
      "department": "General Elective",
      "description": "This course intends to help students apply the skills of applied innovation in a loosely-structured, open-ended project. Students will learn advanced techniques in the innovation process and apply it to a project of their choice. The course is loosely structured and includes a lot of coaching time with faculty, as well as feedback and critique time with peers. The course largely follows the innovation cycle — observe and notice, frame and reframe, imagine and design, and make and test — but does so nonlinearly."
    },
    {
      "course": "MBA 295I: Entrepreneurship Workshop for Start-ups",
      "department": "Entrepreneurship",
      "description": "This workshop is intended for students who have their own experiemental venture project under development. The business concept may be in the startup mode, or further along in its evolution. The pedagogy is one of \"guided\" entrepreneurship where students, often working in teams, undertake the real challenges of building a venture. Students must be willing to discuss their project with others in the workshop as group deliberation of the entrepreneurial challenges is a key component of the class."
    },
    {
      "course": "MBA 295M: Business Model Innovation and Entrepreneurial Strategy",
      "department": "Entrepreneurship",
      "description": "The class teaches how to characterize and analyze business models and how to efficiently construct and test new business models. The course examines businesses across industries and phases of a firm's growth. Critical entrepreneurial strategies are illuminated for new ventures or in building a new enterprise inside a corporation. The course provides students with the skills and knowledge to rapidly assess and shape business models to their advantage in constructing new enterprises."
    },
    {
      "course": "MBA 295N: Media: New and Otherwise",
      "department": "General Elective",
      "description": "This course provides students with an overview of the media business and how it is changing from startups to global conglomerates. It addresses the economics of media organizations (and industries), their organizational structures, cultures, brands, and approaches. Some of the questions discussed include: (1) How do traditional media address changing technologies;(2) How is the media business driven by metrics and data; (3) How is it driven by artistic creativity; (4) Are media companies too big? Are they too small? Students will develop and present competitive strategies for media companies, hear from guest speakers, and discuss the transformations happening in media."
    },
    {
      "course": "MBA 295S: Entrepreneurial Strategy",
      "department": "Entrepreneurship",
      "description": "Students learn about the key strategic choices that shape whether companies deliver real value to stakeholders. They are taught to organize the strategic choices into four different strategy “playbooks” that they can use to systematically consider alternate strategies for a startup, and the core elements needed to make these strategies work: Intellectual Property Strategy, Disruptive Strategy, Value Chain Strategy, and Architectural Strategy. Students must (a) analyze cases, thinking systematically through what they would do if they were a founder or early-employee in the protagonists’ shoes; (b) engage in class discussions, treating the classroom as a laboratory; and (c) formulate a real strategic plan for a final strategy assignment."
    },
    {
      "course": "MBA 295T: Special Topics in Entrepreneurship",
      "department": "Entrepreneurship",
      "description": "Courses of this kind will cover issues in entrepreneurship that either appeal to a specialized interest by type of firm being started (e.g., new ventures in computer software) or in the aspect of the entrepreneurial process being considered (e.g., new venture funding). The courses typically will be designed to take advantage of the access offered by the University and the locale to knowledgeable and experienced members of the business community."
    },
    {
      "course": "MBA 296: Special Topics in Business Administration",
      "department": "General Elective",
      "description": "Advanced study in various fields of business administration. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "MBA 296C: Introduction to Coding for MBAs",
      "department": "General Elective",
      "description": "This course helps MBA students communicate more effectively with technical colleagues by understanding the basics of the programming world. Students learn industry standard vocabulary, tools, and processes used by developers. As an introductory course, it focuses on breadth instead of depth providing a foundation for learning the core topics critical to a career in technology. The course is a mixture of in-class lectures, quizzes, readings, and online tutorials. Each session introduces a new topic, with depth added in readings and reinforced through quizzes and assignments. The material is introduced cumulatively and the pace is specifically tuned for beginners. The course is aimed at non-technical students with no prior coding experience."
    },
    {
      "course": "MBA 297A: Healthcare in the 21st Century",
      "department": "General Elective",
      "description": "This course gives a systematic overview of the U.S. health care system by providing students with an understanding of its structure, financing, and special properties. Applies social science theory, disciplinary contributions, and research findings to the understanding of health care delivery problems; examines current courses of data about health status, health services use, financing, and performance indicators; and analyzes the larger management and policy issues that drive reform efforts."
    },
    {
      "course": "MBA 297B: Advanced Health Care Finance",
      "department": "Finance",
      "description": "This course covers the strategic financial management in the health services industry, including provider organizations (e.g., hospitals and physician groups) and insurance firms. Cases are used to apply the financial analysis and planning skills learned in the course. Topic areas include financial statement analysis, cost behavior, pricing and service decisions, planning and budgeting, management control, debt and equity financing, risk and return, capital budgeting, and project risk assessment."
    },
    {
      "course": "MBA 297C: Innovations in Healthcare",
      "department": "General Elective",
      "description": "The purpose of this course is to provide students with insights into the newest innovations in healthcare service delivery, information technology, and medical devices. Through presentations by leading entrepreneurs in the field, students will be challenged to make investment decisions in those firms with the greatest promise. Students will also be asked to develop an investment philosopy that supports their commitments to specific companies."
    },
    {
      "course": "MBA 297D: Trends in Biotech and Pharma",
      "department": "General Elective",
      "description": "This course is designed to provide students with insights into the biotech/pharma industry and the challenges and opportunities it faces; exposure to the deliberations around pricing a new drug and creating access strategies; the opportunity to analyze relevant cases that will highlight the real-world impact of select trends on the industry; and insights into how larger healthcare management and policy issues interact with biopharma, seeking to both advance efforts to reform the U.S. health care system and change how innovators engage with key stakeholders."
    },
    {
      "course": "MBA 297F: Life Sciences Marketing",
      "department": "Marketing",
      "description": "Marketing is a critical component of organizations operating in the Life Sciences responsible for interfacing with customers, competitors, collaborators, and the broader ecosystem. Marketers in Life Sciences face unique challenges due to the need to understand and appeal to a broad range of stakeholders which includes patients, payers, physicians, health systems, government and advocacy groups. The course covers leading and emerging practices in life sciences marketing, identification of unmet customer needs and translation into actionable insights, development of winning brand strategies, and the use of foundational marketing methods. The primary focus is on the biopharmaceutical industry and MedTech sectors."
    },
    {
      "course": "MBA 298A: International Business Development for MBAs",
      "department": "Global Business",
      "description": "This course explores the issues of conducting business in an international context, including an analysis of project management, information resources, and cultural differences. The three-week project, typically in a developing economy, provides a real-life application of theories of this course and of the first-year MBA courses. The fall segment highlights the presentations of each returning team on their project findings and experiences."
    },
    {
      "course": "MBA 298B: International Business Development for MBAs",
      "department": "Global Business",
      "description": "This course explores the issues of conducting business in an international context, including an analysis of project management, information resources, and cultural differences. The three-week project, typically in a developing economy, provides a real-life application of theories of this course and of the first-year MBA courses. The fall segment highlights the presentations of each returning team on their project findings and experiences."
    },
    {
      "course": "MBA 298S: Seminar in International Business",
      "department": "Global Business",
      "description": "This course involves a series of speaker and seminar-type classes in preparation for a two-week study tour of a specific country or region. Participants will visit companies and organizations and meet with top-level management to learn about the opportunities and challenges of operating in a specific country or region. Evaluation is based on student presentations, participation, and a research paper."
    },
    {
      "course": "MBA 298X: MBA Exchange Program",
      "department": "General Elective",
      "description": "Students who participate in one of the Haas School's domestic or international exchange programs receive credit (usually 12 units) at Haas for the set of courses that they successfully complete at their host school. The courses that the students take at the host school are subject to review by the MBA Program office to ensure that they match course requirements at the Haas School."
    },
    {
      "course": "MBA 299B: Global Strategy and Multinational Enterprise",
      "department": "Strategy",
      "description": "Identifies the management challenges facing international firms. Attention to business strategies, organizational structures, and the role of governments in the global environment. Special attention to the challenges of developing and implementing global new product development strategies when industrial structures and government policies differ. Efficacy of joint ventures and strategic alliances. Implications for industrial policy and global governance."
    },
    {
      "course": "MBA 299E: Competitive and Corporate Strategy",
      "department": "Strategy",
      "description": "Examines optimal production and pricing policies for firms in competitive environments; optimal strategies through time; strategies in the presence of imperfect information. How differing market structures and government policies (including taxation) affect output and pricing decisions. Social welfare implications of decisions by competitive firms also explored."
    },
    {
      "course": "MBA 299H: Strategic Management and the Organization of Health Services",
      "department": "Leadership & Org",
      "description": "This is a course in strategic management of health services organizations. It systematically addresses system-wide, organization-wide, group-level, and individual-level issues in strategy formulation, content, implementation, and performance. It considers internal and external factors that affect organizational performance. Emphasis is on the development and implementation of strategies to meet stakeholders' demands, and total quality management approaches. This course covers a wide variety of health care organizations including providers, plans, systems, suppliers, pharmaceuticals, and biotechs. The course builds on 205 and Public Health 223A."
    },
    {
      "course": "MBA 299M: Marketing Strategy",
      "department": "Marketing",
      "description": "Strategic planning theory and methods with an emphasis on customer, competitor, industry, and environmental analysis and its application to strategy development and choice."
    },
    {
      "course": "MBA 375: Teaching Business",
      "department": "General Elective",
      "description": "This course will cover the important skills and resources necessary to be an effective graduate student instructor (GSI) in the Haas School of Business. GSIs are an integral part of instruction at Haas, supporting faculty teaching through administrative and pedagogical support. This course seeks to prepare MBA students for their first GSI positions, ensuring that they are ready for the many potential challenges that might await them in the ensuing semester. Students will learn effective teaching strategies from faculty and veteran GSIs, as well as resources available to them both through Haas and the Berkeley campus. This course will also teach MBA students the common pitfalls of any class--both in pedagogical style and in student interaction."
    },
    {
      "course": "MBA W211: Game Theory (Online Version)",
      "department": "General Elective",
      "description": "A survey of the main ideas and techniques of game-theoretic analysis related to bargaining, conflict, and negotiation. Emphasizes the identification and analysis of archetypal strategic situations in bargaining. Goals of the course are to provide a foundation for applying game-theoretic analysis, both formally and intuitively, to negotiation and bargaining; to recognize and assess archetypal strategic situations in complicated negotiation settings. This course is taught online."
    },
    {
      "course": "MFE 230A: Investments and Derivatives",
      "department": "Financial Engineering",
      "description": "The course discusses the basic theories of asset pricing. It begins with the standard discounted cash flow analysis, and generalizes this approach to develop the No Arbitrage Pricing Technique for security valuation. Topics will be fixed income securities, derivatives, contingent claims, basic principles of optimal portfolio theory, models of equilibrium asset pricing, including CAPM and related Factor Models."
    },
    {
      "course": "MFE 230D: Derivatives: Quantitative Methods",
      "department": "Financial Engineering",
      "description": "This course emphasizes the pricing of derivatives in continuous time, from the formulation of the pricing problem to the implementation of computational and numerical solution techniques."
    },
    {
      "course": "MFE 230E: Empirical Methods in Finance",
      "department": "Financial Engineering",
      "description": "This course reviews probability and statistical techniques commonly used in quantitative finance. It includes a review of normal, lognormal, CEV distribution, estimation and nonparametric techniques commonly used in finance (MLE, GMM, GARCH). Students will be introduced to financial databases and estimation application software to estimate volatilities and correlations and their stability."
    },
    {
      "course": "MFE 230F: The Design of Securities for Corporate Financing",
      "department": "Financial Engineering",
      "description": "The view of corporate finance presented in this course stems from an analysis of two related issues: 1) how firms create value, and 2) how corporate finance facilitates the process of value creation. As part of this process, we will examine the factors that help determine financial strategy, thereby putting the design of financial packages in perspective. In particular, the course focuses on how corporate financing needs lead to the need for financial engineering and spur financial innovation."
    },
    {
      "course": "MFE 230G: Equity and Currency Markets",
      "department": "Financial Engineering",
      "description": "This course reviews various aspects of equity and currency markets and their relative importance. It provides models of and historical evidence on the average returns and volatility of returns on equities, on the trade-to-trade equity price behavior, on trading volume and patterns, and primary financial risks. Determination of spot and forward rates and volatility, volume, high frequency dynamics and dealer behavior are examined."
    },
    {
      "course": "MFE 230GA: Equity Markets",
      "department": "Financial Engineering",
      "description": "This course will cover active equity portfolio management including the more general quantitative theory of active management. We will view active management as an optimization problem trading off expected returns against risk and the cost of trading. Modules will cover forecasting returns, risk, and cost. We will also cover how to research active strategies and the analytics that support the enterprise. We will discuss various categories of active equity strategies and provide an introduction to current approaches."
    },
    {
      "course": "MFE 230GB: Currency Markets",
      "department": "Financial Engineering",
      "description": "This course is dedicated to currency markets: market organization, determination of spot and forward rates, and links to international finance more broadly. Topics include: The FX market: organization, players, and instruments, FX arrangements and capital controls, Different approaches to exchange rate determination/forecasting, Conventional and unconventional monetary policy and exchange rate, Dominant currency paradigm/ dollar safety and FX Markets in the Post-COVID era."
    },
    {
      "course": "MFE 230H: Financial Risk Measurement and Management",
      "department": "Financial Engineering",
      "description": "This course examines risk measurement and management including market risk, credit risk, liquidity risk, settlement risk, volatility risk, kurtosis risk and other types of financial risks. Topics will include risk management techniques for different types of contracts and portfolios such as duration, portfolio beta, factor sensitivities, VAR, dynamic portfolio analysis and extreme value analysis and other risk management techniques."
    },
    {
      "course": "MFE 230I: Fixed Income Markets",
      "department": "Financial Engineering",
      "description": "This course provides a quantitative approach to fixed income securities and bond portfolio management. Topics include fixed income security markets, pricing and uses for portfolio management or for hedging interest rate risk, bond mathematics, term structure measurement and theory, immunization techniques, and the modern theory of bond pricing, and derivative instruments."
    },
    {
      "course": "MFE 230J: Financial Innovation with Data Science Applications",
      "department": "Financial Engineering",
      "description": "This course will stress financial innovation in the traditional financial markets, and innovation opportunities in the newer disciplines of long and short term economic markets. Some examples of the later include livelihood insurance, home-equity insurance, inequality insurance, intergenerational social security, international agreements, and individual pension investment strategies."
    },
    {
      "course": "MFE 230K: Dynamic Asset Management",
      "department": "Financial Engineering",
      "description": "This course reviews portfolio theory and pricing models. It includes: risk models for international portfolio returns, models of optimal allocation of funds, exchange rate uncertainty and criteria for judging the performance of managers and models; different types of portfolios/instruments, different types of applications, and strategies to achieve various investment objectives."
    },
    {
      "course": "MFE 230M: Asset-Backed Security Markets",
      "department": "Financial Engineering",
      "description": "This course extends the study of fixed income securities to advanced topics on mortage and other asset-backed securities. Topics will include basic mechanics of structuring deals for mortgage-related securities, credit cards, leases, and other debt markets and the risk management techniques employed in the securitization process for these assets. The valuation of pooled assets and derivative bonds using Monte Carlo and option pricing techniques, and trading strategies are also evaluated."
    },
    {
      "course": "MFE 230N: Applied Finance Project",
      "department": "Financial Engineering",
      "description": "Students will be required to complete an applied quantitative finance project that explores a quantitative finance problem that might be met in practice and involves the development or use of quantitative financial technique."
    },
    {
      "course": "MFE 230O: Applied Finance Project",
      "department": "Financial Engineering",
      "description": "Students will be required to complete an applied quantitative finance project that explores a quantitative finance problem that might be met in practice and involves the development or use of quantitative financial technique."
    },
    {
      "course": "MFE 230P: Financial Data Science",
      "department": "Financial Engineering",
      "description": "This course proposes a guided tour through optimization models arising in practical finance. These problems include ones that are traditionally associated with optimization, including asset and liability management, asset pricing, and portfolio optimization. We also describe optimization models arising in model calibration, predication and estimation, and risk analysis. The course includes some recent approaches to the analysis of other kinds of financial data, such as text (financial news) data."
    },
    {
      "course": "MFE 230Q: Introduction to Stochastic Calculus",
      "department": "Financial Engineering",
      "description": "The course introduces the students to techniques from stochastic analysis employed in mathematical finance. Topics include: stochastic processes, brownian motion, stochastic integral, differentials and Ito's formula; martingales."
    },
    {
      "course": "MFE 230R: Advanced Computational Finance",
      "department": "Financial Engineering",
      "description": "This course builds on the techniques learned in 230D, Quantitative Methods for Derivative Pricing. The focus is to gain a deeper analysis of numerical and computational issues in pricing and calibration. The orientation of the course is hands-on, with heavy use of computational techniques applied to case projects. The primary objective of this course is to prepare students to tackle the latest challenges in quantitative pricing that they are likely to encounter in cutting-edge financial institutions."
    },
    {
      "course": "MFE 230S: Behavioral Finance",
      "department": "Financial Engineering",
      "description": "Over the last 25 years, psychologists have come to better understand the processes by which people make judgements and decisions. They have identified common judgement and decision heuristics and the biases associated with these. An understanding of one's own decision biases and those of others is an important tool for managers. Behavioral Decision Theory has also contributed to our understanding of financial markets. This course will discuss the common biases and heuristics."
    },
    {
      "course": "MFE 230T: Topics in Financial Engineering",
      "department": "Financial Engineering",
      "description": "Advanced study in the field of finance engineering that will address current and emerging issues. Topics will vary with each offering and will be announced at the beginning of each term."
    },
    {
      "course": "MFE 230V: Credit Risk Modeling",
      "department": "Financial Engineering",
      "description": "Focuses on the techniques currently used to model credit risk. The course will cover default probabilities, loss given default, correlation, credit portfolio analytics, bond valuation, loan valuation, and credit derivative valuation. Emphasis will be placed on model building, model validation, and interpreting model output. Students will be required to do some high-level programming in a package such as Matlab. Some empirical testing exercises will also be part of the project work."
    },
    {
      "course": "MFE 230VA: Credit Risk: Economic Concepts",
      "department": "Financial Engineering",
      "description": "Introduction to credit risk modeling and conceptual overview of current techniques. Covers default probabilities, loss given default, correlation, credit portfolio analytics, bond valuation, loan valuation, and credit derivative valuation. Prepares students who are interested in a second course that will focus on model building. Students not interested in the technical details of modeling but who desire an understanding of how credit risk modeling is used in practice will benefit from taking this course."
    },
    {
      "course": "MFE 230VB: Credit Risk: Quantitative Modeling",
      "department": "Financial Engineering",
      "description": "Focuses on the techniques currently used to model credit risk. The course will cover default probabilities, loss given default, correlation, credit portfolio analytics, bond valuation, loan valuation, and credit derivative valuation. Emphasis will be placed on model building, model validation, and interpreting model output. Students will be required to do some high-level programming in a package such as MATLAB. Some empirical testing exercises will also be part of the project work."
    },
    {
      "course": "MFE 230W: Accounting and Taxation of Derivatives",
      "department": "Financial Engineering",
      "description": "This course provides a framework to allow students the understanding of the accounting and tax issues related to derivatives and hedging. It also fulfills the needs of students seeking jobs in the corporate sector and/or seeking securities-structuring assignments in the financial services sector. A basic understanding of financial accounting is required."
    },
    {
      "course": "MFE 230X: High Frequency Finance",
      "department": "Financial Engineering",
      "description": "This course introduces basic concepts of high frequency finance and discusses recent developments in market microstructure, electronic trading, and high frequency data modeling. Topics include trading basics and price discovery, distributional properties of financial time series, tick data analysis, trade direction algorithms, trading benchmarks, sources of risk, and trading strategies (including back-testing challenges, benchmark and hedging strategies, and arbitrage and program trading)."
    },
    {
      "course": "MFE 230Y: Ethics and Regulation in Financial Markets",
      "department": "Financial Engineering",
      "description": "This course is an introduction to the legal rules which govern financial markets and institutions in general but also, specifically related to derivatives. The main purpose of legal rules and regulations is to ensure a smooth functioning of financial markets, as well as the safety and soundness of the overall financial system. We will examine the main areas of law and regulation, as they pertain to the centralized exchanges and the over the counter markets and the role of regulatory arbitrage. We will specifically focus on Dodd-Frank and Basel III and how these rules came about as a response to the financial crisis. We will also explore the role of ethics in filling in the gaps that the law fails to fill."
    },
    {
      "course": "MFE 230ZA: Deep Learning and Applications I",
      "department": "Financial Engineering",
      "description": "Topics include supervised, unsupervised, and reinforcement learning industry tools to develop machine learning systems. Data collection and processing (APIs, web scraping, and Hadoop, MapReduce, Spark), multilayer perceptron (deep neural nets, training deep neural nets, convolutional, neural networks, recurring neural networks, Word2Vec). The course will end with a session on solving practical problems with deep learning."
    },
    {
      "course": "MFE 230ZB: Deep Learning and Applications II",
      "department": "Financial Engineering",
      "description": "Topics include spectral representation, long memory processes “shallow models”: ARMA, filter banks, SVR/SVM, random forests and Probabilistic graphical networks; deep models: RNNs and CNNs for sequential modeling, attention networks deep learning frameworks, basic models and causal loss functions for financial time-series prediction. Distributed representations of discrete entities and applications in Natural Language Processing data and model fusion strategies, irregular time series low cost modeling strategies (model compression, cascades and low rank modeling)."
    },
    {
      "course": "MFE 293: Individually Supervised Study for Graduate Students",
      "department": "Financial Engineering",
      "description": "Individually supervised study of subjects not available to students in the regular schedule, approved by faculty adviser as appropriate for the students' programs."
    },
    {
      "course": "MFE W230A: Investments and Derivatives",
      "department": "Financial Engineering",
      "description": "The course discusses the basic theories of asset pricing. It begins with the standard discounted cash flow analysis, and generalizes this approach to develop the No Arbitrage Pricing Technique for security valuation. Topics will be fixed income securities, derivatives, contingent claims, basic principles of optimal portfolio theory, models of equilibrium asset pricing, including CAPM and related Factor Models."
    },
    {
      "course": "MFE W230D: Derivatives: Quantitative Methods",
      "department": "Financial Engineering",
      "description": "This course emphasizes the pricing of derivatives in continuous time, from the formulation of the pricing problem to the implementation of computational and numerical solution techniques."
    },
    {
      "course": "MFE W230E: Empirical Methods in Finance",
      "department": "Financial Engineering",
      "description": "This course reviews probability and statistical techniques commonly used in quantitative finance. It includes a review of normal, lognormal, CEV distribution, estimation and nonparametric techniques commonly used in finance (MLE, GMM, GARCH). Students will be introduced to financial databases and estimation application software to estimate volatilities and correlations and their stability."
    },
    {
      "course": "MFE W230G: Equity and Currency Markets",
      "department": "Financial Engineering",
      "description": "This course reviews various aspects of equity and currency markets and their relative importance. It provides models of and historical evidence on the average returns and volatility of returns on equities, on the trade-to-trade equity price behavior, on trading volume and patterns, and primary financial risks. Determination of spot and forward rates and volatility, volume, high frequency dynamics and dealer behavior are examined."
    },
    {
      "course": "MFE W230H: Financial Risk Measurement and Management",
      "department": "Financial Engineering",
      "description": "This course examines risk measurement and management including market risk, credit risk, liquidity risk, settlement risk, volatility risk, kurtosis risk and other types of financial risks. Topics will include risk management techniques for different types of contracts and portfolios such as duration, portfolio beta, factor sensitivities, VAR, dynamic portfolio analysis and extreme value analysis and other risk management techniques."
    },
    {
      "course": "MFE W230I: Fixed Income Markets",
      "department": "Financial Engineering",
      "description": "This course provides a quantitative approach to fixed income securities and bond portfolio management. Topics include fixed income security markets, pricing and uses for portfolio management or for hedging interest rate risk, bond mathematics, term structure measurement and theory, immunization techniques, and the modern theory of bond pricing, and derivative instruments."
    },
    {
      "course": "MFE W230J: Financial Innovation with Data Science Applications",
      "department": "Financial Engineering",
      "description": "This course will stress financial innovation in the traditional financial markets, and innovation opportunities in the newer disciplines of long and short term economic markets. Some examples of the later include livelihood insurance, home-equity insurance, inequality insurance, intergenerational social security, international agreements, and individual pension investment strategies."
    },
    {
      "course": "MFE W230K: Dynamic Asset Management",
      "department": "Financial Engineering",
      "description": "This course reviews portfolio theory and pricing models. It includes: risk models for international portfolio returns, models of optimal allocation of funds, exchange rate uncertainty and criteria for judging the performance of managers and models; different types of portfolios/instruments, different types of applications, and strategies to achieve various investment objectives."
    },
    {
      "course": "MFE W230M: Asset-Backed Security Markets",
      "department": "Financial Engineering",
      "description": "This course extends the study of fixed income securities to advanced topics on mortage and other asset-backed securities. Topics will include basic mechanics of structuring deals for mortgage-related securities, credit cards, leases, and other debt markets and the risk management techniques employed in the securitization process for these assets. The valuation of pooled assets and derivative bonds using Monte Carlo and option pricing techniques, and trading strategies are also evaluated."
    },
    {
      "course": "MFE W230O: Applied Finance Project",
      "department": "Financial Engineering",
      "description": "Students will be required to complete an applied quantitative finance project that explores a quantitative finance problem that might be met in practice and involves the development or use of quantitative financial technique."
    },
    {
      "course": "MFE W230P: Financial Data Science",
      "department": "Financial Engineering",
      "description": "This course proposes a guided tour through optimization models arising in practical finance. These problems include ones that are traditionally associated with optimization, including asset and liability management, asset pricing, and portfolio optimization. We also describe optimization models arising in model calibration, predication and estimation, and risk analysis. The course includes some recent approaches to the analysis of other kinds of financial data, such as text (financial news) data."
    },
    {
      "course": "MFE W230Q: Stochastic Calculus with Asset Pricing Applications",
      "department": "Financial Engineering",
      "description": "The course introduces the students to techniques from stochastic analysis employed in mathematical finance. Topics include: stochastic processes, brownian motion, stochastic integral, differentials and Ito's formula; martingales."
    },
    {
      "course": "MFE W230S: Behavioral Finance",
      "department": "Financial Engineering",
      "description": "Over the last 25 years, psychologists have come to better understand the processes by which people make judgements and decisions. They have identified common judgement and decision heuristics and the biases associated with these. An understanding of one's own decision biases and those of others is an important tool for managers. Behavioral Decision Theory has also contributed to our understanding of financial markets. This course will discuss the common biases and heuristics."
    },
    {
      "course": "MFE W230X: High Frequency Finance",
      "department": "Financial Engineering",
      "description": "This course introduces basic concepts of high frequency finance and discusses recent developments in market microstructure, electronic trading, and high frequency data modeling. Topics include trading basics and price discovery, distributional properties of financial time series, tick data analysis, trade direction algorithms, trading benchmarks, sources of risk, and trading strategies (including back-testing challenges, benchmark and hedging strategies, and arbitrage and program trading)."
    },
    {
      "course": "PHDBA 219S: Research Seminar in Economic Analysis and Policy",
      "department": "PhD",
      "description": "The research seminar presents new research on economics applied to business management issues."
    },
    {
      "course": "PHDBA 229A: Doctoral Seminar in Accounting I",
      "department": "PhD",
      "description": "A critical evaluation of accounting literature with emphasis on seminar contributions. Topics covered include research methodology in accounting, the private and social value of information."
    },
    {
      "course": "PHDBA 229B: Doctoral Seminar in Accounting II",
      "department": "PhD",
      "description": "A critical evaluation of recent accounting literature involving empirical research."
    },
    {
      "course": "PHDBA 229C: Doctoral Seminar in Accounting III",
      "department": "PhD",
      "description": "A critical evaluation of recent accounting literature with emphasis on financial accounting."
    },
    {
      "course": "PHDBA 229D: Doctoral Seminar in Accounting IV",
      "department": "PhD",
      "description": "Exploration of issues related to the internal accounting systems of large firms. The first part of the course focuses on the theory of mechanism design, while the second part applies this theory to a variety of managerial accounting questions."
    },
    {
      "course": "PHDBA 229S: Research Seminar in Accounting",
      "department": "PhD",
      "description": "Advanced study in the field of Accounting. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 239E: Dynamic Game Theory and Applications",
      "department": "PhD",
      "description": "This course focuses on repeated games and optimal mechanism design, with an emphasis on dynamics. The course presents a mix of pure theory and applications from many economics-related fields, particularly finance, macroeconomics and bargaining."
    },
    {
      "course": "PHDBA 239FA: Asset Pricing Theory",
      "department": "PhD",
      "description": "Asset pricing and portfolio choice in partial equilbrium and asset pricing in General Equilibrium. Specifically, static and intertemporal theories of choice under risk and uncertainity and portfolio choice. Includes two-fund separation, Capital Asset Pricing Model, and the Arbitrage Pricing Theory. In a General Equilibrium framework, it covers the notion of complete markets and welfare theorems. Also, some macro-asset pricing models are developed in addition to an analysis of incomplete markets."
    },
    {
      "course": "PHDBA 239FB: Corporate Finance Theory",
      "department": "PhD",
      "description": "Study of the financial decisions made by firms and the effect of such decisions on observables. These can include debt/equity ratios, dividend policies, or the cross section of returns. In addition, corporate finance considers conflicts of interest between shareholders and managers and between different financial claimants."
    },
    {
      "course": "PHDBA 239FC: Empirical Asset Pricing",
      "department": "PhD",
      "description": "Introduction and guide to issues in empirical asset pricing. Students learn key features of asset-price behavior and study how researchers test various theoretical models from finance and economics, focusing on advantages and disadvantages of research designs. Intuition behind practical econometric tools is developed and applied to asset pricing questions. By critically evaluating research, students determine which characteristics of an empirical paper influence the finance profession."
    },
    {
      "course": "PHDBA 239FD: Empirical Corporate Finance",
      "department": "PhD",
      "description": "This course provides a theoretical and empirical treatment of the core topics in corporate finance including internal corporate investment; external corporate investment (mergers and acquisitions); capital structure and financial contracting; bankruptcy; corporate governance."
    },
    {
      "course": "PHDBA 239S: Research Seminar in Finance",
      "department": "PhD",
      "description": "Advanced study in the field of Finance. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 249A: Doctoral Seminar in Operations Management I",
      "department": "PhD",
      "description": "Advanced study in the field of Operations Management with an emphasis on the interface between Operations Management and Marketing. Specific topics will vary from year to year."
    },
    {
      "course": "PHDBA 249B: Doctoral Seminar in Operations Management II",
      "department": "PhD",
      "description": "Advanced study in the field of Operations Management with an emphasis on the interface between Operations Management and Marketing. Specific topics will vary from year to year."
    },
    {
      "course": "PHDBA 249C: Doctoral Seminar in Management III",
      "department": "PhD",
      "description": "Advanced study in the field of operations management with an emphasis on the role of rational consumer behavior. Specific topics will vary year to year."
    },
    {
      "course": "PHDBA 259A: Research in Micro-Organizational Behavior",
      "department": "PhD",
      "description": "Review of the research literature of micro-organizational behavior, including its social psychological and psychological foundations. Topics include: job design, work attitudes, organizational commitment, organizational culture, control and participation in organizations, creativity, personality, socialization leadership, industrial organization psychology."
    },
    {
      "course": "PHDBA 259B: Research Seminar in Macro-Organizational Behavior",
      "department": "PhD",
      "description": "Review of the research literature of macro-organizational behavior, including its sociological and economic foundations. Topics include: social networks, organizational culture, status hierarchies, social influence, innovation and organizational diversity."
    },
    {
      "course": "PHDBA 259C: Research Workshop on Macro Organizational Behavior",
      "department": "PhD",
      "description": "Review of the research literature of macro-organizational behavior, including its sociological and economic foundations. Topics include: social networks, organizational culture, status hierarchies, social influence, innovation and organizational diversity."
    },
    {
      "course": "PHDBA 259E: Research Seminar in Behavioral Science",
      "department": "PhD",
      "description": "Advanced study in the field of behavioral science. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 259S: Research Seminar in Management of Organizations",
      "department": "PhD",
      "description": "Advanced study in the field of Management of Organizations. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 269A: Seminar in Marketing: Buyer Behavior",
      "department": "PhD",
      "description": "Advanced topics seminar intended principally for Ph.D. students but open to advanced MBA students."
    },
    {
      "course": "PHDBA 269B: Seminar in Marketing: Choice Modeling",
      "department": "PhD",
      "description": "Advanced topics seminar intended principally for Ph.D. students but open to advanced MBA students."
    },
    {
      "course": "PHDBA 269C: Seminar in Marketing: Marketing Strategy",
      "department": "PhD",
      "description": "Advanced topics seminar intended principally for Ph.D. students but open to advanced MBA students. This section will focus on marketing theory and the development of marketing thought. (Course offered alternate years.)"
    },
    {
      "course": "PHDBA 269D: Special Research Topics in Marketing",
      "department": "PhD",
      "description": "Review of special research topics in marketing not ordinarily covered in BA 269A, 269B, 269C. Content varies from year to year. (Course offered alternate years.)"
    },
    {
      "course": "PHDBA 269E: Seminar in Marketing: Behavioral Science",
      "department": "PhD",
      "description": "Advanced study in the field of behavioral science. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 269S: Research Seminar in Marketing",
      "department": "PhD",
      "description": "Advanced study in the field of Marketing. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 279PA: Political Economy: Frameworks",
      "department": "PhD",
      "description": "The course focuses on collective action phenomena, their connections to material conditions, their consequences for public policy, and their impact on economic performance and welfare. The focus is broad, covering mainly theory while tracing testable implications and occasionally delving into empirical evidence. Topics include conflict, state formation, state capacity, collective decision-making, voting, lobbying, theories of influence and corruption, the efficiency of democracy, political selection, electoral discipline and political accountability."
    },
    {
      "course": "PHDBA 279PB: Theories of the Firm and Market Failures",
      "department": "PhD",
      "description": "This course is designed to help students understand the role of the government in addressing market failures and improving social welfare. The course has two broad objectives. The first is to develop an in depth understanding of empirical methods and research designs that are commonly used in applied microeconomics. The second is to familiarize students with important empirical findings and lines of inquiry at the frontier (and intersection) of public economics and industrial organization."
    },
    {
      "course": "PHDBA 279PC: Political Economy: Empirics",
      "department": "PhD",
      "description": "This graduate course in political economy addresses the interactions among citizens, profit-maximizing firms and a vast class of non-market agents, such as governments, public administration and regulatory institutions. The class emphasizes the operative implications of non-market institutions in affecting and constraining firm strategy and individual behavior. Topics and cases cover economic and political institutions, economic policy, lobbying, clientelism, bureaucracy, regulation, antitrust, activism and the media. We corroborate the analytical framework with real-world applications, ranging from the US historical experience to cross-country comparisons, to develop insight in interpreting fundamental politico-economic constraints."
    },
    {
      "course": "PHDBA 279PD: The Economic Institutions of Capitalism in Historical Perspective",
      "department": "PhD",
      "description": "The main focus of this course is on the economic institutions of capitalism. These institutions are studied in relation to the development of the state and the interplay of political and economic elites in the process that led to the Industrial Revolution. To properly conceptualize that process and get a long-run perspective, we use a comparative approach across regions of the world and over different historical periods."
    },
    {
      "course": "PHDBA 279S: Research Seminar in Business and Public Policy",
      "department": "PhD",
      "description": "Advanced study in the field of Business and Public Policy. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 289A: Doctoral Seminar in Real Estate",
      "department": "PhD",
      "description": "Doctoral real estate seminar, covering topics related to real estate investment, finance, and market analysis. The course is rigorous and technical, applying financial and economic analysis to the subject areas of real estate finance, urban real estate economics, and real estate evaluation."
    },
    {
      "course": "PHDBA 289S: Research Seminar in Real Estate",
      "department": "PhD",
      "description": "Advanced study in the field of Real Estate. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 297A: Research and Theory in Business: Economics and Management Science",
      "department": "PhD",
      "description": "The course begins with individual decision making under uncertainty, and goes on to cover game theory, including both static and dynamic games with perfect, imperfect, and incomplete information. The course also covers market equilibrium with uncertainty and imperfect information, including topics such as signalling, screening, adverse selection, and moral hazard."
    },
    {
      "course": "PHDBA 297B: Research and Theory in Business: Behavioral Science",
      "department": "PhD",
      "description": "The focus is upon defining a research problem, designing and employing specialized techniques to solve the problem. Topics will include concepts of causality, analysis of variance; experimental design; survey research; observation and multivariate analytical techniques."
    },
    {
      "course": "PHDBA 297T: Doctoral Topics in Business Administration",
      "department": "PhD",
      "description": "Advanced study in the field of Business Administration. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "PHDBA 299A: Individual Research in Business Problems",
      "department": "PhD",
      "description": "-"
    },
    {
      "course": "PHDBA 375: Teaching Business",
      "department": "PhD",
      "description": "This course will cover the broad range of knowledge and skills necessary to teach in top business schools. Teaching business effectively requires a myriad of pedagogical styles and techniques, as well as the confidence and preparation necessary to convey the course material. This course seeks to prepare doctoral students for careers as faculty in business schools, giving them the insight and experience that will make their first courses successful ones. Students will learn effective teaching strategies by observing faculty mentors, reading pedagogical texts, and openly discussing the challenges and rewards of business instruction with experienced faculty and graduate student instructors."
    },
    {
      "course": "PHDBA 602: Individual Study for Doctoral Students",
      "department": "PhD",
      "description": "Individual study in consultation with the major field adviser, intended to provide an opportunity for qualified students to prepare themselves for the various examinations required of candidates for the Ph.D. degree."
    },
    {
      "course": "PHDBA 602C: Curricular Practical Training Internship",
      "department": "PhD",
      "description": "This is an independent study course for international students doing internships under the Curricular Practical Training program. Requires a paper exploring how the theoretical constructs learned in academic courses were applied during the internship."
    },
    {
      "course": "PHDBA C270: Workshop in Institutional Analysis",
      "department": "PhD",
      "description": "This seminar features current research of faculty, from UC Berkeley and elsewhere, and of advanced doctoral students who are investigating the efficacy of economic and non-economic forms of organization. An interdisciplinary perspective--combining aspects of law, economics, and organization--is maintained. Markets, hierarchies, hybrids, bureaus, and the supporting institutions of law and politics all come under scrutiny. The aspiration is to progressively build toward a new science of organization."
    },
    {
      "course": "PHDBA C279I: Economics of Innovation",
      "department": "PhD",
      "description": "Study of innovation, technical change, and intellectual property, including the industrial organization and performance of high-technology industries and firms; the use of economic, patent, and other bibliometric data for the analysis of technical change; legal and economic issues of intellectual property rights; science and technology policy; and the contributions of innovation and diffusion to economic growth. Methods of analysis are both theoretical and empirical, econometric and case study."
    },
    {
      "course": "XMBA 200C: Leadership Communication",
      "department": "Leadership & Org",
      "description": "Leadership Communication is a workshop in the fundamentals of public speaking in today's business environment. Through prepared and impromptu speeches aimed at moving others to action, peer coaching, and lectures, students will sharpen their authentic and persuasive communication skills, develop critical listening skills, improve abilities to give, receive, and apply feedback, and gain confidence as public speakers."
    },
    {
      "course": "XMBA 200Q: Decision Models",
      "department": "Data & Decisions",
      "description": "This core course introduces students to quantitative concepts, techniques, and software with which all successful managers should be familiar. The objective of this course is to improve managerial decision making by introducing managers to optimization techniques, simulation, and project management."
    },
    {
      "course": "XMBA 200S: Data and Decisions",
      "department": "Data & Decisions",
      "description": "The objective of this core course is to make students critical consumers of statistical analysis using available software packages. Key concepts include interpretation of regression analysis, model formation and testing, and diagnostic checking."
    },
    {
      "course": "XMBA 201A: Economics for Business Decision Making",
      "department": "Data & Decisions",
      "description": "Microeconomic analysis theorizes how to identify the best choice out of a set of available alternatives. This course presents key topics from microeconomic theory and applies them to businesses and other organizations. This course applies economic principles to key management decisions within organizations. It provides guidance to increase value creation. Economics provides a fundamentally unique way of thinking about problems, issues and decisions that managers face in each of the functional areas of their organization. This course focuses on the importance of incentives as determinants of human behavior and performance, and emphasizes the consideration of costs and benefits as an efficient method for reaching economic decisions."
    },
    {
      "course": "XMBA 201B: Macroeconomics in the Global Economy",
      "department": "Economics",
      "description": "This core course addresses the determination of economic concepts and financial practices at work in the global economic environment. Topics include long-run productivity and growth, short-run economic fluctuations in both closed and open economies, exchange rates and the balance of payments, the natural rate of unemployment, and the causes and consequences of inflation. The instructor will draw examples from a number of countries and a variety of economies to illustrate theoretical concepts."
    },
    {
      "course": "XMBA 202: Financial Accounting",
      "department": "Finance",
      "description": "This course examines accounting measurements for general-purpose financial reports. An objective of the course is to provide not only a working knowledge but also a clear understanding of the contents of published financial statements."
    },
    {
      "course": "XMBA 203: Introduction to Finance",
      "department": "Finance",
      "description": "This core course examines the wide menu of available assets, the institutional structure of U.S. and international financial markets, and the market mechanisms for trading securities. Topics include discounting, capital budgeting, historical behavior of asset returns, and diversification and portfolio theory. The course will also provide introductions to asset pricing theory for primary and derivative assets and to the principles governing corporate financial arrangements and contracting."
    },
    {
      "course": "XMBA 204: Operations",
      "department": "General Elective",
      "description": "This core course provides students with an understanding of the basic issues involved in managing a manufacturing-based business and introduces them to the tools that are available to deal with these issues. Students will also learn pertinent fundamental concepts in management science that are applicable to other functional areas."
    },
    {
      "course": "XMBA 205: LEADING PEOPLE",
      "department": "General Elective",
      "description": "This core course surveys knowledge about behavior of organizations and in organizations. The course will include study of the issues of individual behavior, group functioning, and the actions of organizations in their environments, and analysis from a number of theoretical perspectives of such problems as work motivation, task design, leadership, communication, organizational design, and innovation. The class will explore the implications for the management of organizations through examples, cases, and exercises."
    },
    {
      "course": "XMBA 206: Marketing",
      "department": "Marketing",
      "description": "This core course provides an overview of the marketing system and the marketing concept, buyer behavior, market research, segmentation, marketing decision-making, marketing structures, and evaluation of marketing performance in the economy and society."
    },
    {
      "course": "XMBA 209: Strategic Leadership",
      "department": "Leadership & Org",
      "description": "This is a core course designed to introduce managers to the processes involved in industry and market analysis, the development of a business strategy, competitive positioning, planning, and the implementation of an integrated business program. Students will consider competing strategies as companies aim to achieve their own goals and objectives, often at the expense of their rivals, from the perspective of a general, enterprise-level manager charged with overall responsibility for a company's performance in a variety of competitive and corporate contexts."
    },
    {
      "course": "XMBA 211: Game Theory",
      "department": "General Elective",
      "description": "-"
    },
    {
      "course": "XMBA 212: Energy and Environmental Markets",
      "department": "Marketing",
      "description": "Business strategy and public issues in energy and environmental markets. Topics include development and effect of organized spot, futures, and derivative energy markets; political economy of regulation and deregulation; climate change and environmental policies related to energy production and use; cartels, market power and competition policy; pricing of exhaustible resources; competitiveness of alternative energy sources; and transportation and storage of energy commodities."
    },
    {
      "course": "XMBA 217: Topics in Economic Analysis and Policy",
      "department": "Economics",
      "description": "Advanced study in the field of economic analysis and policy. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 231: Corporate Finance",
      "department": "Finance",
      "description": "This course will study the principles underlying alternative financial arrangements and contracts and their application to corporate financial management. In particular, it will examine the impact of incentive, moral hazard, and principal-agent problems, that arise as a consequence of asymmetric information, government intervention, managerial incentives and taxes, on financial decisions regarding capital budgeting, dividend policy, capital structure and mergers."
    },
    {
      "course": "XMBA 236E: Mergers and Acquisitions: A Focus on Creating Value",
      "department": "General Elective",
      "description": "Survey of the day-to-day practices and techniques used in change of control transaction. Topics include valuation, financing, deal structuring, tax and accounting considerations, agreements, closing documents, practices used in management buyouts, divestitures, hostile takeovers, and takeover defenses. Also covers distinctions in technology M&A, detecting corruption in cross border transaction attempts, and betting on deals through risk arbitrage. Blend of lecture, case study, and guest lectures."
    },
    {
      "course": "XMBA 236M: Turnarounds",
      "department": "General Elective",
      "description": "This course introduces the world of operational and strategic turnarounds of troubled and underperforming businesses. It focuses on the leadership practices that work in fixing flawed enterprises, from underperforming businesses to those on the brink of a death spiral. Most time in the course is spent learning how to more effectively lead companies that are underperforming or in trouble. The course is taught by cases, with the view that the best way to learn leadership is by taking the perspective of business leaders facing crises that demand new direction. Since a rescue plan only works if it is embraced, students take various roles in the cases, including bosses, subordinates, boards and lenders."
    },
    {
      "course": "XMBA 236V: New Venture Finance",
      "department": "Finance",
      "description": "This is a course about financing new entrepreneurial ventures, emphasizing those that have the possibility of creating a national or international impact or both. It will take two perspectives--the entrepreneur's and the investor's--and it will place a special focus on the venture capital process, including how they are formed and managed, accessing the public markets, mergers, and strategic alliances."
    },
    {
      "course": "XMBA 237: Topics in Finance",
      "department": "Finance",
      "description": "Advanced study in the field of finance. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 247: Topics in Operations and Information Technology Management",
      "department": "General Elective",
      "description": "Advanced study in the field of manufacturing and operations. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 252: Managerial Negotiations",
      "department": "Leadership & Org",
      "description": "A study of the negotiations process, including negotiations among buyers and sellers, managers and subordinates, company units, companies and organizational agencies, and management and labor. Both two-party and multi-party relations are covered. Course work includes readings, lectures, and discussion of case material and simulations of real negotiations. A key focus of this course is the role of third parties in resolving disputes."
    },
    {
      "course": "XMBA 253: Decision Making",
      "department": "Data & Decisions",
      "description": "This course aims to improve the quality of decisions people make. Students learn to be aware of, and to avoid, common inferential errors and systematic biases in decision making. There are many decision traps that we tend to repeatedly fall into. These traps relate to how we think about risk and probability, how we learn from experience, and how we make choices. Upon completion, students will have internalized the basic principles of decision making and will be able to avoid falling into these traps. The course additionally aims to create a deeper understanding of the psychology of decision making, which can create an advantage in negotiations and other interactions through gaining an awareness of the predictable mistakes of others."
    },
    {
      "course": "XMBA 254: Power and Politics in Organizations",
      "department": "Leadership & Org",
      "description": "This course will provide students with a sense of \"political intelligence.\" After taking this course, students will be able to: (1) diagnose the true distribution of power in organizations, (2) identify strategie for building sources of power, (3) develop techniques for influencing others, (4) understand the role of power in building cooperation and leading change in organizations, and (5) make sense of others' attempts to influence them. These skills are essential for effective and satisfying career building."
    },
    {
      "course": "XMBA 255: Leadership",
      "department": "Leadership & Org",
      "description": "In this advanced elective course, students analyze recent literature and developments related to such topics as organization development, environmental determinants of organization structure and decision-making behavior, management of professionals, management in temporary structures, cross-cultural studies of management organizations, and industrial relation systems and practices."
    },
    {
      "course": "XMBA 257: Special Topics in the Management of Organizations",
      "department": "Leadership & Org",
      "description": "Analysis of recent literature and developments related to such topics as organization development, environmental determinants of organization structure and decision-making behavior, management of professionals and management in temporary structures, cross-cultural studies of management organizations, and industrial relations."
    },
    {
      "course": "XMBA 264: High Technology Marketing",
      "department": "Marketing",
      "description": "High technology refers to that class of products and services which is subject to technological change at a pace significantly faster than for most goods in the economy. Under such circumstances, the marketing task faced by the high technology firm differs in some ways from the usual. The purpose of this advanced elective course is to explore these differences."
    },
    {
      "course": "XMBA 267: Special Topics in Marketing",
      "department": "Marketing",
      "description": "Advanced study in the field of Marketing. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 277: Special Topics in Business and Public Policy",
      "department": "General Elective",
      "description": "Topics vary by semester at discretion of instructor and by student demand. Topical areas include: business and professional ethics and the role of corporate social responsibility in the mixed economy; managing the external affairs of the corporation, including community, government, media and stakeholder relations; technology policy, research and development and the effects of government regulation of business on technological innovation and adoption."
    },
    {
      "course": "XMBA 290P: Applied Innovation",
      "department": "General Elective",
      "description": "We are in the midst of a digital transformation that is changing how industries work and how we will live and work. Responding to this massive change requires that we learn approaches to framing and solving problems different from the analytical approaches most of us have learned and practiced in our careers. Enter design thinking. Designers have long practiced immersion in ambiguous situations, imagining and conceptualizing alternative futures, and learning through experimentation and failure. This course teaches students new ways of collecting data to characterize a problem space, enabling them to frame and reframe problems, generate a range of possible solutions, and then gather feedback to assess those solutions."
    },
    {
      "course": "XMBA 290T: Topics in Innovation and Design",
      "department": "General Elective",
      "description": "Advanced study in the fields of innovation and design. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 291L: Leader as Coach",
      "department": "Leadership & Org",
      "description": "This course focuses on the art and science of coaching including theory and practice. The curriculum will cover theory and practice for three aspects of the coaching process - knowledge-based (information and skills), motivation-based (inspiration and passion), and strategy-based (communication and integration). The curriculum will focus on primary coaching skills, tools, processes and behaviors that a coach uses. In addition, participants will learn facilitation skills as the preferred methodology in achieving successful coaching programs. Course participants will have the opportunity to utilize this material in practice coaching sessions with supervision and feedback from peers and the instructor."
    },
    {
      "course": "XMBA 291R: Building Trust-Based Relationships",
      "department": "General Elective",
      "description": "The objective of this course is to help students become better leaders by strengthening their ability to build trust-based relationships with others such as direct reports, supervisors, peers and customers. The course draws appropriate links back to Leadership Communications and forward to Applied Innovation. Students will (i) debrief their experience of putting learning from Leadership Communications into action in their workplace; (ii) practice various approaches to honing their empathy, including the use of insightful questions rather than assertions as the basis for a dialogue with others; and (iii) learn a simple peer coaching model that they will use in between face-to-face sessions with their classmates."
    },
    {
      "course": "XMBA 291RA: Building Trust-Based Relationships: Part I",
      "department": "General Elective",
      "description": "The objective of Building Trust-based Relationships is to help students become better leaders by strengthening their ability to build trust with others such as direct reports, line managers or customers.By the end of this course, students can expect to have gained:●A better understanding of how to build trust ●Greater self-awareness of their own ability to build trust with others●Tangible tools and techniques to build trust-based relationships with othersIn the first three of six classes spanning the Fall and Spring Semesters, we administer a self- and 360- trust assessment, introduce students to the Trust Equation and deep dive into active listening and asking enlightening questions, two pillars of building trust with others."
    },
    {
      "course": "XMBA 291RB: Building Trust-Based Relationships",
      "department": "General Elective",
      "description": "The objective of Building Trust-based Relationships is to help students become better leaders by strengthening their ability to build trust with others such as direct reports, line managers or customers.By the end of this course, students can expect to have gained:●A better understanding of how to build trust ●Greater self-awareness of their own ability to build trust with others●Tangible tools and techniques to build trust-based relationships with othersIn the final three of six classes spanning the Fall and Spring Semesters, we deep dive into the topics of empathy, courageous conversations (how to authentically express needs) and coaching, all of which are connected to the Trust Equation."
    },
    {
      "course": "XMBA 291T: Topics in Managerial Communications",
      "department": "General Elective",
      "description": "This course will provide the student with specialized knowledge in some area of managerial communications. Topics include multimedia business presentations, personal leadership development, diversity management, and making meetings work. Topics will vary from semester to semester."
    },
    {
      "course": "XMBA 292T: Topics in Social Sector Leadership",
      "department": "Leadership & Org",
      "description": "Advanced study in the field of Social Sector Leadership. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 293: Individual Supervised Study for Graduate Students",
      "department": "General Elective",
      "description": "Individually supervised study of subjects not available to the student in the regular schedule, approved by faculty adviser as appropriate for the student's program."
    },
    {
      "course": "XMBA 295A: Entrepreneurship and Innovation",
      "department": "Entrepreneurship",
      "description": "The development of creative marketing strategies for new ventures, as well as the resolution of specific marketing problems in smaller companies which provide innovative goods and services. Emphasis is on decision making under conditions of weak data, inadequate resources, emerging markets, and rapidly changing environments."
    },
    {
      "course": "XMBA 295F: Customer and Business Development in High-Tech Enterprise",
      "department": "General Elective",
      "description": "This course is about how to successfully organize sales, marketing, and business development in a startup. For the purpose of this course, a \"startup\" can either be a new venture, or an existing company entering a new market. Both must solve a common set of issues: Where is our market? Who are our customers? How do we build the right team? How do we scale sales? These issues are at the heart of the \"Customer Development\" process covered in this course."
    },
    {
      "course": "XMBA 295G: Advanced Innovation",
      "department": "General Elective",
      "description": "This course intends to help students apply the skills of applied innovation in a loosely-structured, open-ended project. Students will learn advanced techniques in the innovation process and apply it to a project of their choice. The course is loosely structured and includes a lot of coaching time with faculty, as well as feedback and critique time with peers. The course largely follows the innovation cycle — observe and notice, frame and reframe, imagine and design, and make and test — but does so nonlinearly."
    },
    {
      "course": "XMBA 295I: Entrepreneurship and Innovation Immersion",
      "department": "Entrepreneurship",
      "description": "This course combines high-impact visits with founders/CEOs and targeted case studies on entrepreneurship. Founder visits provide perspectives on current events in Silicon Valley, as well as opportunities to engage with entrepreneurs on a deeply personal level. Founders will present an overview of their company, followed by a Q&A session. Case studies will focus on the role of experimentation and uncertainty in successful businesses, and will draw on frameworks in strategy, finance, and negotiation."
    },
    {
      "course": "XMBA 295S: Entrepreneurial Strategy",
      "department": "Entrepreneurship",
      "description": "Students learn about the key strategic choices that shape whether companies deliver real value to stakeholders. They are taught to organize the strategic choices into four different strategy “playbooks” that they can use to systematically consider alternate strategies for a startup, and the core elements needed to make these strategies work: Intellectual Property Strategy, Disruptive Strategy, Value Chain Strategy, and Architectural Strategy. Students must (a) analyze cases, thinking systematically through what they would do if they were a founder or early-employee in the protagonists’ shoes; (b) engage in class discussions, treating the classroom as a laboratory; and (c) formulate a real strategic plan for a final strategy assignment."
    },
    {
      "course": "XMBA 295T: Special Topics in Entrepreneurship",
      "department": "Entrepreneurship",
      "description": "Advanced study in the field of entrepreneurship. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 296: Special Topics in Business Administration",
      "department": "General Elective",
      "description": "Advanced study in various fields of business administration. Topics will vary from year to year and will be announced at the beginning of each semester."
    },
    {
      "course": "XMBA 298A: International Business",
      "department": "Global Business",
      "description": "Course will focus on the challenges, opportunities, and risks of doing business in emerging market economies. The course is designed to enhance students' ability to start, manage, lead, and invest in companies operating in emerging markets and to respond to new competitors from emerging markets. Emerging markets are home to nearly 80% of the world's population and are expected to account for half of global GDP growth over the next 25 years."
    },
    {
      "course": "XMBA 298I: Business and Public Policy Immersion",
      "department": "General Elective",
      "description": "The U.S. federal government plays an important role in business. This course explores the federal government's operations and policy deliberations in the executive, legislative, and judicial/regulatory domains. Specific topics include voting rights policy, social media regulation, and race in an era of polarization. In addition to lectures by the instructor, there will be a large number of guest speakers from a wide range of policy and political perspectives. Students will write a persuasive paper and engage in a policy debate as a final group project."
    }
  ]
}