{
  "school_name": "University of Michigan",
  "location": "Michigan",
  "majors": [],
  "specializations": [],
  "certifications": [],
  "date_parsed": "2026-01-24",
  "course_count": 148,
  "curriculum": [
    {
      "course": "ES 640: Building Healthy Business",
      "description": "Students participating in the course will: 1) Learn about opportunities to create and capture value in the health, wellness, and personal resiliency sectors. 2) Develop tools and methods to implement practices in their workplaces that contribute to wellness and resiliency among all employees. 3) Apply wellness tools and practices in their own lives. Students participating in the course will: 1) Learn about opportunities to create and capture value in the health, wellness, and personal resiliency sectors. 2) Develop tools and methods to implement practices in their workplaces that contribute to wellness and resiliency among all employees. 3) Apply wellness tools and practices in their own lives.",
      "url": "https://michiganross.umich.edu/courses/building-healthy-business-11725"
    },
    {
      "course": "ACC 651: A Brief Introduction to Computing Technologies: Crypto, Al, Quantum\t\t\t.",
      "description": "A Brief Introduction to Computing Technologies: Crypto, Al, Quantum --- Most discussions of modern tech are either vague pie-in-the-sky ballads or insanely technical. What MBAs need is a sound mathematical and intuitive understanding of modern tech, not so that they can become coders, but so that they can interact with coders and noncoders alike with confidence. The course will involve nothing more than grade school level math, for that is sufficient to deeply understand modern tech and accurately assess business opportunities. The course will last for two weeks and have four sessions, for that is all that is needed to get there.",
      "url": "https://michiganross.umich.edu/courses/brief-introduction-computing-technologies-crypto-al-quantum-11482"
    },
    {
      "course": "ACC 601: Accounting Information System Design",
      "description": "This course will provide students with a thorough understanding of the design of information systems that support the accounting function of a firm. Topics to be covered will include business transaction cycles and processes, technology used for AIS, management of the system development life cycle, computer control and audit, IT governance, Sarbanes-Oxley and AIS, and COBIT. The course will be taught using lecture/discussion, cases, and hands-on exercises. The course will meet the accounting systems requirements for the CPA exam in all states.",
      "url": "https://michiganross.umich.edu/courses/accounting-information-system-design-6856"
    },
    {
      "course": "TO 628: Advanced Big Data Analytics",
      "description": "With the ongoing explosion in availability of large and complex business datasets (\"Big Data\"), Machine Learning (\"ML\") algorithms are increasingly being used to automate the analytics process and better manage the volume, velocity and variety of Big Data. This course teaches how to apply the growing body of ML algorithms to various Big Data sources in a business context. By the end of this course students will have a better understanding of processes, methodologies and tools used to transform the large amount of business data available into useful information and support business decision making by applying ML algorithms. The focus of the course is less on the technical aspects of ML algorithms and more on the application of ML algorithms to Big Data available in different domain. The course will use R as the primary data analysis platform and Microsoft Azure as cloud platform for execution and deployment of ML projects. Prior experience with R or Microsoft Azure is not required. Students are assumed to be familiar with basic statistics.",
      "url": "https://michiganross.umich.edu/courses/advanced-big-data-analytics-10562"
    },
    {
      "course": "ACC 625: Advanced Financial Accounting",
      "description": "The primary focus of this course is on the GAAP and tax implications of transactions frequently encountered in the area of corporate finance, including mergers, acquisitions, divestitures, spinoffs, IPOs, and leveraged buyouts. As a result, students gain an understating of the GAAP and tax advantages and disadvantages associated with the different methods of structuring such transactions. Other topics covered include deferred tax issues associated with mergers and acquisitions and fund accounting for governmental entities.",
      "url": "https://michiganross.umich.edu/courses/advanced-financial-accounting-8006"
    },
    {
      "course": "BA 525: American Business Immersion Study\t\t +5",
      "description": "American Business Immersion Study --- Students registering for this class must be Ross international students who are required to take the class for their CPT application or Ross U.S. resident students who are undertaking an unpaid internship where the employer requires them to receive academic credit for the internship. This course is designed to complement the understanding and awareness of the global nature of business gained through Ross MBA core coursework. The course will explore American culture as it applies to the U.S. job search and working in the U.S. business environment. The course consists of an independent project decided upon by the instructor and student that focuses on: a) The differences in the U.S. job search as compared to the job search in the student's country of origin or; b) The differences in the working U.S. business environment compared to working in the business environment of the student's country of origin. The project is designed to help students reflect on their educational and internship experiences to better prepare them for the full-time job search in the U.S.",
      "url": "https://michiganross.umich.edu/courses/american-business-immersion-study-6706"
    },
    {
      "course": "TO 618: Applied Business Analytics and Decisions\t\t +1",
      "description": "[GMBA or FTMBA or MAcc or MSCM or (preceded or accompanied by TO 701 or MFG 501)]) and no credit in TO 718 and no credit for MBAN students Applied Business Analytics and Decisions --- Objective: Strategic and tactical decisions problems that firms face became too complex to solve by naive intuition and heuristics. Increasingly, making business decisions requires \"intelligent\" and \"data oriented\" decisions, aided by decision support tools and analytics. The ability to make such decisions and use available tools is critical for both managers and firms. In recent years, the toolbox of business analytics has grown. These tools provide the ability to make decisions supported by data and models. This course prepares students to model and manage business decisions with data analytics and decision models. Specifically, the course aims to achieve the following goals: A. To develop the ability to identify key drivers in business decisions and develop analytical models for prediction and prescription. B. To learn a variety of tools and techniques for a range of tactical, operational, and strategic business decision problems that apply in a broad range of problems. C. To develop the ability to communicate the results and findings of analytical solutions to different. Specifically, the course will cover descriptive analytics (e.g., data visualization, query, data slicing), predictive analytics (e.g., forecasting, classification, simulation), and prescriptive analytics (e.g., optimization). Examples include decision problems in supply chain and logistics, retail revenue management, finance, and risk management.",
      "url": "https://michiganross.umich.edu/courses/applied-business-analytics-and-decisions-9150"
    },
    {
      "course": "TO 572: Applied Business Forecasting I",
      "description": "Graduate Student or (prior or concurrent enrollment in TO 701 or MFG 501) Applied Business Forecasting I --- Students acquire hands-on experience with building and applying forecasting models to actual data on sales, inventories, income, earnings per share, and other variables widely encountered in business. Understanding practical issues of data acquisition, data analysis, and presentation to management in both oral and written form are emphasized. Problems of trend and seasonal forecasting in marketing, production and finance (other fields are considered, as is short-term forecasting with exponential smoothing.) The course features problem sets, cases, and a capstone case at the end of the term, done by teams.",
      "url": "https://michiganross.umich.edu/courses/applied-business-forecasting-i-9129"
    },
    {
      "course": "TO 502: Applied Business Statistics",
      "description": "This course covers probability, sampling distributions, confidence intervals, hypothesis testing, correlation, and simple and multiple regression analysis. Business applications are used to illustrate these concepts. The course requires familiarity with the statistical analysis package of MS Excel.",
      "url": "https://michiganross.umich.edu/courses/applied-business-statistics-9127"
    },
    {
      "course": "BE 502: Applied Microeconomics",
      "description": "This course provides students with the foundations of microeconomic analysis. The primary objective is to develop the abilities of students to apply fundamental microeconomic concepts to a wide range of managerial decisions, as well as public policy issues. Foundation topics include: costs and supply behavior of the firm; consumer behavior and market demand; market forces, price formation and resource allocation; international trade and trade restrictions; and, market power and price-setting behavior. Students will also be introduced to more advanced aspects of microeconomic analysis. Advanced topics include; decision-making with risk and imperfect information; and, complex pricing strategies.",
      "url": "https://michiganross.umich.edu/courses/applied-microeconomics-2753"
    },
    {
      "course": "TO 566: Applied Regression and Data Analysis",
      "description": "Graduate Standing or (preceded or accompanied by TO 701 or 501) Data + AI --- This course provides students with hands-on experience in leveraging Artificial Intelligence (AI) and statistical models to work with large scale data, and to solve complex business problems and drive decision-making. Unlike traditional statistical modeling or regressions courses, this course focuses on real-world data analytics applications and business impact using leading AI tools. The goal is to allow students, with or without coding experience, to quickly build and test analytics models to accelerate business decision making. Students will work with real world data focusing on business impact measurement, predictive modeling, and decision making.",
      "url": "https://michiganross.umich.edu/courses/applied-regression-and-data-analysis-9133"
    },
    {
      "course": "TO 633: Artificial Intelligence for Business\t\t +1",
      "description": "Artificial Intelligence for Business --- We are living in fast changing world. The amount of information we generate, receive and process is increasing at an exponential rate. This information explosion is empowering a wave of smart, automated functionalities broadly called Artificial Intelligence (\"AI\"). AI allows computers and machines to automate the business logic - to work and react like humans. AI comes with a great promise for individuals, organizations and societies but at the same time there are considerable risks, significant societal implications and ethical dilemmas. This course aims to provide students with a conceptual introduction of AI, a broad understanding of AI's basic techniques, how AI is applied to problems, future applications, of AI, and an awareness of the challenges, risks and ethical considerations of use of AI in business. The course does not require a technical background. Students will be able to connect the conceptual nature of this course with the more technical coverage of AI related material in other TO courses - but they are not expected to be familiar with the technical details of AI as pre-requisites.",
      "url": "https://michiganross.umich.edu/courses/artificial-intelligence-business-11662"
    },
    {
      "course": "ACC 630: Auditing and Assurance\t\t +1\t1.5",
      "description": "Auditing and Assurance --- This course focuses on the auditing practice performed by public accountants. The topics covered in the course include the theory and philosophy of auditing, prescribed auditing standards, the design and evaluation of accounting systems and controls, professional ethics, legal obligations of reporting companies and auditors, sampling techniques, and other auditing procedures and considerations.",
      "url": "https://michiganross.umich.edu/courses/auditing-and-assurance-2731"
    },
    {
      "course": "MO 512: Bargaining and Influence Skills --- Negotiation Strategy in a Global Economy\t\t +2",
      "description": "Bargaining and Influence Skills --- Negotiation Strategy in a Global Economy - An MBA without a developed understanding of the social psychology and economics of effective negotiations cannot be an effective leader. In virtually all business decisions, the resources you want to invest and what you expect to receive in return are open to explicit and implicit negotiations. The course introduces a real-world toolkit for a strategic approach from pre-negotiation planning to post-negotiation evaluation. It focuses on joint value creation, profit maximization, and conflict management. Importantly, this course provides a challenging and developmental environment. Intensive simulations with peer review and rapid-feedback, personal journals and coaching are deployed to make you more comfortable and successful as a negotiator. This course is designed to help you develop strategic flexibility in negotiating across a variety of contexts, whether cultural, professional, or personal. Given the experiential nature of pedagogy, enrollment in each section will be limited and attendance is mandatory. Registered students must be present from the beginning of the first class session to retain their registration in the class. This course is complementary to BL 510. Students interested in developing strong negotiation skills are encouraged to take both MO 512 and BL 510 in either order.",
      "url": "https://michiganross.umich.edu/courses/bargaining-and-influence-skills-negotiation-strategy-global-economy-6432"
    },
    {
      "course": "TO 635: Behavioral Economics and Behavioral Operations Management",
      "description": "In recent years, there has been practical and theoretical interests in behavioral study. Behavioral economics combines lessons from psychology and economics to study how people process information and make decisions as employees, managers and consumers. Behavioral operations management applies those insights to managing business operations. The course will provide an understanding of how people's decisions deviate from \"optimal\" (rational and selfish) choices, as well as the consequences of such deviations in management and the marketplace. This course is devoted to understanding the nature, causes and implication of these limitations. We will then consider how (a) managers and policy makers can intervene to improve decision making and outcomes and (b) how markets are organized around exploiting of remedying deviations from rational decision make. At the end of the course, students should understand the decision making process more thoroughly and be in a position to become a better manager.",
      "url": "https://michiganross.umich.edu/courses/behavioral-economics-and-behavioral-operations-management-11522"
    },
    {
      "course": "BE 635: Behavioral Economics and Behavioral Operations Management",
      "description": "In recent years, there has been practical and theoretical interests in behavioral study. Behavioral economics combines lessons from psychology and economics to study how people process information and make decisions as employees, managers and consumers. Behavioral operations management applies those insights to managing business operations. The course will provide an understanding of how people's decisions deviate from \"optimal\" (rational and selfish) choices, as well as the consequences of such deviations in management and the marketplace. This course is devoted to understanding the nature, causes and implication of these limitations. We will then consider how (a) managers and policy makers can intervene to improve decision making and outcomes and (b) how markets are organized around exploiting of remedying deviations from rational decision make. At the end of the course, students should understand the decision making process more thoroughly and be in a position to become a better manager.",
      "url": "https://michiganross.umich.edu/courses/behavioral-economics-and-behavioral-operations-management-11523"
    },
    {
      "course": "TO 640: Big Data Management: Tools and Techniques\t\t +1",
      "description": "Big Data Management: Tools and Techniques --- This course teaches the basic tools in acquisition, management, and visualization of large data sets. Students will learn how to: store, manage, and query databases via SQL; quickly construct insightful visualizations of multi-attribute data using Tableau; use the Python programming language to manage data as well as connect to APIs to efficiently acquire public data. After taking this course, students will be able to efficiently construct large data sets that source underlying data from multiple sources, and form initial hypotheses based on visualization. This class will include a lab: after learning new material in a lecture, students will work with their teams on an assigned list of tasks to learn hands-on the tools taught. A final project will enable students to integratively apply all the covered tools to a real-world context. This material is a pre-cursor to advanced statistical analysis, which is taught in other classes.",
      "url": "https://michiganross.umich.edu/courses/big-data-management-tools-and-techniques-10164"
    },
    {
      "course": "MO 640: Building Healthy Business",
      "description": "Students participating in the course will: 1) Learn about opportunities to create and capture value in the health, wellness, and personal resiliency sectors. 2) Develop tools and methods to implement practices in their workplaces that contribute to wellness and resiliency among all employees. 3) Apply wellness tools and practices in their own lives.",
      "url": "https://michiganross.umich.edu/courses/building-healthy-business-11726"
    },
    {
      "course": "TO 515: Business Application Development with Visual Basic for Excel",
      "description": "GMBA or FTMBA or MAcc or MSCM or MBAN or MM or (preceded or accompanied by TO 701 or MFG 501) Business Application Development with Visual Basic for Excel --- This course demonstrates how to use VBA in Excel to automate repetitive and time consuming tasks, generate interactive reports, manipulate charts, filter databases, and run solver. Examples of specific decision support applications, such as product mix and portfolio optimization are presented. Students will develop advanced technical skills with Visual Basic for Excel, and learn how to utilize VBA to create efficient and user friendly business applications. Specifically, students will learn how to enhance applications created in Excel with customized dialog boxes, user defined functions, event-handling procedures, customized toolbars, and more. The course also introduces general programming concepts such as the use of Variables, If statements, Loops, and assignment statements.",
      "url": "https://michiganross.umich.edu/courses/business-application-development-visual-basic-excel-9153"
    },
    {
      "course": "MO 611: Business Leadership in Changing Times\t\t +2",
      "description": "Business Leadership in Changing Times --- The objective of this course is to develop a useful approach for recognizing and dealing with rapid change in business. This course deals with business leadership during periods of rapid change and managing a business during difficult times. It focuses on the early recognition of, methods of coping with, ways of learning from, and prevention of critically disruptive situations. One part of the course involves identifying and understanding the more frequent disruptions that business executives encounter. This is accomplished through readings of current literature and case simulations. Teams of students reconstruct outstanding cases based on reading, experience, and creative thinking.",
      "url": "https://michiganross.umich.edu/courses/business-leadership-changing-times-6452"
    },
    {
      "course": "BA 518: Business of Biology",
      "description": "Advances in life science research have enhanced our understanding of the human genome, human genetic variation, and the role that genes play in our everyday health, response to treatment and susceptibility to disease. This new frontier in genomic medicine ushers in both opportunity and peril for individuals, companies and societies. The objective in this interdisciplinary graduate course is to explore the intersections between science, technology, commerce and social policy as they come together to advance (and in some cases retard) progress toward more-personalized health care. The course is intended for graduate students in medicine, biomedical and health-related science, public health, law, engineering, and business interested in the future of health care. Due to variation in student backgrounds coming into the course, efforts are made to establish a shared vocabulary and knowledge base across the disciplines. Interdisciplinary student teams are assigned to a group research project which is presented at the end of the course. During the past decade, advances in life science research have continued at a breathtaking pace, enhancing our understanding of the human genome, human genetic variation, and the role that genes play in our everyday health, response to treatment and susceptibility to disease. These advances -- coupled with faster, better and cheaper information technology -- are opening new opportunities in health care. Health care providers are using more genetic information in treating and preventing disease. Health care consumers have more direct access to genetic information than ever before to guide wellness choices. This new frontier in genomic medicine ushers in both opportunity and peril for individuals, companies and societies. Accelerating our progress toward genomic medicine or “personalized health care” will require:",
      "url": "https://michiganross.umich.edu/courses/business-biology-6600"
    },
    {
      "course": "BA 612: Business Strategies for the Base of the Pyramid",
      "description": "Business can, and indeed must, play a greater role in responding to society's grand challenges. The deep poverty faced by the Base of the Pyramid (BoP) - the 4-5 billion poorest people on this planet and constituting approximately two thirds of humanity - presents a challenge on the grandest scale. While donation-based approaches have their place, the promise of achieving both profits and social impact through market-based approaches offers an exciting alternative. Business opportunities in health care, energy, agriculture, sanitation, housing, education, consumer goods, clean water and other impact areas can lead to a more inclusive capitalism. The challenge is to build enterprises that are sustainable at scale in an impoverished and unfamiliar market context. The course integrates concepts of strategy, international business entrepreneurship, non-profit management, and development to stimulate the leadership skills and competitive imagination needed to design, pilot, and scale BoP enterprises. Emphasizing action-based learning and using carefully selected cases, readings, videos, and outside guests, class sessions focus on: 1)identifying the opportunities and challenges associated with serving BoP markets; and 2) developing a toolkit of strategies, frameworks, and processes for building sustainable, scalable enterprises that create economic and social value.",
      "url": "https://michiganross.umich.edu/courses/business-strategies-base-pyramid-6920"
    },
    {
      "course": "FIN 608: Capital Markets and Investment Strategy",
      "description": "(No credit in FIN 610) and (FIN 503 or 513 or 551 or 591 or Quantit Finance & Risk Mgt [and AMDP] Mas student) Capital Markets and Investment Strategy --- This course covers portfolio analysis, asset pricing models, and investment strategies. It uses both the lecture and the case method of instruction to develop a practical understanding of some of the more important financial instruments and markets. Security valuation and management of investment strategies are major themes present throughout the course. A fundamental objective of the course is to enable students to gain a robust familiarity with approaches that can be adapted to analysis of broad classes of financial assets and markets. Such skills are indispensable to investment analysis in an economic environment characterized by an unprecedented amount of financial innovation, both in the creation of new securities and in the development and evolution of financial institutions.",
      "url": "https://michiganross.umich.edu/courses/capital-markets-and-investment-strategy-2831"
    },
    {
      "course": "ES 720: Commercialization of Biomedicine",
      "description": "[(FIN 503, 513, 551, 591 or waiver) and (MKT 501, 503, 591 or waiver) and (STRATEGY 502, 601, 591, or waiver)] or [Pharm Grad or Pharm PhD or Biomed Eng Grad or Biomed Eng PhD or Bio PhD or Chem PhD or Physics PhD or MPH or Pub Health PhD)] Commercialization of Biomedicine --- This interdisciplinary course introduces graduate students to the key issues faced by companies attempting to bring science and technology innovations in biomedical therapeutics, devices, and diagnostics to market. Because the details of doing this change, the course will present not just current practices but also the rationales behind those practices and more general, analytic frameworks that students will be able to use when specific industry conditions change. Issues include understanding and reaching biomedical markets, regulation, financing, risk, organizational configurations, and alliances. Students will understand the various ways commercialization is done and the reasons why it is done those ways.",
      "url": "https://michiganross.umich.edu/courses/commercialization-biomedicine-8443"
    },
    {
      "course": "BE 580: Competitive Tactics and Policy",
      "description": "This course focuses on two main questions: How do firms develop and maintain profits in the face of competition, and how do governments use antitrust and competition laws to set limits on the degree to which firms exercise market power? This course applies analytical tools of economics and basic game theory to understand the effects of firm tactics and strategies on the firm's customers and rivals, and their likely reactions, and to see how policies designed to promote competition affect the feasibility of various actions firms might want to take. Antitrust laws have spread globally: this course compares the U.S. approach to antitrust policy with that of other countries, and draws implications for business. The dimensions of competitive strategy covered include horizontal mergers, cooperative pricing, product differentiation, strategies to deter entry, predatory practices, strategic commitment, vertical relationships with suppliers and distributors, and vertical restraints. The concepts in the course will be developed using a mix of lectures, business cases, and antitrust case material.",
      "url": "https://michiganross.umich.edu/courses/competitive-tactics-and-policy-2761"
    },
    {
      "course": "BA 523: Comprehensive Health Care Strategies",
      "description": "This course provides a data-driven, rapid-fire, comprehensive survey of health care issues and strategy as seen from the varying perspectives of the industry's primary stakeholders: patients, physicians, other caregivers, health system executives, employers and managed care companies, policymakers, medical device manufacturers, pharmaceutical companies, and other vendors. The course begins with the core physician-patient transaction and from this underlying relationship builds a model of health care delivery and financing around which these varying perspectives are framed. For example, we will examine the strategies followed by these different players vis-a-vis a costly new medical technology, such as a cochlear implant or sepsis medication. The course includes brief historical accounts from stakeholders' perspectives, but focuses on today's pressing challenges and future opportunities, including technology and globalization. Much of the course is based on cases and readings, and it includes several industry speakers.",
      "url": "https://michiganross.umich.edu/courses/comprehensive-health-care-strategies-6705"
    },
    {
      "course": "MKT 613: Consumer Behavior",
      "description": "Virtually all decisions involved in developing an effective marketing mix for a product or service rely on in-depth knowledge of the consumers who comprise the target market. Thus, a clear understanding of the principles, concepts, and results of consumer behavior is critical to successful marketing. In this course we will directly examine the available theory and research concerning the behavior of the consumer, with the goal of understanding how marketing managers can use these ideas. This course focuses on the consumer as an individual. The topics discussed comprise an examination of basic psychological processes: i.e., decision-making, information processing, and social influences. Thus, this course provides both a micro and macro perspective on the factors influencing a customer.",
      "url": "https://michiganross.umich.edu/courses/consumer-behavior-2902"
    },
    {
      "course": "FIN 621: Corporate Financial Policy",
      "description": "Graduate Standing and (FIN 503 or 513 or 551 or 591 or waivers) and (no credit in FIN 721) Corporate Financial Policy --- This course analyzes a firm from the CFO's viewpoint. We assume that the CFO's job is to deal with three types of decisions: 1) manage the cash flows of the firm; 2) decide how to finance operations; 3) choose payout policy. Specific topics include forecasting funding needs of the firm, designing financial policies to support the firm's product market strategy, tradeoffs in the choice of an optimal capital structure, procedures and costs of raising capital including private and public equity, and the determinants of optimal payout policy. This is an applied course that will primarily use case studies to introduce financial tools needed to make value-enhancing business decisions.",
      "url": "https://michiganross.umich.edu/courses/corporate-financial-policy-4061"
    },
    {
      "course": "ACC 564: Corporate Financial Reporting\t\t +2",
      "description": "Corporate Financial Reporting --- This course is an intermediate financial accounting class that extends your understanding of accounting by covering more in depth issues first considered in ACC501, and addressing completely new topics. The goal of this class is to enable you to have a deep understanding of the advantages and the limitations of using the accounting model to track firm performance. The class is user-oriented as opposed to preparer-oriented, and is useful for anyone who will be using financial statement information as an input into economic decision-making.",
      "url": "https://michiganross.umich.edu/courses/corporate-financial-reporting-2720"
    },
    {
      "course": "FIN 612: Currency Markets",
      "description": "International Financial Management I: Currency Markets --- The purpose of the International Financial Management sequence at the Ross School of Business is to provide the conceptual and analytical framework required for understanding how changes in international financial conditions influence the decision-making process of business leaders in the corporate and capital markets arenas. In the first course of the sequence, we focus on the major characteristics, institutions, and players of the exchange rate markets. In particular, we consider the interaction between cross-border trade, capital flows, interest rates, inflation, monetary and fiscal policies, economic growth, exchange rate regimes, Central Banks' interventions, and currency crises, and their impact on financial investment and corporate decision-making. The course is tailored to students seeking careers in international banking and portfolio management or in finance and strategy for domestic and multinational corporations.",
      "url": "https://michiganross.umich.edu/courses/currency-markets-5061"
    },
    {
      "course": "MKT 626: Customer Analytics",
      "description": "This course focuses on a quantitative approach to understanding customers and predicting their behavior. Its goal is to familiarize students with models of customer behavior to solve real-world marketing problems. This course orients itself around customer database, placing students in the role of manager with access exclusively to customer data inside a firm's database (e.g., event logs of visits, transactions, donation). This focus is in contrast to the important yet distinct perspectives, problems, and data settings found in a marketing research and analytics course or in a general-purpose.",
      "url": "https://michiganross.umich.edu/courses/customer-analytics-5902"
    },
    {
      "course": "MKT 624: Customer-AI Value Creation",
      "description": "This course explores how businesses can thrive in a new era of customer-AI co-intelligence. As generative AI, agentic AI, and physical AI systems revolutionize business operations, organizations must master new approaches to customer value creation that combine AI capabilities with human experiences and rapid knowledge leverage. Through real-world cases, frameworks, prompts, and a team project, students will learn to (i) design AI-enhanced platform offerings that create compelling value propositions through the integration of human expertise and AI; (ii) analyze and optimize customer experiences by leveraging AI-powered personalization in jobs to be done; (iii) develop strategies for building and managing AI-infused business ecosystems that span traditional organizational boundaries; (iv) transform operating models to harness the full potential of human-AI collaboration; and (v)drive sustainable impacts of customer-AI value creation across stakeholders. The current course syllabus can be found at http://www.venkatramaswamy.com/teaching.html.",
      "url": "https://michiganross.umich.edu/courses/customer-ai-value-creation-6741"
    },
    {
      "course": "TO 567: Data Mining and Applied Multivariate Analysis",
      "description": "Innovations in information technology has resulted in data intensive, managerial environments. A virtual flood of information flows through systems, such as enterprise resource planning and the Internet. What to do with all this data? How can it be transformed into actionable information? The objective of this course is to introduce business leaders to powerful methods for understanding and obtaining managerial insights from multivariate data. The course is designed for both managers who have direct responsibility for producing analyses and for managers who have to interact with area experts who produce the analyses. The methods include data reduction techniques - principle component analysis, factor analysis, and multidimensional scaling; classification methods - discriminate analysis and cluster analysis; and relational methods - multivariate regression, logistic regression, and neural networks. Emphasis is placed on the application of the method, the type of data that it uses, the assumptions behind it, and interpreting the output. User friendly and powerful statistical software will be used.",
      "url": "https://michiganross.umich.edu/courses/data-mining-and-applied-multivariate-analysis-9134"
    },
    {
      "course": "TO 550: Data Visualization and Storytelling",
      "description": "Data Visualization and Business Intelligence tools like Microsoft PowerBI enable us to identify important patterns in large data sets, and then communicate those patterns and resulting managerial insights in a persuasive way for effective data driven decision making. This course teaches students how to explore, analyze and visualize large datasets in a variety of business contexts, as well as how to communicate the findings using the art of storytelling with data. The course demonstrates best practices for data visualization, common mistakes and pitfalls that should be avoided, and teaches students how to ask the right questions and craft a persuasive data story that can lead to impactful decision making. Many of the sessions will involve hands on work using one of the most popular tool for data exploration and visualization: Microsoft PowerBI Desktop. Students will work with real data sets and real business problems for learnings in an applied context. This course is designed to upskill students in the field of Data Visualization and Business Intelligence. The course emphasizes the data storytelling process and building end to end understanding of the business intelligence and visualization workflow. Students are expected to start applying and showcasing their skills with immediate effect in their coursework that comes full circle with using Power BI to generate various deliverables including Dashboards.",
      "url": "https://michiganross.umich.edu/courses/data-visualization-and-storytelling-14622"
    },
    {
      "course": "TO 512: Decision Support with Spreadsheets\t\t +1",
      "description": "Decision Support with Spreadsheets --- Spreadsheets have advanced to the point of providing powerful, general-purpose functionality and are among the most widely used decision-support tools in business today. This course deals with decision support using spreadsheets, including: what if analysis; financial, statistical and time/date functions; graphical presentation of data; organizing, sorting, querying and extracting information from spreadsheet and external databases and the World Wide Web; cross-tabulation of data; data tables; creation and management of scenarios; use of a solver to find optimal solutions to problems; the design to macros to support spreadsheet applications; and data maps. An expert level of spreadsheet use is achieved. Lecture-demonstrations illustrate relevant features of spreadsheet software. Students do assigned cases on a computer to reinforce and extend conceptual and operational aspects of the material. Windows-based spreadsheet software (such as Excel) is used.",
      "url": "https://michiganross.umich.edu/courses/decision-support-spreadsheets-9130"
    },
    {
      "course": "MO 617: Developing and Managing High Performing Teams",
      "description": "Not surprisingly, people who are able to create high performing teams get better results at work and are more likely to get promoted. The most effective team leaders understand that their job is not to do the work of the team, but rather to design a team environment that enables the team to do its best work. This course is designed to provide you with perspectives and skills that will help you create high performing teams. Specific course topics include: Foundations of high performing teams; motivating teams, decision-making in teams; creating X-Teams (a type of team that typically gets better results than ?regular? teams), managing team conflict and creativity; avoiding dysfunctional team dynamics; managing diverse teams; leading virtual teams; and understanding the characteristics of high-performing team leaders. The most effective team leaders understand their leadership style and how this affects team performance. Therefore, you will complete a self-assessment of your leadership style and receive feedback from 5 other people on your style as well. The course assignments include an individual paper in which you discuss what actions you will take to become a more effective team leader, as well as a team project in which you observe a team in action, identify the team?s best practices and areas for improvement, and present your assessment to the class in a creative way.",
      "url": "https://michiganross.umich.edu/courses/developing-and-managing-high-performing-teams-6456"
    },
    {
      "course": "MKT 642: Digital Marketing: Applications and Analytics",
      "description": "Marketing Strategy for the Digital Age --- The digital revolution of the last twenty years has changed the nature of business in a very fundamental sense. The business function that's been perhaps affected the most by the digital revolution is marketing. The three big areas of marketing where the impact of digitization has been the highest are (a) new ways of interacting with the customer, leading to new business models (b) the change in the \"balance of power\" between the consumer and the marketer and (c) the emergence of data-driven marketing, including the use of algorithmic methods. The objective of this course is to bring students \"up to speed\" with respect to \"applications\" ((a) and (b) above) and (c) in order to enable them to \"hit the ground running.\" Broadly speaking, the first half of the vocabulary and economics underlying digital marketing, the emergence of new marketing and business models and the role of technologies such a mobile and social media. The second of the course will expose students to \"big data\" and machine learning methods that are the driving the sue of digital marketing.",
      "url": "https://michiganross.umich.edu/courses/digital-marketing-applications-and-analytics-10684"
    },
    {
      "course": "TO 730: Digital Transformation and Business Model Innovation\t\tSpring/",
      "description": "Digital Transformation and Business Model Innovation --- This course introduces students to the emerging nature of competition, new business models and ecosystems, and the critical capabilities that firms need to build to thrive in this digital business environment. We will then discuss the changing nature of business models as seen in technology-enabled businesses and the implications for traditional functional roles and capabilities within the firms. This course will draw on articles, case studies, and class discussions to develop a perspective on current technology-enabled business model innovation. We will study this trend towards ecosystem competition across several industries and develop an understanding of this important technology-enabled change including AI that is impacting every industry. Students interested in entrepreneurship, consulting, innovation, digital technology, operations, and other functional roles will find this course useful.",
      "url": "https://michiganross.umich.edu/courses/digital-transformation-and-business-model-innovation-13944"
    },
    {
      "course": "TO 538: Empowering Business Decision Making with Generative AI",
      "description": "(FTMBA, GMBA, MAcc, MSCM, MM, or MBAN) and (no credit in TO 438) Empowering Business Decision Making with Generative AI --- This course equips students with the latest technical and practical knowledge in deploying Generative AI tools such as large language models (e.g., Generative Pre-trained Transformers or GPT) in real-world business scenarios. Students will delve into the technical aspects of generative AI models, learn the best practices for utilizing these tools efficiently, such as advanced API programming, prompt engineering and context manipulation, and gain hands-on experience in applying GPT-based AI tools in real-world business scenarios such as customer analytics, financial reporting, operations management, and risk management. This course intends to bridge the educational gap in this rapidly advancing field, equipping future business leaders with the ability to leverage generative AI as a critical tool to assist in decision making in the increasingly automated and digital business landscape.",
      "url": "https://michiganross.umich.edu/courses/empowering-business-decision-making-generative-ai-13904"
    },
    {
      "course": "BE 527: Energy Markets and Energy Politics",
      "description": "The goal of this course is to give students a solid grasp of the environmental and social impacts of, and the institutions that govern, energy use, so that you can play a more effective role in shaping future policy or business decisions. We will begin with basic scientific and technological facts regarding the major uses for and sources of energy. We will then study energy markets (including spot and future markets), and what they are capable of accomplishing; we will also study the ways energy markets may fail. This will lead into an overview of the role of government in influencing energy decisions, starting with a high-level perspective, and then working with a series of case studies that examine in depth what government has accomplished in the area of energy policy. The course will wrap up with several current policy/business issues such as renewable portfolio standards, markets for renewable energy credits, and integrating the transportation sector into a cap-and-trade system for greenhouse gas emisisions.",
      "url": "https://michiganross.umich.edu/courses/energy-markets-and-energy-politics-7005"
    },
    {
      "course": "ES 516: Entrepreneurship via Acquisitions",
      "description": "This course is a pragmatic, \"real-world\" orientation to entrepreneurship through acquisition of a company. Many entrepreneurial oriented managers find that their skills are best utilized in the context of an acquisition and running of an existing firm, rather than via the start up of a new venture. This course addresses the range of relevant topics; acquisition restructuring, and the LBO search fund.",
      "url": "https://michiganross.umich.edu/courses/entrepreneurship-acquisitions-4481"
    },
    {
      "course": "ES 616: Equity Analytics",
      "description": "Prior or concurrent enrollment in [(TO 502 or 501 or 533 or 595) and (STRATEGY 502 or 601 or 533 or 591) and (MO 503 or 501 or 533 or 593)] Equity Analytics --- Greater sensitivity to societal inequality, combined with an increasingly diverse workforce, has led many managers to ask if their business practices create disparities in opportunity and/or outcomes for employees, customers, suppliers, and other stakeholders. Yet, many managers lack the analytical skills to answer such questions. This course addresses that need. Students learn analytical frameworks for identifying \"differential treatment\" and \"disparate impact\", enabling them to analyze equity using real-world data from various contexts. In the classroom or via video, case protagonists and other industry experts will share their real-world experiences with documenting and addressing inequity. By the end of the course, students will be able to (a) analyze inequity in organizations, markets, and industries; (b) infer plausible determinants of such inequities; and (c) design interventions to reduce documented inequities.",
      "url": "https://michiganross.umich.edu/courses/equity-analytics-14562"
    },
    {
      "course": "ACC 560: Federal Taxation and Managerial Decisions",
      "description": "The goal of this course is to develop the ability to recognize and understand tax issues in both the personal and business world. Accordingly, students are introduced to the tax implications of a wide range of topics, including personal investments, executive compensation, alternative forms of doing business (e.g., C corporations, S corporations, partnerships, LLCs, etc.), international operations, mergers and acquisitions, estate planning, and current trends in tax planning. This course focuses on real world applications as opposed to in-depth coverage of the tax code; thus, the class does not cover tax law in the detail it is tested on the CPA exam.",
      "url": "https://michiganross.umich.edu/courses/federal-taxation-and-managerial-decisions-2719"
    },
    {
      "course": "ACC 561: Federal Taxation I",
      "description": "This course is designed to provide students with a basic understanding of the fundamentals of federal income tax law. The course emphasizes individual taxation but also provides an introduction to corporate and partnership taxation as well. The course is intended for students who need some technical knowledge of tax law, as well as for those students who wish to pursue further tax law education.",
      "url": "https://michiganross.umich.edu/courses/federal-taxation-i-4121"
    },
    {
      "course": "ACC 620: Federal Taxation II",
      "description": "This course is designed to provide students with a technical familiarity in a wide range of tax topics, including complex corporate and individual topics, estate and gift taxation, the taxation of international transactions, tax issues associated with not-for-profit entities, and selected other topics. The course is intended for those considering a career in taxation.",
      "url": "https://michiganross.umich.edu/courses/federal-taxation-ii-2727"
    },
    {
      "course": "ACC 618: Financial Communication and Investor Relations",
      "description": "Financial Communication and Investor Relations is a course that helps students to learn about the flow of information in financial markets. We take a managerial perspective and lay out the factors that impact financial communication. This includes understanding your investors, creditors and other stakeholders as well as the role of financial intermediaries such as analysts and the media. We also will discuss the role of visibility and credibility in financial markets. While building this foundation, we will examine communication around IPO's, Mergers, Accounting Restatements, Activist Investors and Short Attacks, among others. The course will rely heavily on cases and student participation.",
      "url": "https://michiganross.umich.edu/courses/financial-communication-and-investor-relations-8643"
    },
    {
      "course": "FIN 580: Financial Derivatives in Corporate Finance: Managing Risk and Creating Value",
      "description": "Financial Derivatives in Corporate Finance: Managing Risk and Creating Value --- Financial derivatives play several important role in corporate finance: They can be used to hedge risks, they are the building blocks for analysis of corporate credit risk, and they serve as analytical tools to value corporate investment projects that have built-in flexibility, e.g., due to a multi-stage structure or timing options. In this course, we introduce the core principles that underlie the valuation and use of derivatives such as futures, swaps, options, and credit derivatives. We apply these ideas to a number of problems including hedging of interest-rate, foreign exchange, and commodity price risk, real options in investment decisions, and transfer of credit risk. With a focus on corporate value creation, we pay particular attention to potential misuses of derivatives and unintended consequences of corporate financial engineering in the face of financial market imperfections.",
      "url": "https://michiganross.umich.edu/courses/financial-derivatives-corporate-finance-managing-risk-and-creating-value-2079"
    },
    {
      "course": "ACC 565: Financial Instruments and Structured Finance",
      "description": "Accounting Analytics --- The objective of this course is to provide a framework and basic tools need to analyze accounting data for decision making and understand how data analytics are applied in an accounting context. Students will learn 1) how to clearly articulate a problem facing a company. 2) Understand the nature and quality of the underlying accounting data produced by the companies. 3) Use the appropriate statistical technique to analyze the accounting data. 4) Draw appropriate inferences from the analysis of the accounting data and communicate those inferences. While this class is not a programming course, students will get a basic understanding of the software package R.",
      "url": "https://michiganross.umich.edu/courses/financial-instruments-and-structured-finance-4122"
    },
    {
      "course": "FIN 503: Financial Management",
      "description": "(ACC 502 and TO 502 or equivalent) and (No credit in FIN 513, 551, 552, 553, 603) Financial Management --- The course is primarily devoted to the principles of financial valuation. We will first discuss the concept of present value in extensive detail, and then apply the principles of valuation to value (a) real projects (or what is commonly referred to as capital budgeting) and (b) financial securities (stocks and bonds) under certainty. Since financial decision-making virtually always involves risk & uncertainty, we will then introduce the concept of risk, and the relation between risk & return. We will integrate our knowledge of cash flows with our understanding of risk to modify capital budgeting techniques in the presence of risk & uncertainty. The course concludes with an introductory treatment of the effects of financing on capital budgeting decisions. Although the concepts of competitive capital markets and market efficiency will not be covered in a separate session, they will be woven in the fabric of the course.",
      "url": "https://michiganross.umich.edu/courses/financial-management-6400"
    },
    {
      "course": "FIN 575: Financial Modeling",
      "description": "Graduate Standing and (FIN 503 or 513 or 551 or 591 or waivers) Financial Modeling --- This course is on financial modeling in Excel. Financial models have become increasingly complicated over the years, and this course is intended as an introduction to some of the modeling techniques used by professionals in the finance field. Topics covered include construction of free cash flows, forecasting cash flows, LBO models, minimum-variance frontiers and portfolio choice subject to constraints. The emphasis throughout will be on constructing and using models in Excel with a focus on sensitivity analysis. Along the way, various Excel techniques and functions are explored as necessary.",
      "url": "https://michiganross.umich.edu/courses/financial-modeling-9462"
    },
    {
      "course": "ACC 711: Financial Statement Analysis I\t\t +1",
      "description": "Financial Statement Analysis I --- This course provides a systematic framework for using financial statements in business analyses. It considers a comprehensive set of tools to analyze the information contained in financial statements and demonstrates how to use the information to evaluate financial performance. It addresses questions such as: (1) how do operating and financial decisions contribute to a firm's return, (2) why does firm performance differ between competitors, (3) has the firm distorted the accounting numbers and how will this influence reported performance, and (4) how does the financial performance today predict future events, such as credit default.",
      "url": "https://michiganross.umich.edu/courses/financial-statement-analysis-i-8002"
    },
    {
      "course": "ACC 713: Financial Statement Analysis II",
      "description": "This course focuses on a rigorous understanding of how to construct robust business forecasts (a Good forecast is probably the most important predictor of business success!), and on the latest techniques on how to use these forecasts to derive firms' values. This course is a \"must\" for students pursuing careers in the financial sector or consulting. Students planning careers in general management (marketing, operations) will also find the knowledge and skills extremely useful. *** ACC 713 is a continuation of ACC 711. It is strongly recommended that students complete ACC 711 prior to ACC 713.",
      "url": "https://michiganross.umich.edu/courses/financial-statement-analysis-ii-8003"
    },
    {
      "course": "FIN 640: Financial Trading",
      "description": "This course is about trading financial assets. The course is intended for MBA students that expect to take trading (market making) jobs, but it is also relevant for all students that expect to trade securities frequently. The course uses a combination of lectures and trading simulations/games conducted on the Ross School of Business trading floor to make students comfortable with ideas like order type, bid-ask spread, information, and dynamic hedging. Students that have taken the core should be prepared for this course.",
      "url": "https://michiganross.umich.edu/courses/financial-trading-4186"
    },
    {
      "course": "TO 638: FinTech: Blockchain, Cryptocurrencies, and Other Technology Innovations",
      "description": "FinTech: Blockchain, Cryptocurrencies, and Other Technology Innovations In and Out of Finance --- New technological innovations are poised to fundamentally transform the financial industry in the coming decades, resulting in abundant career opportunities for FinTech professionals who are well-versed in the dual languages of tech and finance. This course introduces students to the most cutting edge topics including blockchain, cryptofinance and smart contracts, mobile payments, P2P lending, and robo-advising. Topics on big data and technology commercialization will be interwoven throughout the course. Students will (1) obtain in-depth technical knowledge of core Fin Tech concepts, (2) connect this technical know-how to current financial theories and market practices, and (3) decipher concepts beyond just the buzz words to provide critical judgments on new Fin Tech ventures. This knowledge will enable students to be the go-to FinTech expert in a wide variety of industries, and give them an important advantage in career advancement over peers who might just know the \"buzz words\".",
      "url": "https://michiganross.umich.edu/courses/fintech-blockchain-cryptocurrencies-and-other-technology-innovations-11562"
    },
    {
      "course": "FIN 614: Global Capital Markets",
      "description": "International Financial Management II: Global Capital Markets --- The purpose of the International Financial Management sequence at the Ross School of Business is to provide the analytical framework required for understanding how changes in international financial conditions influence the decision-making process of business leaders in the corporate and capital markets arenas. In the second course of the sequence, we focus on the major characteristics, institutions, and players of the international stock and bond markets. In particular, we examine the opportunities presented in those markets by such liquid assets as currencies, equities, bonds, swaps, and other derivatives for achieving risk management, asset allocation, capital budgeting, and financing objectives. We also attempt to explain and interpret the recent wave of international financial crises affecting the global capital markets. The course is tailored to students seeking careers in international banking and portfolio management or in finance and strategy for domestic and multinational corporations.",
      "url": "https://michiganross.umich.edu/courses/global-capital-markets-2835"
    },
    {
      "course": "TO 620: Global Supply Chain Management\t\t +1",
      "description": "Global Supply Chain Management --- Supply chain is the central nervous system of the global economy. Supply chain consists of all activities involved in fulfilling a customer request. Effective management of supply chain entails management of material, information and financial flows. Supply chain is perhaps the only discipline and business function in an organization that cuts across functional boundaries. Globalization of economy has heightened the strategic importance and of supply chain management and created new opportunities for using supply chain strategy and planning as a competitive tool. Inter- and intra-firm coordination issues are becoming critical for effective management of the supply chain. Depending on the industry sector, supply chain related costs account for 20-25% of a typical firm's total cost. On the revenue side, the supply chain decisions have a direct impact on the market penetration and customer service. Specific learning goals for this course are: -- Develop a general manager?s perspective on key issues in designing and managing end-to-end global supply chains. -- Know that effective management of end-to-end supply chain entails management of material, information and financial flows. -- Develop an understanding of key drivers of supply chain performance and their inter-relationships with business strategy and other functions within the company such as marketing, manufacturing, accounting, and finance. -- Develop the ability to design and formulate integrated supply chain strategy, so that all components are not only internally synchronized but also tuned to fit corporate strategy, competitive realities and market needs. -- Develop an in depth understanding of elements of supply chain designs for efficiency, responsiveness, and variety. -- Understand the importance of intra-firm coordination strategies and the knowledge of how to execute on such strategies. -- Understand dynamics of flows across firm boundaries, reasons for lack of synchronization, and managerial actions to improve overall supply chain performance. -- Understand the importance risk management in the extended global supply chain; learn the key elements of a robust risk management system and develop execution plans.",
      "url": "https://michiganross.umich.edu/courses/global-supply-chain-management-9182"
    },
    {
      "course": "MKT 640: Global Supply Chain Management\t\t +1",
      "description": "Global Supply Chain Management --- Supply chain is the central nervous system of the global economy. Supply chain consists of all activities involved in fulfilling a customer request. Effective management of supply chain entails management of material, information and financial flows. Supply chain is perhaps the only discipline and business function in an organization that cuts across functional boundaries. Globalization of economy has heightened the strategic importance and of supply chain management and created new opportunities for using supply chain strategy and planning as a competitive tool. Inter- and intra-firm coordination issues are becoming critical for effective management of the supply chain. Depending on the industry sector, supply chain related costs account for 20-25% of a typical firm's total cost. On the revenue side, the supply chain decisions have a direct impact on the market penetration and customer service. Specific learning goals for this course are: -- Develop a general manager?s perspective on key issues in designing and managing end-to-end global supply chains. -- Know that effective management of end-to-end supply chain entails management of material, information and financial flows. -- Develop an understanding of key drivers of supply chain performance and their inter-relationships with business strategy and other functions within the company such as marketing, manufacturing, accounting, and finance. -- Develop the ability to design and formulate integrated supply chain strategy, so that all components are not only internally synchronized but also tuned to fit corporate strategy, competitive realities and market needs. -- Develop an in depth understanding of elements of supply chain designs for efficiency, responsiveness, and variety. -- Understand the importance of intra-firm coordination strategies and the knowledge of how to execute on such strategies. -- Understand dynamics of flows across firm boundaries, reasons for lack of synchronization, and managerial actions to improve overall supply chain performance. -- Understand the importance risk management in the extended global supply chain; learn the key elements of a robust risk management system and develop execution plans.",
      "url": "https://michiganross.umich.edu/courses/global-supply-chain-management-7422"
    },
    {
      "course": "BE 562: Growth and Stabilization in the Macro Economy",
      "description": "This course is an analysis of private market forces and national and international policy decisions that drive fluctuations in the global economy. The course uses formal macroeconomic models to give students the tools to understand and evaluate contemporary and historical economic growth. The course focuses on the structure of national and international banking and financial systems, sources of financial instability, and their impact on economic growth. Key topics include long-run economic growth, international trade, interest rates, exchange rates and monetary policy. The course emphasizes development of students' ability to analyze national and international economic data and to understand discussions of macroeconomic issues in the business press and their implications for business decision-making.",
      "url": "https://michiganross.umich.edu/courses/growth-and-stabilization-macro-economy-7683"
    },
    {
      "course": "BE 608: Health Care Markets and Public Policies",
      "description": "This course provides an overview of the economics and business of health care. The main focus will be on the financing and delivery of health services in the United States. The analysis of each part of the health care system will include a consideration of basic economic issues, key public policies and current market developments. Particular attention will be paid to health care reform and its implications for consumers, employers, insurers and providers.",
      "url": "https://michiganross.umich.edu/courses/health-care-markets-and-public-policies-8282"
    },
    {
      "course": "ES 620: Healthcare Startups: Understanding Needs and Creating Ventures in Healthcare",
      "description": "Healthcare Innovation and Startups ---Healthcare Innovation and Startups is an action-based course in which students will identify big problems in healthcare and start solving them with a new venture proposal. Students study healthcare trends and challenges, learn methods to explore healthcare domains, identify and understand needs, and develop startup hypotheses. Students work together on teams on a project to develop a proposal for an innovative healthcare venture. Problems are identified through student exploration of healthcare domains including discussions with clinician stakeholders. Students practice creativity and innovation in this course and learn ways to create startup value in consideration of the specific challenges and opportunities in healthcare. Lessons can be applied in future work on startups and in innovation at large firms.",
      "url": "https://michiganross.umich.edu/courses/healthcare-startups-understanding-needs-and-creating-ventures-healthcare-11742"
    },
    {
      "course": "TO 750: Independent Study\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-9403"
    },
    {
      "course": "BCOM 750: Independent Study\t\t +3\t1",
      "description": "Independent Study --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-10123"
    },
    {
      "course": "BL 750: Independent Study\t\t +3\t1",
      "description": "Independent Study Project --- This course allows students to earn credit for an independent research project supervised by a faculty member. For details regarding eligibility and the application process, please reach out to Ross Academic Services.",
      "url": "https://michiganross.umich.edu/courses/independent-study-10163"
    },
    {
      "course": "FIN 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-6583"
    },
    {
      "course": "ACC 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-6742"
    },
    {
      "course": "BE 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-6743"
    },
    {
      "course": "ES 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-6745"
    },
    {
      "course": "MKT 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-6747"
    },
    {
      "course": "MO 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-6748"
    },
    {
      "course": "BA 750: Independent Study Project\t\t +4\t1",
      "description": "Independent Study Project --- Independent study projects, supervised by faculty, are available to graduate business students in good academic standing. To select a project, students should consult the appropriate professor about the nature of the project and the number of credit hours the work would earn. Students earn one to three credit hours per project and may elect only one study project in a term. Graduate business students should consult their program bulletins for information regarding total number of projects and credits that can be applied to their degree. To register for a project students must submit an approved Independent Study Project application, available online.",
      "url": "https://michiganross.umich.edu/courses/independent-study-project-7642"
    },
    {
      "course": "TO 623: Information Technology Strategy in Supply Chain and Logistics",
      "description": "Digital technologies have permeated every aspect of modern business. The capacity to execute any business model rests heavily on the approach taken by firms in organizing their information architecture. This course will explore the role of information architecture on Supply Chain and Logistics functions. We will discuss the dominant technologies traditionally used in planning, forecasting, scheduling and managing supply chains. We will then explore the emerging new technologies such as SOA ( Service Oriented Architecture) that enable firms to innovate in their business models through dynamic engagement with their supply partners in evolving global supply networks. Class discussions and case studies will include technology and business process choices in new product development, design, MRP, ERP, distribution and logistics.",
      "url": "https://michiganross.umich.edu/courses/information-technology-strategy-supply-chain-and-logistics-9184"
    },
    {
      "course": "TO 563: Innovation in Global Health Delivery",
      "description": "Strategies for Enhancing Growth and Improving Access in Emerging Markets --- New business models built around operational efficiency offer tremendous potential to improve people's health worldwide. This course will examine how innovations in business models, operations, financing and supply chains are allowing far more people to access better quality healthcare. The course draws extensively on real-world case studies and latest research in this field. Class sessions will feature thought leaders from the field of global health delivery and involve lively debates on important topics. Concepts and approaches from strategy, operations, finance, and supply chain management will be used to understand what determines success and failure of businesses that seek to provide healthcare to low income populations. While there will be a strong emphasis on global health, some of the concepts will be applicable more generally to product and service delivery in emerging markets. This course is divided into two modules: The first part of the course will focus on design of systems that ensure access to medicines, vaccines and other health technologies. The second part of the course will focus on design of systems for health service delivery. Specific learning objectives for this course are: - Develop an in-depth understanding of the key issues in designing and managing healthcare delivery (products and services) in emerging markets. - Understand the important role of operations and supply chain management in improving effectiveness and efficiency of healthcare delivery in emerging markets. - Ability to formulate strategies for market entry in the healthcare/life sciences sector in emerging markets. - Understand the role of product and process innovation in global health delivery (through practical examples and cases). - Understand factors that influence the adoption of new health technologies in emerging markets and operational strategies to speed up adoption. - Understand the roles played by different agencies in the provision of healthcare in emerging markets and understand the critical value of inter-agency coordination in this context. - Discover and understand high impact opportunities for social entrepreneurship and operational innovation to improve global health delivery.",
      "url": "https://michiganross.umich.edu/courses/innovation-global-health-delivery-9264"
    },
    {
      "course": "TO 548: Integrated Product Development",
      "description": "This is a Tauber Institute sponsored elective open to all graduate students. The course is structured so that students form into teams of four, each with mixed disciplinary backgrounds spanning business, engineering and art/architecture. A product category is announced, and each team acts as an independent firm competing in that product market. This is, each team must independently work through an integrated exercise of market research, product design, product development and manufacture, pricing, forecasting, inventory policy and competition with their product against other firms in both a web-based competition and a physical trade show.",
      "url": "https://michiganross.umich.edu/courses/integrated-product-development-9137"
    },
    {
      "course": "BL 509: Intellectual Property Law",
      "description": "An introduction to legal options available to protect intellectual property, including international aspects of intellectual property law. Topics covered include: patent law (including general policies and procedures, application processes, infringement and remedies, and international patent protections issues); trade secrets (including the Uniform Trade Secrets Act, protective measures, and international issues); copyright law (including ownership and acquisition, infringement and remedies, technology issues, and international copyright protection issues); and trademark law including general principles, federal procedures, infringement, dilution, remedies, and international aspects of trademark protection. BL 509 fulfills the MBA Law/Ethics Requirement. Prior to the Fall 2014 term, this course was called LHC 509.",
      "url": "https://michiganross.umich.edu/courses/intellectual-property-law-9733"
    },
    {
      "course": "ES 704: International Investment Fund\t\t\t1.5",
      "description": "GMBA or FTMBA or MAcc or MSCM or Ross PhD or Rackham BusAd Mas or non-Ross Grad or MM or MBAN International Investment Fund --- This experimental course is intimately linked to the creation of an International Investment Fund (IIF), which will involve (a) deep due diligence with the intent of financing Small-Medium sized Enterprises (SMEs) worldwide; and (b) post-investment support. The geographical focus in the two experimental years is India, though this model is scalable. SMEs are a major driver of economic development and growth in developing nations. This will be the first fund created at Ross that will have a global focus. It can be viewed as a global version of the three successful funds at Ross, with the most overlap with the Social Venture Fund (SvF). As in the case of SvF, in the experimental years student teams will create a new International Investment Fund (IIF). The IIF will be created in collaboration with the William Davidson Institute (WDI) with a pilot focused in India. As highlighted in the Syllabus, course activities include education on investment strategy and cultural context for emerging markets, conducting due diligence on potential investments, and executing capacity building projects for portfolio companies.",
      "url": "https://michiganross.umich.edu/courses/international-investment-fund-12402"
    },
    {
      "course": "FIN 704: International Investment Fund\t\t\t1.5",
      "description": "GMBA or FTMBA or MAcc or MSCM or Ross PhD or Rackham BusAd Mas or non-Ross Grad or MM or MBAN International Investment Fund --- This experimental course is intimately linked to the creation of an International Investment Fund (IIF), which will involve (a) deep due diligence with the intent of financing Small-Medium sized Enterprises (SMEs) worldwide; and (b) post-investment support. The geographical focus in the two experimental years is India, though this model is scalable. SMEs are a major driver of economic development and growth in developing nations. This will be the first fund created at Ross that will have a global focus. It can be viewed as a global version of the three successful funds at Ross, with the most overlap with the Social Venture Fund (SvF). As in the case of SvF, in the experimental years student teams will create a new International Investment Fund (IIF). The IIF will be created in collaboration with the William Davidson Institute (WDI) with a pilot focused in India. As highlighted in the Syllabus, course activities include education on investment strategy and cultural context for emerging markets, conducting due diligence on potential investments, and executing capacity building projects for portfolio companies.",
      "url": "https://michiganross.umich.edu/courses/international-investment-fund-12403"
    },
    {
      "course": "BL 512: Introduction to Business Law",
      "description": "Foundations of Business Law ---This course presents an overview of the structure and operation of the US legal system, a summary of the major categories of tort liability, and a detailed discussion of the process of making enforceable contracts. Edited summaries of actual court cases will be used to illustrate the points of law involved, and to show how these business problems arise and how they may be minimized or avoided. In examining contract law, we will consider the \"common-law\" rules developed by the courts, the Uniform Commercial Code adopted by the State legislatures, and the United Nations Convention on Contracts for the International Sale of Goods (ratified by 76 nations). BL 512 fulfills the MBA Law/Ethics Requirement. Prior to the Fall 2014 term, this course was called LHC 512.",
      "url": "https://michiganross.umich.edu/courses/introduction-business-law-9727"
    },
    {
      "course": "BL 517: Law of Business Organizations",
      "description": "[Graduate Standing excluding OMBA and (JD, MACL, LLM, or SJD)] and (no credit in BL 506 or 516 or WMBA 631) Law of Business Organizations --- This course provides an introduction to the legal framework in which managers operate a business enterprise. It examines various business relationships and organizations including: - Agency relationships - Partnerships - Limited liability companies - Corporations - Duties of senior management - Rights of shareholders - Rights and duties in the context of transactions for corporate control - Insider trading Because the course focuses on the legal environment in which management decisions are made, legal cases are used in class discussion. This course fulfills the governance requirement for the ESG concentration. BL 517 fulfills the MBA Law/Ethics Requirement. Prior to the Fall 2014 term, this course was called LHC 517.",
      "url": "https://michiganross.umich.edu/courses/law-business-organizations-9728"
    },
    {
      "course": "BL 513: Law of Marketing",
      "description": "[Graduate Standing excluding OMBA and (JD, MACL, LLM, or SJD)] and (no credit in BL 515) Law of Marketing --- This course is an overview of the law relating to marketing activities. The course takes the student through the legal issues raised by the marketing function, from the initial issues related to product development, through sale of the product or service to the public, to legal issues relating to distribution and promotion of the product or service. Topics to be covered include the protection of intellectual property; the law relating to the sale of goods; liability for defective goods (warranty and products liability law); antitrust law; consumer protection; the regulation of unfair or deceptive practices; and commercial speech issues. The course is designed to have a managerial focus and to provide the student with the necessary tools to make more informed decisions when confronted with legal questions regarding the marketing function. The emphasis is on the prevention of legal liability and disputes and the use of the law to create orderly, defensible business decision-making. BL 513 fulfills the MBA Law/Ethics Requirement. Prior to the Fall 2014 term, this course was called LHC 513.",
      "url": "https://michiganross.umich.edu/courses/law-marketing-9725"
    },
    {
      "course": "BA 656: LBLE - Living Business Leadership Experience",
      "description": "Living Business Leadership Experience --- This course offers students the opportunity to establish and lead to functional team in an actual, operational business unit, working directly with executives of a sponsoring company, and learning under the supervision of faculty advisors. Students accepted into this course will work as a team member in one of several Ross enterprises that have been created for the purpose of experiential learning and the practical application of foundational knowledge in a real business setting. More details about the course and businesses we will work with can be found at the Living Business Leadership Experience course page. More information is available at lble.bus.umich.edu.",
      "url": "https://michiganross.umich.edu/courses/lble-living-business-leadership-experience-11103"
    },
    {
      "course": "BA 657: LBLE - Living Business Leadership Experience",
      "description": "(2nd-year FTMBA) or (other Ross Grad student) or (Non-Ross Grad) Living Business Leadership Experience --- This course offers students the opportunity to establish and lead a functional team in an actual, operational business unit, working directly with executives of a sponsoring company, and learning under the supervision of faculty advisors. Students accepted into this course will work as team members in one of several Ross enterprises that have been created for the purpose of experiential learning and the practical application of foundational knowledge in a real business setting. More detail about the course and businesses we will work with can be found at the Living Business Leadership Experience course page. More information is available at lble.bus.umich.edu.",
      "url": "https://michiganross.umich.edu/courses/lble-living-business-leadership-experience-11123"
    },
    {
      "course": "BA 655: LBLE - Living Business Leadership Experience",
      "description": "Living Business Leadership Experience --- This course offers students the opportunity to establish and lead a functional team in an actual, operational business unit, working directly with executives of a sponsoring company, and learning under the supervision of faculty advisors. Students accepted into this course will work as team members in one of several Ross enterprises that have been created for the purpose of experiential learning and the practical application of foundational knowledge in a real business setting. More detail about the course and businesses we will work with can be found at the Living Business Leadership Experience course page. This course offers students the opportunity to establish and lead a functional team in an actual, operational business unit, working directly with executives of a sponsoring company, and learning under the supervision of faculty advisors. Students accepted into this course will work as team members in one of several Ross enterprises that have been created for the purpose of experiential learning and the practical application of foundational knowledge in a real business setting. More detail about the course and businesses we will work with can be found at the Living Business Leadership Experience course page.",
      "url": "https://michiganross.umich.edu/courses/lble-living-business-leadership-experience-13222"
    },
    {
      "course": "MO 625: Leadership Coaching Practicum",
      "description": "The goal of this 3-credit course is to provide MBA2s with expertise in leadership coaching, culminating in their serving as team process improvement coaches to MBA1 MAP teams. During the first half of the course (January/February), MBA2 students will learn best practices for coaching teams toward success and will prepare to be Team Process Coaches for MBA1 MAP teams. During the second half of the course (March/April), each MBA2 in the course will become a team process coach for one or two MAP teams. Their goal will be to help the MAP team(s) learn how to effectively manage their team processes so the team can achieve better results and greater learning through their MAP experience. MBA 2s will emerge from this practicum equipped to launch their careers with deeper knowledge of best practices for leadership coaching and direct experience in coaching teams toward success. The most effective leaders know how to bring out the best in individuals and teams.  This course is built on the assumption that the best way to learn about creating high performing teams before you graduate from Ross is to actually do some team coaching.  In this course, you will learn best practices for coaching teams by serving as an MBA2 team process coach for two MBA1 MAP teams. You will help each of these teams address the challenges of becoming an effective team and working together to create a high quality MAP project.  This 3-credit course requires the same number of hours as a typical 3-credit course, though the course is designed with more flexibility, particularly while you are doing the MAP team process coaching.  The course is divided into two parts:  (1) You will learn best practices for team leadership and coaching in class sessions during Winter A; (2) You will provide team coaching to two MAP teams during March and April.  Please note that this course is reserved for Full-Time MBA2s.",
      "url": "https://michiganross.umich.edu/courses/leadership-coaching-practicum-6460"
    },
    {
      "course": "MO 621: Leadership Development: Self Awareness, Skills and Strategies",
      "description": "Future-Ready Leadership Development: The Science and Practice of Developing Leaders for a VUCA and AI-Enabled World --- This course examines the science and practice of leadership development in an era characterized by volatility, uncertainty, complexity, and ambiguity (VUCA), as well as the rapid advancement of artificial intelligence. Rather than focusing only on how leaders act, this course emphasizes how leadership capacity is developed across individuals, teams, organizations, and contexts. Students will engage with cutting-edge scholarship, experiential simulations, and AI-enabled tools to understand and practice the knowledge, skills, abilities, and attributes (KSAAs) required for future-ready leadership. Core themes include self-intelligence, critical thinking, communication, trust, influence, co-intelligent synergy, systems thinking, and adaptability. Students will learn how AI can serve as both a collaborator and a leadership development tool. By balancing evidence-based frameworks with applied practice, the course equips students to anticipate future challenges, design pathways for leadership development, and lead with both competence and character in complex environments.",
      "url": "https://michiganross.umich.edu/courses/leadership-development-self-awareness-skills-and-strategies-6458"
    },
    {
      "course": "MO 620: Leading a Good Life\t\t +1",
      "description": "Leading a Good Life --- Leading a good life is perhaps the most fundamental endeavor of humankind. In this class you will learn the science underlying the three key aspects of leading a good life: being good, feeling good, and doing good. First, being good involves mastering the habits, time and attention management, and self-control required to be effective. Second, feeling good focuses on confidence, joy, and self-compassion required to attain one's goals and espoused values. Third, doing good includes living an ethical existence full of meaning and purpose.",
      "url": "https://michiganross.umich.edu/courses/leading-good-life-8785"
    },
    {
      "course": "MO 605: Leading Across Differences",
      "description": "This course focuses on how leaders can increase innovation, productivity, well-being and excellence through inclusion and equity. Given the dynamic environments that most organizations encounter, this course will also unpack how leaders can navigate diverse stakeholders who might have varied reactions - both positive and negative - to their efforts to bring about inclusive and equitable change in and around organizations. You will increase your knowledge, skills and confidence to be an effective and inclusive leader and to address equity/inclusion-related challenges or dilemmas that are an inevitable part of organizational life.",
      "url": "https://michiganross.umich.edu/courses/leading-across-differences-6446"
    },
    {
      "course": "ES 569: Leading High Growth Firms",
      "description": "You will have the opportunity to explore being a CEO, owner and/or entrepreneur of a high growth business. This course will focus on understanding the key success factors in leading high growth firms that are past the start-up phase - firms growing from approximately $10 million in revenues to over $50 million in a 3-5 year time frame. We will discuss the evolution of the CEO role and the needs of the organization as it scales and learn the key concepts, frameworks and tools essential to leading high growth firms successfully. Topics will include making the transition from founder/entrepreneur to CEO, assembling and leading a strong team (internal and external), establishing a winning culture, developing alignment and accountability through a clear strategic plan, implementing scalable operating systems, capital funding for growth and more. The course will focus on execution of high growth. Successful entrepreneurs who have grown their own businesses will share their experiences for students to see these concepts in action. This course will be industry agnostic recognizing that the concepts, frameworks and tools for leading high growth firms apply to all industries, from high tech software to low tech industrial. The course utilizes cases, outside speakers, supplemental readings and active student discussion.",
      "url": "https://michiganross.umich.edu/courses/leading-high-growth-firms-4484"
    },
    {
      "course": "MO 503: Leading People and Organizations",
      "description": "Leading People and Organizations prepares you to lead high-performing, successful groups and organizations and seeks an understanding of human behavior to enhance management practice. The primary objective of this course is to provide you with rigorous, analytical frameworks for understanding how to diagnose organizational problems, develop solutions that appreciate the complexity of your organizational context, and lead your group or organization in the implementation of more effective strategy and action. You will learn how to influence others without relying on formal power and authority, negotiate and make effective decisions in uncertain and complex environments, as well as how to build and utilize your social capital. You will learn how to effectively manage conflict, organize, and lead teams. Finally, you will develop skills that enable you to manage organizational boundaries, initiate and drive organizational change, and align people and organizational processes in ways that enable your organization to thrive in today's dynamic, competitive, and global marketplace.",
      "url": "https://michiganross.umich.edu/courses/leading-people-and-organizations-6430"
    },
    {
      "course": "ES 504: Legal Aspects of Entrepreneurship",
      "description": "Graduate Standing excluding Law programs (JD, MACL, LLM, or SJD) Legal Aspects of Entrepreneurship --- Law provides entrepreneurs with many opportunities for competitive advantage. This course offers an examination of legal issues that every entrepreneur should understand, from start-up to IPO, in order to make good business decisions. These issues include: -Leaving your current employer to start a business -Forms of business organizations and ownership structure -Funding the venture -Entering contracts -Product liability to product innovation -Hiring and retaining the best staff -Protecting your intellectual property -Going public",
      "url": "https://michiganross.umich.edu/courses/legal-aspects-entrepreneurship-6646"
    },
    {
      "course": "BL 504: Legal Aspects of Entrepreneurship",
      "description": "Graduate Standing excluding Law programs (JD, MACL, LLM, or SJD) Legal Aspects of Entrepreneurship --- Law provides entrepreneurs with many opportunities for competitive advantage. This course offers an examination of legal issues that every entrepreneur should understand, from start-up to IPO, in order to make good business decisions. These issues include: -Leaving your current employer to start a business -Forms of business organizations and ownership structure -Funding the venture -Entering contracts -Product liability to product innovation -Hiring and retaining the best staff -Protecting your intellectual property -Going public BL 504 fulfills the MBA Law/Ethics Requirement. Prior to the Fall 2014 term, this course was called LHC/ES 504.",
      "url": "https://michiganross.umich.edu/courses/legal-aspects-entrepreneurship-9739"
    },
    {
      "course": "BL 514: Legal Aspects of Managing Human Capital and DEI",
      "description": "[Graduate Standing excluding MM, OMBA, JD, MACL, LLM, and SJD] and [no credit in BL 415] Legal Aspects of Managing a Workforce --- This course focuses on creating frameworks for assessing the legal issues in common managerial situations. We will discuss practical implications for managerial responsibilities such as hiring, firing and giving performance reviews as well as common workplace issues like harassment and discrimination. This course prepares you to better evaluate future employment issues that affect you and your organization. It is valuable for anyone who will be an employee, independent contractor, manager, or business owner. The course emphasizes the standards governing workplace conduct so you understand your own rights as well as the rights of those who work for you. Major topics include: employee / employer relationships; hiring, firing, and evaluating employees; employee privacy rights; employee benefits; labor unions and the rights of nonunionized workers; discrimination, such as race, disability, and gender discrimination, and the potential liability of companies, managers, and individual employees in those situations. Course work is discussion oriented with an emphasis on application of legal principles to actual and hypothetical situations. This course fulfills the social requirement for the ESG concentration. BL 514 fulfills the MBA Law/Ethics Requirement. Prior to the Fall 2014 term, this course was called LHC 514.",
      "url": "https://michiganross.umich.edu/courses/legal-aspects-managing-human-capital-and-dei-9731"
    },
    {
      "course": "BL 536: Legal Knowledge for Values-Driven Leaders",
      "description": "Graduate Standing excluding Law programs (JD, MACL, LLM, or SJD) Legal Knowledge for Values-Driven Leaders --- To successfully navigate an increasingly chaotic and complex business world business leaders need strong legal and ethical foundations. This course provides the legal and business ethics frameworks that are essential for responsible decision making. Students will identify and explore their personal values and practice how to put them into action through implementing key legal and ethical strategies. Using a framework describing managers' economic, legal, and ethical responsibilities, this course draws upon theory as well as contemporary business ethics and legal dilemmas. The course also presents the various perspectives on the appropriate role of business in society alongside the actual legal obligations that companies have - and do not have - to a range of crucial stakeholders. Through a discussion of challenges facing executives, employees, and organizations, the course examines topics such as corporate social responsibility, Environmental, Social, and Governance (ESG), the role of business in shaping public policy, corruption, cross-national business ethics, confronting crisis, and the future of work and a just transition with artificial intelligence and automation. The course readings, lectures, and guest speakers are designed to foster vibrant and thought-provoking discussions that provide students with the tools and analytical skills to first spot and avoid ethical and legal risk, and then to use their ethical reasoning and analysis skills to be responsible and effective leaders throughout their careers. BL 536 fulfills the MBA Law/Ethics Requirement.",
      "url": "https://michiganross.umich.edu/courses/legal-knowledge-values-driven-leaders-9726"
    },
    {
      "course": "TO 518: Linear Programming I\t\t +1",
      "description": "Linear Programming I --- Formulation of problems from the private and public sectors using the mathematical model of linear programming. Development of the simplex algorithm; duality theory and economic interpretations. Postoptimality (sensitivity) analysis application and interpretations. Introduction to transportation and assignment problems; special purpose algorithms and advanced computational techniques. Students have opportunities to formulate and solve models developed from more complex case studies and to use various computer programs.",
      "url": "https://michiganross.umich.edu/courses/linear-programming-i-9222"
    },
    {
      "course": "TO 621: Logistics",
      "description": "Graduate Student or (preceded or accompanied by TO 701 or MFG 501) Logistics --- This course refers to the planning, implementation and control of the efficient forward and reverse flow and storage of goods, services, and information between the point of origin and point of consumption. This course trains students in the various aspects of logistics management. Primary topics include the management of inventory, facilities, warehousing and transportation, with in-depth study of these individual elements as well as examination of integrated logistics strategy and network design. Other topics with ancillary coverage include sustainability in logistics, international logistics and globalization, competition and co-ordination, role of information flow and IT, etc. Instruction will be by a combination of lectures, case studies and numerical assignments. Students will also run computer simulations of a logistics system, as well as learn to use a commercial logistics planning software. Guest lectures and a facility tour may also be included. The aim is to train students to perform and manage logistical functions within an organization, as well as assess and design the overall logistics strategy of the organization.",
      "url": "https://michiganross.umich.edu/courses/logistics-9135"
    },
    {
      "course": "ACC 552: Management Accounting",
      "description": "Full-Time MBA and (no credit in ACC 551 or 534 or A534 waiver) Management Accounting --- This course introduces the basic concepts of managerial accounting for internal decision-making. Major topics included are product costing, emphasizing costing approaches used in today's business environments, relevant costs for decision analysis, variance analysis, divisional performance evaluation, and transfer pricing.",
      "url": "https://michiganross.umich.edu/courses/management-accounting-2068"
    },
    {
      "course": "MO 635: Management as a Calling\t\t +1",
      "description": "Management as a Calling --- This course is a series of immersive retreat experiences designed to help you look deep inside yourself to discern your calling, moving away from the simple pursuit of a career for private personal gain and towards a vocation that is based on a higher and more internally derived purpose about leading commerce and serving society. Understanding purpose requires discernment to connect your career to living a life, and not just earning a living. This program will help you examine your idea of what kind of a leader you want to be, what kind of career you want to have, and what kind of legacy you want to leave. The structure of this program includes two remote retreats for guided self-examination and discernment based on four components: (1) readings, (2) guided lectures and exercises, (3) peer mentoring and feedback, and (4) periods of self-reflection. The final outputs will be your Personal Mission Statement and Letter to Your Future Self. This course is capped at 40 slots and requires an application to be accepted. It is available to business students in their final year of study: master of management, second-year graduates, and third-year dual degree students.",
      "url": "https://michiganross.umich.edu/courses/management-calling-13923"
    },
    {
      "course": "BCOM 561: Management Presentations\t\t +2",
      "description": "Management Presentations --- This course stresses the concepts and skills needed to give effective oral presentations in professional settings. The course is guided by a theoretical framework that emphasizes strategic communication choices, expansion of communication styles, and adaptation to others within communication contexts. This course requires students to give professional business presentations in each of the four quadrants of management communication. In the course of doing these presentations, students develop outlines, create speaking notes, adapt content, and design supplementary materials. Students also practice questions management and impromptu speaking. By the end of the course, students will be able to design, develop, and deliver management presentations that employ a variety of audience-centered strategies. BCOM 561 fulfills the MBA Communication Requirement for Full-Time MBA students admitted Fall 2016 and later. Prior to the Fall 2014 term, this course was called LHC 561.",
      "url": "https://michiganross.umich.edu/courses/management-presentations-9736"
    },
    {
      "course": "BCOM 522: Managerial Writing\t\t +1",
      "description": "(GMBA or FTMBA or MAcc or MSCM or MM or MBAN) and (no credit in BCOM 594) Managerial Writing --- Fundamentals for managerial writing are central to the course. Students review the punctuation, grammar, syntax, organizational approaches, content development and conventional formats necessary for managerial documents. Goals include writing clearly, concisely and correctly, achieved through numerous writing exercises and by composing a variety of business memoranda and letters. BCOM 522 fulfills the MBA Communication Requirement. Prior to the Fall 2014 term, this course was called LHC 522.",
      "url": "https://michiganross.umich.edu/courses/managerial-writing-9729"
    },
    {
      "course": "ACC 725: Managing the Maize and Blue Fund",
      "description": "Graduate Standing and (FIN 503 or 503 waiver or 513 or 551 or 591) Managing the Maize and Blue Fund --- In this course students act as portfolio managers for the Maize and Blue (Student Managed) Fund. Student teams follow and analyze particular sectors, pitching stocks from their sectors to their peers. Through a series of applied assignments, students learn to use the cutting-edge tools available in the Tozzi Finance Center. The emphasis of the course is on combining the skills acquired in traditional courses with the latest financial technology to develop effective strategies for active portfolio management.",
      "url": "https://michiganross.umich.edu/courses/managing-maize-and-blue-fund-5443"
    },
    {
      "course": "FIN 725: Managing the Maize and Blue Fund",
      "description": "Graduate Standing and (FIN 503 or 503 waiver or 513 or 551 or 591) Managing the Maize and Blue Fund --- In this course students act as portfolio managers for the Maize and Blue (Student Managed) Fund. Student teams follow and analyze particular sectors, pitching stocks from their sectors to their peers. Through a series of applied assignments, students learn to use the cutting-edge tools available in the Tozzi Finance Center. The emphasis of the course is on combining the skills acquired in traditional courses with the latest financial technology to develop effective strategies for active portfolio management.",
      "url": "https://michiganross.umich.edu/courses/managing-maize-and-blue-fund-6283"
    },
    {
      "course": "ACC 726: Managing the Maize and Blue Fund",
      "description": "Graduate Standing and (FIN 503 or 513 or 551 or 591 or waiver [F503]) Managing the Maize and Blue Fund --- In this course students act as portfolio managers for the Maize and Blue (Student Managed) Fund. Student teams follow and analyze particular sectors, pitching stocks from their sectors to their peers. Through a series of applied assignments, students learn to use the cutting-edge tools available in the Tozzi Finance Center. The emphasis of the course is on combining the skills acquired in traditional courses with the latest financial technology to develop effective strategies for active portfolio management.",
      "url": "https://michiganross.umich.edu/courses/managing-maize-and-blue-fund-8366"
    },
    {
      "course": "FIN 726: Managing the Maize and Blue Fund",
      "description": "Graduate Standing and (FIN 503 or 513 or 551 or 591 or waiver [F503]) Managing the Maize and Blue Fund --- In this course students act as portfolio managers for the Maize and Blue (Student Managed) Fund. Student teams follow and analyze particular sectors, pitching stocks from their sectors to their peers. Through a series of applied assignments, students learn to use the cutting-edge tools available in the Tozzi Finance Center. The emphasis of the course is on combining the skills acquired in traditional courses with the latest financial technology to develop effective strategies for active portfolio management.",
      "url": "https://michiganross.umich.edu/courses/managing-maize-and-blue-fund-8367"
    },
    {
      "course": "FIN 728: Managing the Maize and Blue Fund as a Senior Analyst",
      "description": "In this course students act as portfolio managers for the Maize and Blue (Student Managed) Fund. Student teams follow and analyze particular sectors, pitching stocks from their sectors to their peers. Through a series of applied assignments, students learn to use the cutting-edge tools available in the Tozzi Finance Center. The emphasis of the course is on combining the skills acquired in traditional courses with the latest financial technology to develop effective strategies for active portfolio management.",
      "url": "https://michiganross.umich.edu/courses/managing-maize-and-blue-fund-senior-analyst-8369"
    },
    {
      "course": "ACC 728: Managing the Maize and Blue Fund as a Senior Analyst",
      "description": "In this course students act as portfolio managers for the Maize and Blue (Student Managed) Fund. Student teams follow and analyze particular sectors, pitching stocks from their sectors to their peers. Through a series of applied assignments, students learn to use the cutting-edge tools available in the Tozzi Finance Center. The emphasis of the course is on combining the skills acquired in traditional courses with the latest financial technology to develop effective strategies for active portfolio management.",
      "url": "https://michiganross.umich.edu/courses/managing-maize-and-blue-fund-senior-analyst-8368"
    },
    {
      "course": "TO 605: Manufacturing and Supply Operations\t\t +2\t1.5",
      "description": "Manufacturing and Supply Operations --- This course introduces the basic concepts and techniques of operations and inventory management. The foundation of the course is a system of manufacturing laws collectively knows as \"Factory Physics\". These laws relate various measures of plan performance such as throughput, cycle time, work-in-process, customer service variability, and quality, in a consistent manner and provide framework for evaluating and improving operations. Concepts and methods are examined via exercises and case studies.",
      "url": "https://michiganross.umich.edu/courses/manufacturing-and-supply-operations-9202"
    },
    {
      "course": "MKT 630: Marketing Engineering and Analytics",
      "description": "Graduate standing excluding GMBA and OMBA & (no credit in WMBA 640) Marketing Engineering and Analytics --- This course focuses on a systematic, analytical approach to marketing, one that will enable you to: identify appropriate options and actions; calibrate costs and expected returns for each; and choose those with the highest likelihood of achieving business goals. Specifically, we will learn how to actually segment/target customers, optimize and position product attributes, along with the kinds of deployable, accessible analytic techniques transforming current-day marketing practice.",
      "url": "https://michiganross.umich.edu/courses/marketing-engineering-and-analytics-2907"
    },
    {
      "course": "MKT 503: Marketing Management",
      "description": "This course is concerned with understanding 1) an entity's own goals and abilities and 2) its potential and existing customers and competitors as bases for setting objectives and making decisions about products, services, pricing, promotion, and distribution. The ability to analyze current situations and objectives, recognize impediments, and generate solutions is the foundation for creating, achieving, and maintaining competitive advantage. This is a management-oriented course designed to give students an integrative framework for analyzing marketing programs and making marketing decisions. Leveraging the Business School's action-based learning approach, student teams take an active part in course development by creating cases based on their own areas of interest. The course consists of a mixture of lectures, student case presentations, in-class exercises, and a case-based final examination.",
      "url": "https://michiganross.umich.edu/courses/marketing-management-2895"
    },
    {
      "course": "MKT 618: Marketing Research Design and Analysis",
      "description": "Marketing Research and Analytics: Linking Data to Business Decisions --- This course introduces students to the full process of marketing research and analytics, emphasizing how the use of data and analytics can inform evidence-based decision-making. Students learn how to ask the right business questions, design qualitative and quantitative research (including surveys, experiments, and focus groups), and analyze both structured and unstructured data using statistical and machine learning techniques. The course also integrates emerging AI capabilities - using LLMs to assist in study design, questionnaire and focus-group protocol development, data analysis, and the creation of synthetic data. Through hands-on exercises, cases, and a group project, students apply these tools to address real business challenges such as segmentation, new product design, demand forecasting, and digital advertising. The course concludes with discussions on responsible and ethical uses of AI in marketing research. This course is about Data: how to gather it and how to make sense of it.  The course would be somewhere between appropriate and crucial for anyone planning a career in a marketing-related or information-intensive field. Due at least in part to the Web, the last decade has seen an explosion in the quantity and quality of information available to managers.  Course participants will learn to rigorously define a research goal, create an effective measurement instrument (survey, focus group, web questionnaire) and reliably interpret the resulting information.  Although a number of specialized statistical techniques will be introduced, the emphasis will be squarely on how they can be put to use in a managerial context (no prior statistical background is presumed or necessary). Problem areas to be covered include research design and implementation, commercial data sources, qualitative research (attitude measurement), survey methods, and the burgeoning uses of internet and web-based data.  Throughout, the focus will be on how the marketing research process is carried out conceptually, translating often vague managerial concepts to concrete information about a firm's customers and competitors.  Lastly, students will get a feel for the role state-of-the-art marketing research techniques play in the modern organization. Format: Since design is a process, the course will be highly process-oriented, involving extensive discussion of methods, readings and case materials.  Class sessions will be decidedly interactive, and will typically be split between theory (e.g., how to design an unbiased survey) and application (e.g., analyzing actual surveys).  Students will be involved in both individual and group projects and presentations.",
      "url": "https://michiganross.umich.edu/courses/marketing-research-design-and-analysis-2904"
    },
    {
      "course": "FIN 701: Michigan Climate Venture\t\t +1",
      "description": "Michigan Climate Venture --- This is a University-wide year-long program with a central action-learning-based (ABL) component in the form of a Fund focused on investing in and supporting startups aiming to decarbonize. It aims to combine the best of the research at multiple schools and colleges, with ABL, aimed at probably the most serious problem of our times. This is a two-year program.",
      "url": "https://michiganross.umich.edu/courses/michigan-climate-venture-13562"
    },
    {
      "course": "BA 553: Multidisciplinary Action Projects - MAP",
      "description": "Multidisciplinary Action Projects (MAP) --- MAP is a field study program in which teams of students apply structured problem solving techniques to analyze multidisciplinary business problems or opportunities and make recommendations for improvements. It is a unique feature of the Ross MBA program -- the action learning experience it provides is central to the School's curriculum. Students learn how businesses apply and integrate multiple functions and gain an appreciation of the value of teamwork through an intense hands-on project at a sponsoring company. Students are strongly discouraged from taking additional course work while enrolled in MAP due to time obligations and intensive group work. More specifically, participation in international or non-local projects especially requires that no other course work is concurrent in Winter \"B\" Multidisciplinary Action Projects provide an opportunity for teams of first-year MBA students to analyze a real, complex business problem or opportunity in an organizational context with a participating company.  Each team works under the guidance of a multidisciplinary faculty group with expertise in areas such as the following: Computer and Information Systems, Managerial Accounting, Operations Management, Organizational Behavior, Statistics and Management Science, Management Communication, Corporate Strategy, Finance and Marketing.  Each faculty team guides a group of projects during the second seven weeks of the Winter term. The MAP teams design new processes, generate ideas for optimizing business and e-commerce opportunities, and recommend process improvements or business solutions for a variety of current business needs. The teams do not usually have time during the seven-week program to initiate implementation of their recommendations.  Upon completion of their analysis, the MAP students prepare a detailed written report and make formal presentations of their recommendations to the Business School faculty and to representatives from the host company. Management Communication faculty are assigned to MAP each year, one to each faculty team.  In addition to working with their colleagues to guide and evaluate students, the Communication faculty consult with students on management communication issues in the projects assigned to their faculty team. These issues include such topics as addressing multiple audiences, adapting communication to specific contexts and requirements, identifying existing communication networks, developing effective team communication practices, disseminating information through formal and informal channels, and communicating values and visions.  Communication faculty advise students on their final written reports and presentations.  They offer a MAP Communication Handbook both in hard copy and online that discusses and illustrates best practices in written and oral aspects of organizational written and oral communication.",
      "url": "https://michiganross.umich.edu/courses/multidisciplinary-action-projects-map-4501"
    },
    {
      "course": "MO 603: Navigating Change: Skills and Strategies for Consultants and Managers",
      "description": "Navigating Change: Skills and Strategies for Consultants and Managers --- Change is everywhere but change efforts often fail. How can we manage change better to make organizations and societies more value-creating, resilient and sustainable? In this course, we take a systems view, mapping stakeholders and barriers to change, using design thinking and iterative approaches to build change strategies, and developing compelling change communication plans to foster alignment and implementation. We will use a live case focused on organizational responses to humanity's biggest change problem (climate change), as well as simulations, exercises and other cases to end with a change playbook for a real change situation.",
      "url": "https://michiganross.umich.edu/courses/navigating-change-skills-and-strategies-consultants-and-managers-6444"
    },
    {
      "course": "BL 510: Negotiation and Dispute Resolution",
      "description": "The ability to negotiate effectively is essential to business success. This course emphasizes negotiation strategies and skills that enable managers, functional specialists (for example, in finance, marketing and accounting), consultants, entrepreneurs and others to create and claim value in a manner that enhances long-term business relationships. Among the specific topics in the course are cross-cultural negotiations, legal and ethical frameworks for negotiation, and psychological tools that enhance negotiation effectiveness. The course also includes negotiation strategies and tactics for dispute resolution, including the use of third party processes (such as mediation and arbitration) in resolving business disputes.",
      "url": "https://michiganross.umich.edu/courses/negotiation-and-dispute-resolution-9730"
    },
    {
      "course": "TO 630: New Age of Innovation",
      "description": "This course introduces students to the emerging nature of competition and the critical capabilities that firms need to build to thrive in this environment. Based on the contents in a book co-authored by professors C.K. Prahalad and M.S. Krishnan, the course presents a different perspective on business innovation focusing on co-creating customer experience and global resource leverage with the social and technical architecture in the firm as the two key enablers. The specific implications for various business functions in this new approach to compete will be discussed. Students interested in functional roles or consulting will find this course useful.",
      "url": "https://michiganross.umich.edu/courses/new-age-innovation-9183"
    },
    {
      "course": "ES 605: New Product and Innovation Management",
      "description": "Innovation and development of new products and services are essential for the success of any organization. At the same time, designing and launching new products is risky. Managing the new product development therefore involves identifying new product ideas that have great potential and lowering the risk of their failure. This course discusses the stages in the new product development process and avenues for making the process more productive. Specific topics covered include creative techniques for idea generation, designing new products and services using analytical techniques, sales forecasting, testing, and tactics and strategies for new product launch. The course uses lectures, cases, and outside speakers. Moreover, the course includes a project wherein student teams will use the creativity techniques covered in this class to come up with new product ideas and perform a concept test in order to evaluate their feasibility. The course has a quantitative focus and delves on issues that are very relevant to managers on a day to day basis. The course will be especially useful for those interested in product/brand management, management consulting, and entrepreneurship.",
      "url": "https://michiganross.umich.edu/courses/new-product-and-innovation-management-8622"
    },
    {
      "course": "MKT 625: New Product and Innovation Management",
      "description": "Innovation and development of new products and services are essential for the success of any organization. At the same time, designing and launching new products is risky. Managing the new product development therefore involves identifying new product ideas that have great potential and lowering the risk of their failure. This course discusses the stages in the new product development process and avenues for making the process more productive. Specific topics covered include creative techniques for idea generation, designing new products and services using analytical techniques, sales forecasting, testing, and tactics and strategies for new product launch. The course uses lectures, cases, and outside speakers. Moreover, the course includes a project wherein student teams will use the creativity techniques covered in this class to come up with new product ideas and perform a concept test in order to evaluate their feasibility. The course has a quantitative focus and delves on issues that are very relevant to managers on a day to day basis. The course will be especially useful for those interested in product/brand management, management consulting, and entrepreneurship.",
      "url": "https://michiganross.umich.edu/courses/new-product-and-innovation-management-2906"
    },
    {
      "course": "ES 615: New Venture Creation",
      "description": "In this capstone course, students learn and apply powerful frameworks and methodologies that are useful not only for planning and launching entrepreneurial ventures, but for corporate new-business-development and new-market-entry as well. Real-world lessons from entrepreneurs and investors are supplemented by a semester-long team project that entails each 4- to 5-student team researching and developing a business plan and investor presentation for a different startup business concept, with the professor's coaching.",
      "url": "https://michiganross.umich.edu/courses/new-venture-creation-4880"
    },
    {
      "course": "BE 555: Non-Market Strategy: Shaping the Rules of the Game",
      "description": "(BE 501,502 or 591) and (no credit in BE 550/NRE 551, PUBPOL 515) Non-Market Strategy: Shaping the Rules of the Game --- Most business courses teach you how to play the game of business within the rules. This course is about the rules themselves, their creation and their enforcement. While a firm's competitive advantage is created in large part through developing exploiting difficult-to-imitate capabilities and resources in the market environment, the non-market environment in which the firm operates also presents important risks and opportunities for business leaders. Many barriers to imitation derive from legal rules or public policies that favor certain capabilities over others. These policies are not exogenously given. They are instead the outcome of competition between businesses and other groups within public institutions. In many industries, corporate activity in the policymaking and judicial process is a key element in creating or maintaining a company's competitive advantage. This course has four main goals: 1) Create awareness of the broad range of ways in which the non-market environment - especially government policy - affects business. 2) Give an understanding of the process through which business and other groups create and change the rules of the game. 3) Gain a mastery of a set of conceptual tools and frameworks for developing and implementing non-market strategies. 4) Provide opportunities to practice formulating integrated strategies that function skillfully in the non-market arena.",
      "url": "https://michiganross.umich.edu/courses/non-market-strategy-shaping-rules-game-6640"
    },
    {
      "course": "TO 552: Operations Management",
      "description": "(Preceded or accompanied by TO 502) and (No credit in TO 534 or 551 or TO 558 or TO 593 or waivers) Operations Management --- All value in society is generated by transforming one set of things into other, different things. Without such transformations, there would be no wealth creation and no rationale for business. Operations management is the design and management of those transformation processes. In this course, we will provide a framework for systematically examining and understanding operation management issues. We will also expose you to a few of the most important tools and practices that are useful in managing manufacturing and service production systems.",
      "url": "https://michiganross.umich.edu/courses/operations-management-9128"
    },
    {
      "course": "ACC 650: P&L Leadership via Cost Management",
      "description": "Learn to create thriving and profitable organizations by analyzing large grids of accounting and operational data in collaborative and multidisciplinary ways with your direct reports. Topics include complex pharma budgeting, manufacturing and services cost structures, SAAS variances, fintech transfer pricing, EV capacity costing, AI models of performance.",
      "url": "https://michiganross.umich.edu/courses/pl-leadership-cost-management-5442"
    },
    {
      "course": "BCOM 524: Persuasive Management Communication\t\t +1",
      "description": "Persuasive Management Communication --- This course presents persuasive communication strategies that facilitate effective management. Specifically, the course covers fundamental persuasive frameworks (e.g. compliance-gaining, conflict management, credibility control) applied to oral and written messages. These frameworks provide a basis for exploring persuasive communication in a variety of management settings. Special emphasis is placed on differing strategies associated with cultural variation, focusing on those most critical for global business communication. *BCOM 524 fulfills the MBA Communication Requirement. Prior to the Fall 2014 term, this course was called LHC 524.",
      "url": "https://michiganross.umich.edu/courses/persuasive-management-communication-9735"
    },
    {
      "course": "BCOM 530: Positive Business Communication",
      "description": "The goal of this course is to improve students' effectiveness as leaders, managers, and team members by introducing frameworks for understanding how positive communicative behaviors in the workplace as a means for building exceptional performance among employees, teams and organizations. We also explore how specific communicative behaviors can be used to identify employee and organizational strengths, which in turn can create additional resources for addressing most common interpersonal challenges faced by managers and leaders. Communicative challenges examined include giving constructive feedback, addressing conflicts in teams, persuading with integrity, and leading through organizational change. Concepts covered in this course fits within the larger scope of positive organizational practices as they provide the tactical means for building high quality connections, sparking positive emotions and energy, expanding possible business solutions and fostering individual and group performance.",
      "url": "https://michiganross.umich.edu/courses/positive-business-communication-11043"
    },
    {
      "course": "MKT 609: Pricing Strategy",
      "description": "Many companies create great value for their customers, but fail to capture that value in their earnings. A common reason is a failure to integrate their value- creating activities with their pricing decisions. This course provides an indepth, cross-functional look at the role of price in the firm's value proposition to customers. By the end of the course, you will learn how to: - Determine the proper role of costs in pricing. - Calculate the value of a product or service to different customer segments. - Estimate demand and price sensitivity in the marketplace. - Identify and develop opportunities for price customization. - Integrate pricing into an overall marketing action plan",
      "url": "https://michiganross.umich.edu/courses/pricing-strategy-5500"
    },
    {
      "course": "ACC 502: Principles of Financial Accounting",
      "description": "This course introduces the basic concepts and methods used in corporate financial statements for the information of investors and other interested external parties. Readings, problems and cases are used. Major topics included are: The Basic Accrual Model, Analysis of Transactions, Balance Sheet, Income Statement and Cash Flow Statement Construction and Analysis. The course also emphasizes analysis of cases and actual financial reports and concerns the applications of the basic concepts and methods of financial accounting to issues such as long-term assets, inventory, sales, receivables, debt securities, corporate ownership, international operations, and analysis of financial statements.",
      "url": "https://michiganross.umich.edu/courses/principles-financial-accounting-2714"
    },
    {
      "course": "TO 616: Project Management\t\t +1",
      "description": "Project Management --- This course focuses on strategies and tools useful in management of non-repetitive business activities. Examples of such activities include construction, new product development and market introduction, consulting engagements, and organization restructurings. Tools to be introduced include work breakdown structure, network representation, PERT/CPM models and analysis, Gantt charts, time and cost models, PM software, and probabilistic analysis. Strategy considerations covered will include dealing with uncertainty, resource constraints, dealing with shared and requested vs. dedicated and commanded resources, and milestone management.",
      "url": "https://michiganross.umich.edu/courses/project-management-9132"
    },
    {
      "course": "FIN 519: Real Estate Asset Management - Creating Value through Effective Asset Management",
      "description": "This course builds upon the core Real Estate Finance offering, RE 466 / 566, by providing a more in-depth evaluation of what constitutes effective real estate strategy, operations and execution that ultimately add value to the long-term performance of a real estate asset. In addition to building upon RE 466 / 566, it complements RE 463 / 563, Real Estate Development in Practice and teaches how to strategize and operate a real estate asset once it is developed. Real Estate Asset Management allows students to grow a deeper understanding of how to strategize, manage and operate real estate assets and gain experience to further their professional careers.",
      "url": "https://michiganross.umich.edu/courses/real-estate-asset-management-creating-value-through-effective-asset-management-13903"
    },
    {
      "course": "FIN 563: Real Estate Development in Practice",
      "description": "This course aims to provide students the ability to confidently evaluate and plan a real estate development project. The course will start with a comprehensive underwriting of a real estate development project, followed by the primary steps of real estate development: acquisition, debt financing, equity financing, architecture/engineering/design and project management/construction. Time permitting, the course will also explore additional topics relevant to real estate development.",
      "url": "https://michiganross.umich.edu/courses/real-estate-development-practice-11842"
    },
    {
      "course": "FIN 570: Real Estate Development: Advanced",
      "description": "Real Estate Financial Modeling --- Financial analysis is a critical component of real estate investing, one required by most stakeholders in a real estate investment transaction. Buyers and investors must determine deal check size and profitability. Sellers must determine how to price an asset for sale. Lenders must determine what interest rate to charge and loan size. This course will focus on helping students build real estate financial modeling skills in Excel and Argus using case studies across asset classes. The class will cover model architecture, input selection, output analysis and, ultimately, investment decision-making. Real estate financial modeling is an important skill for anyone planning to pursue a career in the real estate investment industry.",
      "url": "https://michiganross.umich.edu/courses/real-estate-development-advanced-9369"
    },
    {
      "course": "FIN 567: Real Estate Finance and Investment II",
      "description": "Real Estate Capital Markets --- This course continues the development of concepts and techniques for structuring real estate financial deals begun in FIN 566. We focus on advanced valuation, risk management, debt structuring, REITs, construction financing and securitization of real estate assets and liabilities. The objectives of the course are to provide you with the more advanced skills for analyzing and structuring mortgages and real estate deals as well as to deepen your intuition for identifying opportunities and avoiding the pitfalls in real estate.",
      "url": "https://michiganross.umich.edu/courses/real-estate-finance-and-investment-ii-4184"
    },
    {
      "course": "FIN 566: Real Estate Finance and Investment I",
      "description": "Real Estate Investments --- Real estate is a multi-faceted field that touches on each of our daily lives, from the homes we live in, to the office, retail or services buildings we frequent. As an investment class, real estate represents more than half the capital assets in the world. This class provides an introduction to direct commercial real estate investment, including asset valuation, debt structuring, taxation, construction financing, and real estate investment cycles. We will delve into these topics through news articles and case studies. We will highlight special topics including the involvement of institutional investors in the housing, and how changes in these markets may impact cities more broadly. The objectives of the course are to provide you with the skills for analyzing and structuring real estate deals and to develop your intuition for identifying opportunities in real estate.",
      "url": "https://michiganross.umich.edu/courses/real-estate-finance-and-investment-i-4164"
    },
    {
      "course": "FIN 703: Real Estate Fund",
      "description": "II --- The purpose of this course is to provide MBA students with an opportunity to discover, evaluate and make real-estate investments. Consequently, this course will involve all aspects of making real-estate investments from developing an investment thesis, monitoring investment opportunities consistent with the investment thesis, developing due-diligence, valuation of investment opportunities, and realization of returns and exiting the investment. The course will also include activities related to marketing of the real-estate investment fund, recruiting students, and organizing and developing students into effective teams.",
      "url": "https://michiganross.umich.edu/courses/real-estate-fund-10543"
    },
    {
      "course": "FIN 702: Real Estate Fund I\t\t +1",
      "description": "Managing Real Estate Fund I --- Real estate financial markets are rapidly changing, with new instruments and ideas introduced every day. Therefore, the emphasis of this class will be to introduce students to the practice of real estate investments. Students will be prepared to analyze real estate deals, cash flows, risks and rewards in real estate.",
      "url": "https://michiganross.umich.edu/courses/real-estate-fund-i-10944"
    },
    {
      "course": "MO 680: Reexamining Capitalism",
      "description": "Capitalism, the system that raised the standard of living for millions of people over the past century, is now in crisis. This concern comes, not just from critics outside the market, but from many within it. In the words of Nobel Laureate Joseph Stiglitz, capitalism is in need of being \"saved from itself.\" Former Unilever CEO Paul Polman, called capitalism \"a damaged ideology\" that \"needs to be reinvented for the 21st century.\" The source of these critiques is the looming specter of systemic failures, both social and environmental, that are caused by the market.",
      "url": "https://michiganross.umich.edu/courses/reexamining-capitalism-13102"
    },
    {
      "course": "ES 703: Social Venture Fund\t\t\t1.5",
      "description": "Social Venture Fund --- This course will provide students with the education, tools, and techniques essential to valuing and financing venture investments that create sustainable value for both the investor firms and society at large. Students will engage in action-based learning of the entire process of social venture investing: sourcing applicant deals, initial screening analysis, due diligence, investment negotiation and monitoring of the investment portfolio. The key distinguishing feature of this course is that all core investment competencies will be developed in the context of creating sustainable social value. Students will develop a broad-based understanding of social and environmental valuation with the objective of measuring and optimizing the blended value of financial and social return of an enterprise.",
      "url": "https://michiganross.umich.edu/courses/social-venture-fund-8182"
    },
    {
      "course": "TO 513: Spreadsheet Modeling and Applications\t\t +1",
      "description": "Spreadsheet Modeling and Applications --- This course, a continuation of TO 512, emphasizes problem solving using spreadsheet software. Extensive use is made of a spreadsheet solver (such as Solver in Excel) to formulate and solve practical optimization problems from such mathematical programming areas as linear, integer, and nonlinear programming, and multiple-objective decision making. Probabilistic modeling to support risk analysis in the context of spreadsheets is also studied, using native spreadsheet capabilities alone and then supplementing these capabilities with spreadsheet problem analysis, model formulation, implementation, execution and interpretation. Students are assigned computer work to reinforce and extend conceptual and operational aspects of the material.",
      "url": "https://michiganross.umich.edu/courses/spreadsheet-modeling-and-applications-9131"
    },
    {
      "course": "MKT 603: Strategic Brand Management\t\t +1",
      "description": "Strategic Brand Management --- In almost every industry, strong brands sell more, earn more, and last longer. This course covers the creation and leveraging of strong brands, for marketers, general managers, and consultants. We first learn what makes brands strong, via cases, research, and models. Once we develop a roadmap for building strong brands, we cover the strategy and tactics needed to do so: how to create high awareness and relevant identity; a reputation for high quality and leadership; relevant, differentiating, ownable and motivating imagery and associations; and emotional loyalty. Scores of brands, from many industries and countries, are discussed. Then we get to the smart leveraging of brand investments, via successful brand extensions. Finally we look at brand architecture and brand valuation. The emphasis is on practical, useful, real-world learning. For their term projects, student teams study a brand and strategies and tactics to make it stronger.",
      "url": "https://michiganross.umich.edu/courses/strategic-brand-management-2080"
    },
    {
      "course": "MKT 601: Strategic Market Planning",
      "description": "This course focuses on the critical questions for any market-driven entity: which markets and customers to serve, what function to provide, and the means to achieve competitive advantage. These strategic marketing decisions often involve though, uncertain choices, and while long-term focused, they must be periodically revisited to sustain advantage or identify new opportunities. Through case studies, readings, and class discussion, students will acquire skills to develop, assess, and adapt market-based plans that reflect these strategic choices. This course will also examine potential strategic marketing responses to market disruption and disruptive innovation. Students will then apply these skills in a comprehensive, realistic business simulation, where teams must make integrated strategic and tactical decisions in a highly competitive and evolving market. Given the broad organizational impact of strategic marketing decisions, this course is relevant to future leaders in marketing, strategy, general management, business development, finance, venture capital, entrepreneurship and consulting. The course is targeted towards students with career interests in marketing, strategy, consulting, business development, general management and entrepreneurship. Student with a finance focus (buy side, private equity, venture capital) have also found this course to be of use. Industries covered in the course include high technology, packaged goods, services (e.g., telecom and casino gaming), entrepreneurial ventures and B-to-B markets.",
      "url": "https://michiganross.umich.edu/courses/strategic-market-planning-2897"
    },
    {
      "course": "TO 624: Strategic Sourcing",
      "description": "GMBA or FTMBA or MAcc or MSCM or (prior or concurrent enrollment in TO 701 or MFG 501) Strategic Sourcing --- Strategic sourcing is the cross-functional process of critically analyzing how the organization can most effectively secure outside goods and services. This process is rooted in gaining a deep understanding of the overall value chain for the good of service of interest, and the business case behind a mutually beneficial and sustainable relationship between the buyer and supplier(s). This course teaches: analytical tools such as spend analyses (what is bought where?) and cost modeling (what drives cost?) to inform business case development: how to negotiate with suppliers using market-based (competitive bid) or multi-party (negotiation) mechanisms; and ways of structuring relationships and contracts to track results, drive sustainable performance, and mitigate risk.",
      "url": "https://michiganross.umich.edu/courses/strategic-sourcing-9151"
    },
    {
      "course": "TO 560: Sustainable Operations and Supply Chain Management",
      "description": "Firms today face increasing pressure from activists, investors, and customers, to reduce the environmental impacts of their operations and supply chains as well as uphold basic human rights and labor standards for the people who produce the materials / components / products. At the same time, using a sustainability lens to look at its operations and supply chain, a firm can identify new opportunities for improving efficiency and innovations. Further sustainability (environmental / social) as an artifact has to combined with a discussion of responsibility. That is, how is responsibility (for ensuring sustainability) apportioned across the extended value chain that includes the end consumers? This course examines how to design and manage environmentally and socially responsible operations and supply chains.",
      "url": "https://michiganross.umich.edu/courses/sustainable-operations-and-supply-chain-management-11206"
    },
    {
      "course": "TO 703: Tauber Institute Team Project\t\t +2\t1.5",
      "description": "Tauber Institute Team Project --- This course is a paid, multi-disciplinary team project under faculty direction at an industry site. The projects are highly challenging operations-related assignments with both business and engineering aspects. Students may choose from a wide selection of projects, ranging from high-level strategic analysis and positioning, to detailed work flow issues for a specific product line. After a successful summer on site, Tauber students present project results at an all-day conference known as Spotlight.",
      "url": "https://michiganross.umich.edu/courses/tauber-institute-team-project-9141"
    },
    {
      "course": "ES 602: The Psychology of Start-up Teams",
      "description": "Leading Start-up Teams --- 9 out of 10 start-up teams fail. The majority of these failures lie not in the product or in the market, but rather in the people dynamics within the start-up team. This course is specifically designed to be one of the first courses in the world to specifically focus on how start-ups can manage the people problems and challenges core to start-up life. The objective of this course is therefore to provide you with the tools, skills, and experiences needed to successfully manage the people dynamics within start-up teams. To accomplish this, the course will bridge cutting-edge science on team dynamics and entrepreneurship with practical frameworks, experiential exercises, and well-known guest speakers (including notable start-up CEOs and venture capital partners). The course will enable you to diagnose the functioning of any start-up team in your environment and provide you with tips and tools to develop and implement interventions to improve the people-side of start-ups. Topics we will cover include how to choose cofounders and hire the dream team, effective leadership in start-ups, motivating start-up teams, crafting vision and culture, establishing roles and norms, decision-making in start-up teams, and managing distributed start-up teams.",
      "url": "https://michiganross.umich.edu/courses/psychology-start-teams-12383"
    },
    {
      "course": "MO 555: The Science of Flourishing at Work and Beyond",
      "description": "Graduate Standing, excluding OMBA and PhD (& Rackham BusAd Mas) The Science of Flourishing at Work and Beyond: The Foundations of Positive Organization Scholarship --- This course is designated to give students (undergraduate and MBAs) a working and practical knowledge of the growing domain of positive organizational scholarship based on an intensive immersion in POS research and practice. POS is an interdisciplinary approach to leading and being in work organizations in ways that call forth the best in people, resulting in individual and collective flourishing. Flourishing is a term that captures the optimal state of functioning of individuals, groups or organizations, with indicators such as thriving, engagement, health, growth and creativity as well as other markers of being in a state of positive deviance. This course also requires participation at pre-approved activities throughout the term with the instructor and CPO. For more information, please contact the instructor of the course.",
      "url": "https://michiganross.umich.edu/courses/science-flourishing-work-and-beyond-9644"
    },
    {
      "course": "TO 701: Topics in Global Operations",
      "description": "The course begins with an overview of operations in the context of corporate strategy. This is followed by a series of modules dealing with various topics of importance in operations, such as lean production systems, supply chain management, design for manufacturability, facilities planning, the environmental, legal, and ethical issues in operations, and product design. Students learn how all these aspects of operations interconnect and how they may apply to Tauber team projects.",
      "url": "https://michiganross.umich.edu/courses/topics-global-operations-9143"
    },
    {
      "course": "FIN 615: Valuation\t\t +2",
      "description": "Graduate Standing and (FIN 503 or 513 or 551 or 591 or waivers) Valuation --- This course focuses on corporate asset management, in particular, on valuation. Topics include capital budgeting methods, estimating incremental cash flows, estimating cost of capital, valuation of projects, valuation of companies in takeovers, valuation of leveraged buyouts, valuation of private companies and valuation of strategic options. The course also covers working capital management.",
      "url": "https://michiganross.umich.edu/courses/valuation-2084"
    },
    {
      "course": "FIN 623: Venture Capital Finance",
      "description": "This course covers venture capital market structure and institutional arrangements and the application of financial theory and methods in a venture capital finance setting. It presents and applies the fundamentals of venture capital finance, employing \"live\" case studies to focus on financing startup and early stage, technology-based firms.",
      "url": "https://michiganross.umich.edu/courses/venture-capital-finance-4062"
    },
    {
      "course": "ES 623: Venture Capital Finance",
      "description": "This course covers venture capital market structure and institutional arrangements and the application of financial theory and methods in a venture capital finance setting. It presents and applies the fundamentals of venture capital finance, employing \"live\" case studies to focus on financing startup and early stage, technology-based firms.",
      "url": "https://michiganross.umich.edu/courses/venture-capital-finance-4488"
    },
    {
      "course": "ES 701: Wolverine Venture Fund\t\t\t1.5",
      "description": "Wolverine Venture Fund --- This course was launched at the University of Michigan in Fall 1997, with a dual mission: to earn a venture rate of return, and to support the educational missions of the Ross School of Business in the area of private equity investing and entrepreneurship. Students have substantial input into decisions to invest in start-up ventures. This course is designed to give students \"hands-on\" experience in the entire process of venture investing, including: sourcing applicants, initial analysis, due diligence investment negotiation, and monitoring the portfolio of investment. An external advisory board provides assistance and input.",
      "url": "https://michiganross.umich.edu/courses/wolverine-venture-fund-4600"
    },
    {
      "course": "BCOM 521: Writing for Entrepreneurs",
      "description": "This course explores fundamental communication principles for writing required in entrepreneurial contexts. The course overviews relevant business writing principles giving participants an opportunity to complete entrepreneurial documents including personal biographical statements, product descriptions, industry overviews, value propositions, target market analyses, and mission statements. Participants also evaluate business plans and solicitations for funding. BCOM 521 fulfills the MBA Communication Requirement. Prior to the Fall 2014 term, this course was called LHC 521.",
      "url": "https://michiganross.umich.edu/courses/writing-entrepreneurs-9741"
    },
    {
      "course": "ES 702: Zell Lurie Commercialization Fund\t\t\t1.5",
      "description": "Zell Lurie Commercialization Fund --- This course is provided for students interested in technology commercialization, new business creation and venture capital. The course combines classroom learning with experience managing a student run investment fund formed to accelerate the rate of successful commercialization of ideas and technology found at the University of Michigan. Students will have an opportunity to evaluate new technologies, meet with inventors and company founders, perform due diligence on opportunity of interest, work with the inventors to develop a value adding investment plan for the idea, to prepare and obtain approval for a recommendation to invest, and most importantly, to convince the inventor to accept the investment team's investment proposal. Student teams will seek guidance from and make their recommendations to a Board of Advisors made up of successful business people and industry experts.",
      "url": "https://michiganross.umich.edu/courses/zell-lurie-commercialization-fund-7300"
    }
  ]
}