{
  "school_name": "UVA Darden School of Business",
  "location": "Virginia",
  "majors": [],
  "specializations": [],
  "certifications": [],
  "date_parsed": "2026-01-28",
  "course_count": 126,
  "curriculum": [
    {
      "course": "ACC\t810: ",
      "description": "Management control focuses on the actions managers take to help ensure that the organization’s objectives and strategies are accomplished, or modified should conditions require it. Increasingly, news stories report control debacles where organizations have suffered large losses, and in some instances, even failure. Each organization must develop its own model for proactively assessing and controlling business risks. This course explores various aspects of the design and evaluation of management control systems. Among the topics discussed are: business risks assessment, beliefs and boundary systems, interactive control systems, diagnostic control systems, open-book management, the balanced (value) scorecard, and performance measures.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/810.htm"
    },
    {
      "course": "ACC\t8103: ",
      "description": "This course examines the role cost information can play in strategic management decisions. Use of activity-based costing (ABC) is one way of linking cost analysis to strategy. ABC systems also enable managers to focus on efficiently managing activities so that they add value for customers. Other ways that are studied in which cost analysis can help managers include capacity costing, target costing, and relating cost analysis to the theory of constraints. Mr. Peter Turney, a former professor and current CEO of Cost Technologies (an ABC consulting firm), is the instructor for the 1997-98 offering of this course. He is the author of numerous articles and books on ABC.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8103.htm"
    },
    {
      "course": "ACC\t811: ",
      "description": "This course considers significant financial accounting and reporting issues, in the context of the management decisions those issues require. Students will study such classic and contemporary topics as revenue recognition, disclosure of contingencies, the quality of earnings, and the valuation of assets and liabilities – the very issues being debated daily by Congress, the SEC, auditors and boards of directors everywhere. We will look at the material with a zoom lens, most often retaining a broad focus on the business implications of a financial reporting or accounting issue. Students should see themselves as members of their firm’s executive committee — people who know the business intimately and who have a legitimate interest in how the results of the business will be reported. Several times during the course we will narrow the focus to look at an accounting issue in detail, so as to explore the process by which accounting standards are established, and how they are implemented. Some of the course looks at the same topics as first year accounting, but more comprehensively. Much of the course addresses topics which were not discussed thoroughly in the first year, such as accounting for foreign operations, pensions, financial instruments and contingencies. This is intended to round out the student’s understanding of the complete picture being communicated by a set of financial statements and the associated disclosures. The course has been designed to give the students a deeper understanding of the issues managements must consider as they confront difficult accounting and reporting questions. The objectives of the course are to help the participants visualize the implications of the decisions they confront, to articulate their objectives for the decision, and to chart a general solution, recognizing the parameters from Generally Accepted Accounting Principles which might apply. The course is also intended to provide an introduction to the analysis of financial statements through the study and interpretation of a set of “mystery” financial statements. This exercise is intended to sharpen the student’s ability to assess overall operating performance and financial condition, and to better understand what management is communicating. Grading will be based 40% on class participation, 20% on an in-class paper, and 40% on the results of a final examination. The Fall 2002 “Decisions in Financial Reporting” course will be offered by Professors Allen and Sack. The enclosed course outline is a draft based on the Spring 2002 course. The final course outline will look much like this.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/811-03.htm"
    },
    {
      "course": "ACC\t812: GBUS 812 CORPORATE FINANCIAL REPORTING",
      "description": "The objective of this course is to help students develop a rich, conceptual understanding of our society’s accounting and financial reporting system.  Our discussion will proceed at both an intellectual and a practical level.  We will explore contemporary issues (for example, corporate governance, the role of the auditors, mergers and acquisitions, intangible assets, derivatives and stock options) and classic issues (for example, revenue recognition and valuation reserves), working to understand the issue at hand and at the same time to consider the implications of that issue for the numerous constituencies served by the financial reporting system.  We will examine the impact that the recent accounting and related business scandals have had on investor confidence and the capital markets, and we will analyze some specific examples of the fraudulent financial reporting that has occurred.  Although the primary focus of this course will be on accounting and reporting practices in the United States, we will also address the significant progress that has been made toward establishing international accounting standards. The course is designed for those students who will work with the financial reporting system on a frequent basis, whether as a member of a company’s finance function, as a member of the investment community, as a financially-oriented consultant, or as a business owner.  The people responsible for a company’s corporate finance function use the financial reporting system to help communicate the company’s value to its public constituencies.  The people in the investment community use the reporting system to help them gather information on investment opportunities and to evaluate their prospects. Some consultants use the reporting system to help their clients see the financial impact of a restructuring or reorganization.  Some entrepreneurs use the financial reporting system to help them raise the capital they need for growing their businesses.  In each case, the users of the system must understand its purpose and the logic that supports it, the exceptions to that logic that are embedded in the system, and the process by which the system’s standards are established.  The development of that understanding is one of the basic objectives of the course.  Given that challenging objective, along with the scope and the complexity of the material covered, the course will be both thought-provoking and intense.  Students taking the course will be expected to have a good conceptual and working knowledge of the financial accounting content of the first-year ACC course. Students should not sign up for this course and the 15 session elective, Decisions in Financial Reporting.  Choose one or the other. FOR WHOM THE COURSE IS INTENDED: Students interested in careers in corporate finance, corporate accounting or treasury, investment banking, commercial banking, public accounting, or management consulting.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/812-05.htm"
    },
    {
      "course": "ACC\t816: ",
      "description": "Course will survey and analyze through a series of selected cases the tax issues encountered in structuring mergers and acquisitions including both taxable and tax-free formats. Topics covered will include comparison from both buyer and seller perspectives of advantages and disadvantages of sales (purchase) of assets vs. sale (purchase) of stock in taxable transactions; techniques in structuring tax-free reorganizations and spin-offs of corporate divisions and subsidiaries; and introduction to tax-driven aspects of business valuation in the M&A context and also in the context of the limiting the impact of federal estate tax on business entities seeking to structure succession of the business to succeeding generations.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/816.htm"
    },
    {
      "course": "ACC\t8160: ",
      "description": "Students seeking careers in investment banking, venture capital, private equity, corporate finance, corporate development, and management consulting will find this course appropriate. Although students pursuing these career paths do not need tax expertise, they do need to be able to evaluate critically when to call in the tax experts and to understand what the tax experts are saying. This course provides a general survey of the basic tax consequences from fundamental restructuring strategies and a framework for evaluating the priority that taxes have in these strategies. Students will be required to analyze how tax consequences affect the value of different strategies to the buyer and seller. Understanding the effect of taxes on the value of a deal for the buyer and seller prepares future financial executives and strategic advisors for making the right decisions and being effective negotiators. The course focuses on the tax consequences of restructuring strategies and their valuation implications, but it also covers the nontax advantages and disadvantages of these strategies. Most of the course covers the U.S. federal income tax issues of the restructuring of C corporations, but it also will address pass-through entities. Other topics will be taxable asset and stock acquisitions, tax-free asset and stock reorganizations, and divestitures and liquidations. The principal modes of instruction are cases, readings, articles, and exercises.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8160-0910.htm"
    },
    {
      "course": "ACC\t818: ",
      "description": "The objective of this course is to explore the financial reporting practices of companies in other countries. The course is not, however, intended to focus solely on analyzing and understanding foreign financial statements. Since reporting standards, and in fact the content of financial statements, reflect national and cultural characteristics of a country, the course emphasizes looking at the key environmental factors conditioning the financial reporting practices in the focal country.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/818.htm"
    },
    {
      "course": "ACC\t819: ",
      "description": "Course covers basic tax concepts relevant in operating any business enterprise including Sole Proprietorships, Partnerships, S Corporations, and C Corporations.  Specific topics covered include coverage of individual income tax issues, analysis of after-tax return on investments, tax consequences of different financing decisions, taxation of various retirement savings plans, tax issues when forming new businesses, and tax consequences of hiring employees vs. independent contractors.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/819-01.htm"
    },
    {
      "course": "ACC\t8190: ",
      "description": "This course is about blending finance, strategy, accounting, and tax law in the analyses of high-value-added business decisions. The course is not about: tax compliance (the correct way to file tax returns), tax complexity (finding loopholes), tax minimization (beating Uncle Sam), or tax evasion (filing illegal returns). Students will learn a framework for evaluating the priority that taxes, which directly or indirectly pervade most business transactions, have in business decisions. Students will explore a variety of fundamental business issues such as forming a company, compensating employees, attracting investors, financing projects, and positioning worldwide operations. While the topics deal primarily with U.S. income taxes, the course’s conceptual framework applies irrespective of time and jurisdiction. Students seeking careers in entrepreneurship, management consulting, investment banking, venture capital, or industry, especially general management, corporate finance, or accounting, will find this course of interest. No prior knowledge of taxation is required. The principal modes of instruction are cases and articles. The final group paper enables students to tailor the course to address an area of personal interest.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8190-0910.htm"
    },
    {
      "course": "ACC\t8391: ",
      "description": "Strategic costing is concerned with use of internal cost accounting information to plan and evaluate strategic operations and interactions with stakeholders of the firm. The focus is on planning and strategic decision-making by the organization and on the accounting systems that managers have to assist them in their decisions about resource allocation and performance evaluation. The course is intended as an extension of the foundational cost accounting concepts taught in Core Accounting. It is targeted for individuals who will, or who will help (e.g., as either internal or external management consultants) managers, make strategic business decisions, evaluate business units, and evaluate others (or be evaluated) through the use of cost information.  The course will address two major uses of cost accounting information: (1) to facilitate strategic managerial decision-making and (2) to influence strategic decision-makers to make decisions in the best interests of the organization owners.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8391-2021.htm"
    },
    {
      "course": "ACC\t8395: ",
      "description": "GBUS 8395      Communicating Financial and Sustainability Performance: The Roles of the CFO, the Board, and Regulators This course develops expertise in stewarding responsible public disclosure to external stakeholders through an analysis of the managerial decisions that drive both financial and non-financial communications. The focus of the course is on the roles of a company’s accounting system, management and board in creating an environment where managerial decisions lead to high quality stewardship of public disclosure. This course is not about the managerial decisions required by specific generally accepted accounting principles (GAAP) or about using publicly available accounting information to determine companies’ valuations. After an introduction to the regulatory requirements surrounding corporate disclosures, the course analyzes external communications of financial information through managerial decisions related to earnings guidance, pro-forma earnings, earnings restatements and crises. The course then examines managerial decision-making related to the public disclosure of environmental, social, and governance (ESG) performance. ESG performance spans a range of issues, including company carbon emissions, labor and human rights policies, and corporate governance structures. The course will examine the disclosure of ESG initiatives, the adoption of sustainability accounting standards, and the use of integrated reporting of financial and ESG performance. By the end of this course, students will have a broad understanding of the regulatory landscape and strategic decisions facing executives, directors and regulators regarding the disclosure of financial and nonfinancial performance to the public.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8395-2021.htm"
    },
    {
      "course": "ACC\t8410: ",
      "description": "GBUS 8410 FINANCIAL STATEMENT ANALYSIS AND CORPORATE VALUATION This course uses reported accounting data that provides a foundation for the application of tools and techniques to derive the measurements that aid in corporate valuation. Students will develop an understanding of screening, forecasting, and valuation tools that aid in the analysis and exploitation of information contained in financial statements. The course includes but is not limited to topics related to the use of ratio analysis, the theory and development of cash-flow and earnings-based valuation models, identification of financial statement management, and the impact of accounting principles and assumptions on valuation. Course content will encompass three modules. The first strengthens students’ understanding of key accounting relations and how detailed ratio analysis can provide a historical perspective on firm activities. An emphasis also is placed on the role of nonfinancial information used as supplements to required accounting reports. The second builds on this foundation with an explicit focus on common valuation and earnings-forecasting techniques that include financial model building using discounted cash flow, multiples, and earnings-based valuation methods. The final module identifies the critical accounting factors that may be unique to the given firm under evaluation. These factors will include identification of and adjustment for off-balance sheet assets and liabilities, multi-national operations, and detecting earnings management. This course should appeal to those planning careers in financial management, consulting, security analysis, investment banking, or credit analysis.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8410-0607.htm"
    },
    {
      "course": "ACC\t8442: ",
      "description": "This course is intended for students who want to extend their knowledge and comprehensive understanding at both the conceptual and practical level of our accounting and financial reporting system beyond the topics covered in the prerequisite elective course, Financial Reporting and Analysis. It will provide students with new opportunities to take an in-depth look at challenging contemporary financial accounting and reporting issues and practices pertaining to inventory valuations, sales-type and operating leases, accounting changes, corporate restructurings, financial contingencies, mergers and acquisitions, and market valuations. Other topics covered will include earnings management, earnings per share, earnings quality, and corporate governance. The course also examines the impact that the recent accounting and related business scandals have had on investor confidence and the capital markets, and it includes a number of examples of fraudulent financial reporting that has occurred. Although the primary focus of this course is on accounting and reporting practices in the United States, it also addresses the significant progress made in establishing international financial reporting standards.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8442-0607.htm"
    },
    {
      "course": "ACC\t8465: ",
      "description": "This course is intended to provide students with an understanding of the design and use of planning and control systems to facilitate the implementation of an organization’s strategy. Many organizations have discovered that having a great strategy is not enough if the right structures and processes are not in place to implement that strategy. A major challenge facing most organizations is to design systems that allow them to drive growth and profitability without subjecting the organization to long-term risk. This course examines the design and use of planning and control systems for implementing organizational strategy and achieving growth and profit goals. The primary focus in the course is on accounting-based controls that involve the use of financial measures and tools for allocating resources, measuring performance, and regulating inter-unit activity.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8465-0910.htm"
    },
    {
      "course": "BP\t703: ",
      "description": "Short Description\tBusiness and the Political Economy",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=1329"
    },
    {
      "course": "BP\t895: ",
      "description": "The project work should revolve around a well defined set of current business issues whose investigation requires some of the work to be done “in the field”.  Our aim is to conduct the work in a manner that satisfies and exceeds the professional standards of the outside world. In order to simplify administration, second-year students will automatically be preregistered for a 3-credit-hour Business Project.  In the fall, and until the 3rd quarter add/drop students can opt to withdraw from the course or select one project (but only one) from the three alternatives types of projects (see below). Bidding for places will not be required; procedures for qualification will be distributed at a later date. Special arrangements, to be approved by the course head, may be made for joint-degree students whose schedules do not allow them to participate in one of the three standard alternatives. Students with field-based project ideas that do not readily fit into one of the three standard project alternatives are encouraged to present such ideas to the course head, who will attempt to accommodate such projects within the course objectives authorized by the Faculty. The following sections provide general descriptions of the three alternatives choices in the Business Project family.  The details regarding such matters as application procedures, deadlines proposals, approvals, grading, and the potential to earn more than 3.0 credit hours.  See the web site:  https://intranet.darden.virginia.edu/dbp.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/895-01.htm"
    },
    {
      "course": "BP\t8951: ",
      "description": "Fall: 895F (3.0 credit hours), Spring: 895S (3.0 credit hours), Qtr. 1: 8951 (1.5 credit hours), Qtr. 2: 8952 (1.5 credit hours), Qtr. 3: 8953 (1.5 credit hours), Qtr. 5: 8954 (1.5 credit hours) The objective of a Case Development Project is to describe a specific business problem clearly, succinctly and in a manner that fosters reflection, discussion and learning. The experience should challenge the student in the analysis and resolution of an unstructured managerial problem and offer an opportunity to work intensively with a member of the faculty. The product of a Case Development Project should normally be a case of a quality and focus suitable for inclusion in the MBA curriculum together with a written analysis and recommendation based exclusively on the information in the case.  To the extent possible, the case should revolve around a current situation and involve student interaction with the management of the participating organization.  A single student or a team of up to three students may undertake a Case Development Project. Depending on the workload agreed upon you may request 3.0 credit hours (120 working hours) or 1.5 credit hours (60 working hours).",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/895-05.htm"
    },
    {
      "course": "BPE\t8001: ",
      "description": "In this course, you will play the role of a manager who has been hired by the CEO of a multinational company to explore and eventually exploit business opportunities in a Latin American country. You will have to choose a country in the region, prospect the market, decide on the entry strategy, value the opportunity, assess the risks, develop a detailed implementation plan, and provide a final recommendation to the CEO--and feel ready to personally jump into the country in order to start the operation. If there is an existing operation in a specific country, you will have to assess the risks and returns and be ready to talk with the local subsidiary manager to decide whether it makes sense to maintain the sub going or not.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8001.htm"
    },
    {
      "course": "BPE\t8031: ",
      "description": "For most of the twentieth century, Mexico was one of the most closed economies in the world. Since the mid-1980's, however, there has been a dramatic opening up of this potentially dynamic market of more than 90 million consumers (tenth largest country in the world, by population). Mexico has attracted foreign investment and created new business opportunities at a startling rate. As a result of economic, political and social changes (including NAFTA), accessing the Mexican market from the United States has become much easier. But the peso devaluation of December, 1994 and resulting depression have clearly demonstrated the need to better understand the complexities of doing business in Mexico, both in and of itself and as a gateway to the rest of Latin America. The purpose of this course is to enhance students' understanding of the Mexican business environment and the management of firms and business opportunities under these conditions. Designed from a general management perspective, it will touch on all aspects of the business environment, including finance, marketing, operations, people and economics. In addition, issues of cross-cultural management will be studied. This seminar will provide students with the opportunity to learn about Mexico from Mexican academicians, executives, and MBA students. The course will consist primarily of a five workday stay in Mexico City, on a schedule arranged by Darden’s partner school in Mexico, IPADE. (There will also be a weekend, most probably during the middle of the course, for cultural activities.) There will be some background reading and at least one evening introductory session (minimal preparation) prior to the trip (to be held in the late January/early February time frame, to avoid conflict with end-of-Quarter 3 activities). While in Mexico, students will interact intensively with IPADE MBA students in case-discussion classes (and learning teams) conducted at IPADE. Classes will be given by IPADE faculty (most classes will be in English, but some will be in Spanish with simultaneous translation, as a learning experience). There will also be briefings by some of Mexico’s top-performing companies and opportunities to meet and talk with some of Mexico’s leading executives.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8031-00.htm"
    },
    {
      "course": "BPE\t8036: ",
      "description": "Designed for prospective general managers to become familiar with the special challenges and opportunities of doing business in or with emerging economies. The emphasis will be in acquiring the analytical abilities to assess the strategic and operational issues relevant to general management in the fluctuating economic and political environment of emerging economies. Specific aspects to be stressed are the critical role of business-government relations, the choice of market entry alternatives, partnerships and alliances, privatization and restructuring in economies in transition, financial and investment decisions, organizational design, entrepreneurship, cross-cultural issues and the expatriate management career. The course highlights operational pitfalls in doing business in emerging economies. PRINICIPAL MODES OF INSTRUCTION: Cases; Outside Speakers with relevant practical experience.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8036.htm"
    },
    {
      "course": "BPE\t8041: ",
      "description": "During the last ten years we have seen a tremendous change in the economic structure of Europe. The European Union is a reality. Central Europe is emerging from forty years of Soviet domination. These changes heighten the need to understand opportunities and complexities of doing business in these markets. The purpose of this course is to enhance the student's understanding of the European business environment and the management of firms within it. The course will take a general management perspective and provide students with the opportunity to learn about Central Europe from leading academics, government officials and executives. The course will consist of a five workday stay in Europe. There will be some background reading and at least one evening session prior to the trip. While in Europe the students will engage in case-discussion classes, briefing sessions with top companies and have opportunities to meet and talk with experienced executives doing business in Central Europe.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8041-00.htm"
    },
    {
      "course": "BPE\t8046: ",
      "description": "The European Union (EU) is the world’s largest economic grouping and is planning further enlargement towards the East.  At the same time, it has set in train a programme of closer integration at both an economic and political level.  These developments will have far reaching implications not only for the economic and political environment of the EU but also for the global economy and in particular the United States.  The purpose of this course is primarily to provide students with an in-depth understanding of the economic driving forces behind EU integration.  However, such a course cannot overlook the political forces and consequences of closer integration.  A secondary purpose is to provide a framework for analyzing the consequences of closer economic union for Europe and its trading practices.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8046-00.htm"
    },
    {
      "course": "BPE\t8107: ",
      "description": "\"Managing in Emerging Economies\" is a three-week course with fifteen classes. The course is designed with the purpose to acquire the analytical capabilities and skills to manage in countries outside the triade with their distinctive business environments. The course covers typical strategic and operational issues facing companies and entrepreneurs, doing business in emerging economies and in economies in transition from a general management perspective. The prime objectives are: To develop foundation skills and competencies for a \"global\" perspective and vision To improve the understanding of the economic, social, political and cultural context of emerging economies and economies in transition in Asia, Middle and South America, Africa, Arabia and East Europe and to evaluate the impact of national development strategies on business. To explore the strategic alternatives of international firms with respect to emerging economies and to evaluate the results of globalization concepts To deal efficiently with the typical issues of managing in the distinctly different environment of developing countries and to develop guidelines to avoid operational pitfalls To create the awareness and skills to manage effectively in cross-cultural situations To assist participants to assess the opportunities and challenges of an international career in emerging economies. PRINICIPAL MODES OF INSTRUCTION: Cases; Guest Speakers; Group Assignments; Role Play Simulations",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8107-00.htm"
    },
    {
      "course": "BPE\t830: ",
      "description": "Most industries today are operating in a global competitive environment.  Even though many business organizations are not directly involved in international business transactions, they are, nevertheless, exposed to and affected by the competitive thrusts of international players.  Thus, unavoidable threats and substantial opportunities exist in the global marketplace.  Successful business managers in the future will need to have international competence.  Management of International Business (MIB) contributes to the development of management skills in this respect. MIB introduces students to the special aspects of operating in the global environment.  The course addresses fundamental concepts and tools that international business managers need to know as well as the need to develop awareness of and respect for other cultures.  Whether or not we agree with different customs and business practices, it is imperative that we understand them if we wish to conduct business in an international context.  In order to accomplish its objectives, a cross-functional approach is taken.  MIB addresses how differences in countries’ economic, political, cultural, and legal environment affect functional business decisions in the fields of strategy, finance, marketing, production, and organizational behavior.  The course does not typically address these fields separately but, instead, stresses integration within an international business context.  Besides covering diverse functional areas, the course also examines business issues within a variety of countries and geographic regions.  Business decisions take place in Africa, East, Southeast, and South Asia, Western and Eastern Europe, South America, and the United States.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/830-05.htm"
    },
    {
      "course": "BPE\t8302: ",
      "description": "Deregulation, privatization, and changes in existing regulations are key forces driving transformation in industries around the globe.  Deregulation and privatization have opened up a wide range of markets to competition of a fundamentally different nature.  Health care, telecommunications, electricity, airlines, banking, and financial services are among the most prominent of these rapidly evolving industries.  Even more dramatically, privatization has transformed entire economies in Asia, Eastern Europe, and the former Soviet Union. Many of these industries comprise most of what has come to be known as the “new economy,” and are characterized by structural conditions such as network externalities, poorly defined property rights, heavy investment in “knowledge capital,” rapid innovation, and intense research and development.  These conditions have important political, economic, and managerial implications that are redefining the relationships among business, government, and society at large. An important theme of the course will be that managers often have constituencies that extend beyond their customers, competitors, workers, and shareholders, and that they must respond to and manage these interest groups effectively to succeed in the modern economy. This course will examine the implications of these structural characteristics for the competitive process.  It will show how emerging technologies, exogenous events, changing societal values, and other environmental forces shape the markets in which we compete, and the institutions that define the nature of competition. It will develop an understanding of market failures due to natural monopolies and information asymmetries, and discuss how regulatory changes have altered the nature of competition in industries characterized by these conditions.  A major theme of the course is that these “failures,” and also attempts to correct them, give rise to significant opportunities.  In this regard, the course will show how strategy and tactics can be shaped, not only to react to these changes, but also to alter the evolution of regulatory institutions and practices, and thus gain competitive advantage. Examples of cases to be studied include changes in the nature of reimbursement in the health care industry, such as the move to “capitated” reimbursement, the move to incentive-based regulations in telecommunications, electricity, and elsewhere, the economics and politics of spectrum auctions in the U.S. and elsewhere, and the impact of environmental policies on competition in the chemical processing industry and elsewhere.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8302-02.htm"
    },
    {
      "course": "BPE\t8303: ",
      "description": "1.      To develop an understanding of risks in emerging markets, such as world market risks, country macroeconomic and political risks, country-level market risks, institutional and regulatory risks (such as capital control, financial market segmentation, and investment restrictions), and industry and project risks. 2.      To develop an understanding of how to identify, assess and mitigate risks in emerging markets; and how to allocate risks and returns to achieve greater efficiency (low-cost financing) and effectiveness (optimal behavior). 3.      To expand on the knowledge of CAPM and introduce alternative models on how the cost of capital is estimated in emerging markets.  Why do we need new frameworks for estimating the cost of capital?  What makes valuation in emerging markets different from that in the US?  How do we estimate the cost of capital that incorporates the time value of money and the risk premium commensurate with a particular emerging market investment? 4.      To construct and use DCF models for valuing assets in emerging markets.  In addition to using alternative approaches to estimating the discount rate for emerging market projects, we will also consider how currency risks and other risks should be handled in a DCF framework. 5.      To develop an understanding of the value of using real options in making investment decision in emerging markets. Given the high volatility in investment returns in emerging markets, real options are valuable and should be exploited to create value. This course builds on the knowledge and analytical skills that students have acquired from economics and finance courses, and from their work experience.  It assumes that students have taken Valuation in Financial Markets.  It is targeted for students who wish to pursue careers in investment banking, international finance and consulting.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8303-03.htm"
    },
    {
      "course": "BPE\t831: ",
      "description": "The purpose of this course is to involve students in understanding the interaction of stakeholder groups in the resolution of conflict on issues of both public and private policy. It will focus on the governance issues in the relations between environmentalist organizations, government agencies, and private corporations in the search of balance in environmental management. Topics will be treated on a global level as much as possible. Projects will immerse students in a \"live\" environmental governance issue and will culminate in a mock rule-making exercise. While the course focuses on environmental governance, the lessons are generalizable to other questions of societal governance.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/831.htm"
    },
    {
      "course": "BPE\t833: ",
      "description": "Today's complex environment favors managers who understand government processes, are politically aware, are mindful of the interaction between media and government and business, and appreciate how business can gain strategic advantage by monitoring and working with government at all levels. The purpose of this course is to prepare students to meet these managerial requirements, and to participate in complex decisions when changing laws, regulations, and other governmental factors have major long-term implications. In addition to case situations and readings on current issues, selected speakers from business and government will add their expertise.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/833-00.htm"
    },
    {
      "course": "BPE\t834: ",
      "description": "GBUS 834 CULTURAL CONTEXT OF INTERNATIONAL BUSINESS: EAST ASIA The primary objective of this course is to introduce the culture of China and East Asia to future managers of American multinational corporations. The course is designed to enable the novice to gain insight into the most salient features of Chinese culture as a local expression of East Asian culture. Course content reflects a view of culture with three distinguishing characteristics: (1) traditional ideas and their attached values; (2) patterns of behavior and action that justify or rationalize those patterns; and (3) institutions that are products of transmitted patterns of behavior and that shape future behavior. Students will be encouraged to analyze these features of culture in terms of their relevance to successful business behavior in China and the East Asian cultural world. A secondary objective of the course is to inspire in course participants a refined international perspective. As they are introduced to the unique features of the culture of China and East Asia, students will be encouraged to think in terms of a world comprising discrete national and cultural traditions, and to consider what that implies for American business interests abroad.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/834.htm"
    },
    {
      "course": "BPE\t835: ",
      "description": "In this course, we are going to look at a set of powerful ideas related to economic growth, industrial and corporate organization and the dynamics of competition. Although the readings and topics might appear to be disparate, I believe that they are connected in a variety of ways. It is my goal to carry on a conversation with you through the semester that helps illuminate those connections. When we are done I believe that the material will represent an intellectually stimulating and challenging way to complete the MBA program. I have several thoughts about the course that I want to share with you. I hope that you take them seriously and then decide whether or not this course meets your needs. First, the choice of subjects and approaches is idiosyncratic; it represents things that I am interested in and is certainly not a typical course. Second, many of the readings are theoretical. They generally are versions that the authors have prepared for a non-technical audience but the articles are still rigorous, theoretical and challenging. Third, the discussions and assignments are open ended. Occasionally, we will reach a conclusion but for the most part the implications of the readings and cases will be ambiguous. There will be very little closure. Finally, these are topics that interest me but are at the edge of my expertise. I am learning as we go so you need to be comfortable working collaboratively. In fact, you should be more than comfortable, you should be committed to it.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/835-00.htm"
    },
    {
      "course": "BPE\t8418: ",
      "description": "The global economy has been affected in recent decades by powerful trends and powerful shocks.  The global financial system has evolved in response to the structural changes in the world economy, the risks associated with the shocks and the responses by policymakers.  This course is designed to provide an opportunity for students to gain the most up-to-date view of these forces available.  This will prepare them to assume responsibilities for operating in global markets immediately after graduation. The course will build upon the tools and perspectives developed in First Year BPE.  It will allow students to deepen their macroeconomic tools and translate them into a global investment perspective.  Students will develop their ability to translate policy changes into their impact on financial markets and to understand linkages between stock, bond  and currency markets.  Historical lessons from the evolution of the global financial system will be offered and comparisons will be made with the current global environment.  Comparative perspectives about investing in developed vs. emerging markets will be offered.  Extensive contemporary readings and speakers will be assigned.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8418-06.htm"
    },
    {
      "course": "COM\t7612: Speaking About Business",
      "description": "Whether you are new to making presentations, an experienced presenter or simply terrified to even think about speaking to an audience, Speaking about Business will give you the strategies, tools and professional coaching to deliver any type of presentation with confidence. Speaking About Business explores in more depth the strategies of communication framed in FY Leadership Communication, in particular oral communication.  Professionals in all industries consistently rank oral communication as one of the key factors for success.  In fact, research shows that business practitioners believe it’s almost impossible to rise through the career ranks without polished presentations skills. Speaking about Business examines strategies to develop, deliver and analyze effective presentations.  We’ll look at giving informative presentations such as briefing employees on organizational changes or updating community members on fund raising goals.  Then we’ll study strategies of persuasion and how to frame and present messages that may be controversial or uncomfortable for an audience to hear.  These will include pitching a service or product and delivering bad news.  Finally, we will practice presenting as a team.  Throughout the course we will study practical strategies that support you in refining and polishing your presentation skills.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7612-2324.htm"
    },
    {
      "course": "COM\t8063: ",
      "description": "In spite of the saying, financial numbers rarely speak for themselves.  They also require context and stories to help people understand their origins, make sense of a given interpretation, and see the consequences for a company, market or stakeholders. Telling Financial Stories will help future consultants, bankers and general managers interpret financial data in a number of challenging settings in which strategic company and leadership objectives are on the line.  Students will learn frameworks for messaging to inform and influence, with topics ranging from reporting corporate earnings to pitching a startup. To advance students’ persuasive storytelling skills, the course will draw from various disciplines, including finance, marketing, ethics, accounting, and communication.  We will rely on cases, guest speakers, and a final project. Our speakers will represent varying perspectives from Fortune 500 companies to journalists. In the first days of the course, students will identify a company or analyst to follow as a quarter-long project, which culminates in a final deliverable in lieu of an exam.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8063-2122.htm"
    },
    {
      "course": "COM\t8125: Storytelling with Data",
      "description": "When you are making decisions or building a strategy, convincing others to act or pitching and idea, data is vital. By transforming data into visualizations, you can present complex data sets in ways that your audience can better understand and that make a stronger impact. Effective data visualizations weave information and visual storytelling to create meaning from undifferentiated data and so provide insights that add business-relevant value. The ability to analyze a data set, find insights, and bring these insights into persuasive storytelling is critical to influencing audiences. This course introduces students to design principles for creating meaningful stories that stem from quantitative and qualitative data and facilitate leadership decision-making. The course exercises will include working with cases and case datasets, critiquing ineffective charts and re-creating them into persuasive data visualizations, and presentating visual stories in a variety of contexts. Students will have an opportunity to produce visual storyboards, nurturing their abilities to tell stories that stand alone and have logical progressions. Course data sets will be drawn from a variety of leadership, business, and technology subject areas. This course is meant to benefit students who seek to learn how to use data visualization tools, sharpen their abilities to design visual arguments, extract stories from data sets, and become better presenters.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8125-2324.htm "
    },
    {
      "course": "COM\t8149: Media & Entertainment Businesses",
      "description": "Media and entertainment businesses represent a large part of the attention economy, not to mention the global economy and our social lives. Media and entertainment businesses sell art to consumers – stories, expressions, emotions, and experiences.  Yet these businesses are also driven by hard core business analytics and strategy. The course targets students interested in banking, consulting, and general management who will work in or serve clients in publicly traded media, entertainment, and tech firms. The course is designed to help students increase their media literacy, deepen their knowledge about media and entertainment industries, gain critical analytical skills specific to analyzing media data, and design media and business strategies for media and entertainment emerging business models and dynamic customer bases. Course exercises will include working with case samples, analyzing data sets to gain familiarity with industry challenges and needs, evaluating firm investment opportunities, as well as creating new media or entertainment products or services. Data sets will be drawn from a variety of sources, such as social media, television, advertising, video games, and Web 3.0/Metaverse.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8149-2324.htm"
    },
    {
      "course": "COM\t8151: Writing for Impact and Influence",
      "description": "In this course, students will be immersed in intimate, hands-on writing instruction focused on contemporary communication channels and tools most widely used in today’s workplace. The course will provide insights and techniques into drafting informative and inspiring team- and organization-wide email broadcasts, executive briefs, business and funding proposals, and strategic planning documents. Additionally, students will be exposed to best practices in creating internal and external web content, infographics and design elements, speeches, investor communication documents, and company mission statements. Students will work on crafting and enhancing their own professional “narratives and brands,” with guidance on using social media and other communication channels to position themselves as thoughtful, insightful and credible leaders.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8151-2324.htm"
    },
    {
      "course": "COM\t8341: ",
      "description": "LDSP 8341:  WOMEN, GENDER, & WORK: LEADERSHIP STORIES & CAREER NARRATIVES Gender norms (meaning our ideas of how men and women should act) shape our own desires, preferences, choices, and expectations. They shape our interpersonal interactions with employers, colleagues, partners, and friends, in terms of how we see ourselves, how we present ourselves, and how others receive us.  Gender norms shape the stories we tell ourselves about our own work, career, and professional success, as well as the larger narratives we hold about the ability, value, and experience of others.  Resulting from the social construct of gender norms, we each possess a sense of who we are as a man, woman, or nonbinary person, and choose how we want to communicate or express our gender identity to others. This course focuses on the ways that gender norms, gender identity, and gender expression affect one’s work, leadership, career, and professional success.  We take a multi-disciplinary approach that focuses on the experiences of female-identifying leaders while also acknowledging the limitations posed by gender binaries.  In our discussion of gender, we will analyze additional categories and identities such as race, class, ethnicity, and sexuality to better understand women’s and men’s experiences in a gendered workplace. Please note that while this course centers stories about women and narratives regarding gender, all students, regardless of gender identity, can benefit from the course in two ways.  First, students will gain greater awareness of the way that gender is embedded in all aspects of work, life, and society.  Second, students will learn important tools and skills that are crucial for all emerging leaders.  These include: honing your story for professional audiences; navigating the intersections of your identities and professional life; learning effective strategies to advocate for yourself at work and at home; leveraging your network for maximum gain; and aligning your personal values with your actions. The learning method of this course is mostly discussion based with some experiential activities; we strive to create a forum for open-ended, collaborative exchanges to further our own thinking, understanding, and problem solving.  A primary goal of the course is to use the stories of others to intentionally move forward in our own personal and professional journeys after Darden.  Each student will interview a Darden alumna, and the final paper will be a case based on your interview.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8341-2223.htm"
    },
    {
      "course": "COM\t8429: ",
      "description": "The objective of this course is to further develop management and leadership skills through a better understanding of ·       Personal and institutional means of managing conflict ·       The complementary dynamics of cooperation and competition in reaching sustainable multi-stakeholder agreements ·       The appropriate and balanced application of negotiation, mediation and arbitration alternatives ·       Approaches to managing cross-cultural impediments and opportunities ·       Ways in which conflict and consensus can be leveraged to promote good outcomes,  mutual understanding, creativity and personal growth While rooted in negotiation and conflict theory, this course will provide pragmatic and practical general management skills and should therefore be of interest to all students, regardless of their specific career or personal goals. Principal mode of instruction:  Cases, readings, extended simulations and in-class exercises. Suggested Prerequisite:  Negotiation (not required but preferred.)",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8429-2122.htm"
    },
    {
      "course": "DADS\t8015: ",
      "description": "Academic Course Description: The course builds on the observation that our intuition can differ substantially from the rational way one should go about interpreting information or making decisions. We will learn the most prevalent gaps between intuition and analysis. We will also introduce quantitative models to predict the perceived value of an alternative when using intuition, and compare it with its rational value. The primary goal is to improve the quality of one’s decisions by first gaining more self-awareness of how intuition works, and the mistakes it can produce. The secondary goal is to know how our colleagues and client’s reason at an intuitive level, and use this knowledge to improve one’s negotiations and marketing skills. The ideas discussed in the course apply to all business areas, including marketing, human resource management, entrepreneurship, and finance. The course combines qualitative and quantitative discussions, and its technical level is slightly above first year Decision Analysis.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8015-1920.htm"
    },
    {
      "course": "DADS\t8299: ",
      "description": "This is a business-world-focused course on game theory: the mathematical modeling of strategic interaction among rational (and irrational) actors. Since its inception in the early twentieth century, game theory has become the cornerstone of economic theory, with 13 Nobel prizes going to game theorists. The theory applies not only to what we typically refer to as “games” in the common language (Chess, Poker, Go, Soccer, Mario Kart, etc.), but to any situation where consequences for individual actors depend on actions of both themselves and others. Some of the common applications covered in the course include competition between firms, trading in financial markets, auctions, international politics, warfare, and artificial intelligence. The course starts with the fundamentals of the theory (inc. Nash equilibrium, subgame perfection, Bayesian games) but then focuses more on applying the theory in a real-world context. The course is designed to be highly interactive, with most sessions including simulations and games to be played in class.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8299-2223.htm"
    },
    {
      "course": "DADS\t8496: ",
      "description": "Machine learning and AI are increasingly becoming primary considerations for many business. These tools are at the core of many new disruptive, data-intensive business models. In this course, students will gain exposure to and practice with the concepts and tools in machine learning and modern artificial intelligence. The concepts and tools covered include programming, data visualization, cloud computing, and natural language processing. Through materials designed for the novice, students will be introduced to coding in Python and learn to develop cutting-edge predictive models from large datasets as well as programmatically use pre-trained models, such as so called foundation models, for inference tasks. Teams will compete to develop the most accurate forecasts for a particular application.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8496-2324.htm"
    },
    {
      "course": "DADS\t8621: ",
      "description": "The complete course in project management will include Monte Carlo simulation for project risk analysis within project planning, scoping, and network analysis. The critical path method will be employed. Topics of resource allocation, project monitoring, and real options thinking will be included. Students will learn Microsoft Project, @Risk for Project, Basecamp, and other state-of-art software and be ready for planning and executing large-scale projects and utilizing agile methods. Students will also consider the challenge of managing projects as an entrepreneur and develop an awareness of behavioral decision-making biases that come to play in project planning.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8621-2526.htm"
    },
    {
      "course": "DADS\t8631: ",
      "description": "In today’s competitive landscape, where efficiency and productivity are paramount for business success, the ability to navigate complex operational challenges is more critical than ever. The vast array of choices available in decision-making processes often exceeds the capacity of manual analysis, necessitating      the use of sophisticated optimization algorithms. These algorithms allow organizations to systematically identify optimal decisions that maximize specific objectives while adhering to various operational constraints. Using these techniques is now commonplace across diverse sectors, including logistics, pricing, cloud computing, online advertising, portfolio management, inventory control, and AI, underpinning many processes we rely on daily. In this course, we will explore what kind of business challenges can be effectively solved using optimization techniques. There will be a strong focus on practical application optimization techniques to business cases rather than a deep dive into optimization theory. Building on skills learned in Q1 DA, we will learn how to formulate and solve a variety of linear, discrete, non-linear, and stochastic optimization problems. We will introduce industry-standard software that will allow these problems to be solved at scale. There will be a focus on using data and AI to aid our formulations wherever possible.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8631-2425.htm"
    },
    {
      "course": "DADS\t8632: ",
      "description": "While every year technology improvements make it cheaper and easier to build more powerful software, creating winning products and offerings is tougher than ever. By one measure, 64% of features are rarely or never used, 50-70% of IT projects fail, and 90% of new products are flop. That’s a lot of waste, expense, and missed opportunity. That’s a lot of waste, expense, and missed opportunity.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8632-1920.htm"
    },
    {
      "course": "DADS\t8633: ",
      "description": "By the end of this class, you will have lost your fear of tinkering (with software). You’ll also have a hands-on understanding of how to translate software design inputs into working software. As an MBA considering roles like product manager, founder, or consultant, this is important. Between being a working software developer and knowing zero about coding, there’s a productive middle place. This is a place where you can: ·        participate in discussions about product/system development ·        engage confidently in meaningful learning about the software/system you’re managing",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8633-2324.htm"
    },
    {
      "course": "DADS\t8636: ",
      "description": "This course will introduce you to the modern practice of product management in digital. You’ll learn how product managers create product/market fit for new products and enhance it for existing products. You’ll also learn how generalist product managers establish successful interfaces with key functions like design, development/engineering, data science, sales/marketing and support/operations. This course will help students understand best current practices in the area and how to apply the in their role as product manager. Special attention will be paid to lessons learned in Silicon Valley and other innovation centers. Please Note: This class is organized around developing a managerial perspective. For a hands-on compliment to developing successful products, please see also ‘Software Design’.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8636-1819.htm"
    },
    {
      "course": "DADS\t8640: ",
      "description": "iteratively testing propositions and design for user value. The course experience is anchored in active learning on the topics above by way of a student or industry sponsored project. The focus of the student experience is on directed practice which deepens and integrates their foundation understanding of product design, application development, and analytics/AI. Enrolled students should have or acquire a foundation understanding of the concepts above. If you’ve taken: Software Design (GBUS 8632), Data Science in Business (8496) or Data Visualization and Analytics (GBUS 7600), and Coding with GPT (8633), then you already have the necessary preparation. If you haven’t you can fulfill the prerequisites with prior industry experience or online course equivalents. Please contact the instructor (Alex Cowan- cowana@darden.virginia.edu) to review specific alternatives. Individual teams will schedule biweekly meetings where instructor will discuss a team’s deliverables and next steps after each block. Following blocks three, five, and seven, the instructors and all teams will meet together to present results and discuss the quality of their work and its implication for next steps. The focus of this class is shifted toward out-of-class work, relative to in-class time. The reason for this is that the students have already achieved working fluency in the relevant topics and the goals of this class are to achieve integrated practice. Because this practice is directed by the course, the course will accelerate their practical learning. 1. Team Projects-The courses deliverables are anchored in team projects. 2. Industry Readings-Students will review key posts and book chapters for perspective on current practice. 3. Supporting Web Tutorials-Students will encounter a few new topics, incremental to their foundation understanding of application, design, application development, and data science. These will be offered by way of existing course videos (via Coursera courses), third party tutorials, and sample deliverables.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8640-2324.htm"
    },
    {
      "course": "DBP\t8472: ",
      "description": "In this course, students can master the process of adapting technology to the needs of the market and developing an actionable strategy. Students will learn the integrative skills necessary to do a startup even if they are not prepared to commit to the Incubator. The course will also allow students who are interested in becoming entrepreneurs after graduation but are not yet committed to an idea to identify attractive opportunities and explore the possibility of undertaking a startup. Students are given the opportunity to experience firsthand the process of finding and validating a market need, to search for optimal/implementable technology solutions, to assess the possible funding strategies and to develop an implementation plan. Students from Darden and potentially those from other UVA schools will come together to identify market needs, find technologies (in the broad sense of the term and not just IT) appropriate to address those needs, and develop a business plan. The course will develop in four phases: identify market need, identify technologies that can be applied to address those needs, prioritize which combination of needs and technologies are most implementable and quickest to market, and develop a business plan with emphasis on identifying next steps and the critical path to commercialization.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8472-0910.htm"
    },
    {
      "course": "DBP\t8951: ",
      "description": "Fall: 895F (3.0 credit hours), Spring: 895S (3.0 credit hours), Qtr. 1: 8951 (1.5 credit hours), Qtr. 2: 8952 (1.5 credit hours), Qtr. 3: 8953 (1.5 credit hours), Qtr. 5: 8954 (1.5 credit hours) The objective of a Case Development Project is to describe a specific business problem clearly, succinctly and in a manner that fosters reflection, discussion and learning. The experience should challenge the student in the analysis and resolution of an unstructured managerial problem and offer an opportunity to work intensively with a member of the faculty. The product of a Case Development Project should normally be a case of a quality and focus suitable for inclusion in the MBA curriculum together with a written analysis and recommendation based exclusively on the information in the case.  To the extent possible, the case should revolve around a current situation and involve student interaction with the management of the participating organization.  A single student or a team of up to three students may undertake a Case Development Project. Depending on the workload agreed upon you may request 3.0 credit hours (120 working hours) or 1.5 credit hours (60 working hours).",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/895-06.htm"
    },
    {
      "course": "DBP\t8952: ",
      "description": "This course is intended to provide students with an opportunity to work closely with a faculty adviser to produce a case study of a real business situation. Students may already have a case setting in mind or may call upon their faculty supervisor for an introduction to the setting for a case. After the identification of a cooperating business or not-for-profit organization, students conduct field interviews with executives of the subject organization to understand the issues to be addressed in the case study. Students then prepare a draft of the case giving special attention to identifying the principal issue or issues to be included and submit the draft to the sponsoring organization, which certifies the accuracy of the facts in the case. Students are encouraged to prepare case studies that require significant decisions as they are more effective classroom instruments and challenge students to define carefully the prevalent issues, consider all possible alternative actions, and then recommend a plan of action for the company’s management. After receiving approval of the cases facts from the sponsoring organization, students will prepare an analysis of the case, carefully noting the issues, alternatives, and a recommended plan of action.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/895CD-0607.htm"
    },
    {
      "course": "DBP\t8953: ",
      "description": "This course is intended to provide students with an opportunity to work closely with a faculty adviser to produce a case study of a real business situation. Students may already have a case setting in mind or may call upon their faculty supervisor for an introduction to the setting for a case. After the identification of a cooperating business or not-for-profit organization, students conduct field interviews with executives of the subject organization to understand the issues to be addressed in the case study. Students then prepare a draft of the case giving special attention to identifying the principal issue or issues to be included and submit the draft to the sponsoring organization, which certifies the accuracy of the facts in the case. Students are encouraged to prepare case studies that require significant decisions as they are more effective classroom instruments and challenge students to define carefully the prevalent issues, consider all possible alternative actions, and then recommend a plan of action for the company’s management. After receiving approval of the cases facts from the sponsoring organization, students will prepare an analysis of the case, carefully noting the issues, alternatives, and a recommended plan of action.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/895CD-0809.htm"
    },
    {
      "course": "DIR\t7616: ",
      "description": "This elective course brings to life the American Civil War through readings and sessions with Gary Gallagher, world-renowned American Civil War historian, and an intensive two-day visit to the site of the Battle of Gettysburg. While visiting the battlefield, students will examine how Union army and Confederate army commanders faced their moments of decision. In small group settings and using the case method approach, faculty and staff will challenge participants to make and defend their own battlefield decisions and consider the relevance of these judgments for professional growth and development of a personal leadership style. Participants will also be challenged both on the battlefield and in a final reflective paper to consider what they learned from the experience and how it relates to today’s business culture, business opportunity, and corporate challenges and to reflect personally on the impacts of the program on personal decision making, communication style, and leadership approach.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7616-1516.htm"
    },
    {
      "course": "CLA 140: DIR\t8500YY",
      "description": "Course Overview: This is a class teaches and applies sound fundamentals of entrepreneurship for those testing or building a FT venture or side gig. The cadence is two-week sprints alternating customized milestones and common deliverable tools to build your venture. Students in this class will be doing things to build their business. We frequently draw on Effectuation and Village Capital operating systems. No guest speakers or lectures. Guest mentors commonly join to give feedback. These will largely include founders and investors. Classes are Monday 430-615p. Full semester, 3 credits, taught Fall and Spring. Substantial work outside class expected. Beyond teaching this class as an adjunct, I’m an entrepreneur, angel investor, and advisor to startups. I also mentor at TechStars and the iLab and have been an EIR at Wharton and guest mentor at Village Capital. I love early stage and fast-growing startups and the innovative, resourceful, and tenacious founders that drive them. You can easily find my bio CrunchBase or LinkedIn. Syllabus available by request or day #1. Course Objectives: Our mission is to work together to fight through the start-up jungle, navigating around trouble where possible, and fighting through it when foresight fails so you gain applied mastery over skills that will drive your future success as a founder or investor in other ventures regardless how this one fares. If you are putting in the time and effort, I will be generous with my time, ideas, and network to support your venture. If you want to win contests I will support. VV teams tend to do well w 60% of 2018 Ecup finalists, 2017 winner, and 2018 ACC Inventure winners from VV. Some raise money while in class; those with revenue are challenged to grow at least 20%/month; and many are much earlier seeking MVP or PMF which makes it all fun. Elements of Grade: If you care more about your grade than your venture, VV probably is not for you. But if you care about your venture and are coachable your grade will be fine. ·        Class Contribution: 15%.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8500YY-1920.htm"
    },
    {
      "course": "DIR\t8509: ",
      "description": "8509   Tactical Topics for Entrepreneurship Through Acquisition This course provides students with exposure to practical matters faced by operators of smaller enterprises. Whether starting or acquiring a small enterprise, entrepreneurs will be better prepared having been introduced to real-world topics such as relationships with key service vendors (banking, legal, accounting), commercial leasing terms, employee benefit programs, state and local public policy, government procurement, commercial insurance, commercial security interests, credit policies, and financial and operational control systems– from the vantage of the smaller enterprise where choices are often limited as compared to the options available to larger enterprises.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8509-1819.htm"
    },
    {
      "course": "DIR\t8634: ",
      "description": "GBUS 8634 Interviewing Experiential Field-Based Elective (Part 1) This course is an opportunity for students to learn effective interviewing, talent evaluation, verbal and written communication, marketing skills, and leadership skills. In addition, the course teaches students to interact with a diverse group of people and gain insights into their potential through active listening.  In the workplace, our graduates will be asked to interview and hire people, conduct performance evaluations, and present their ideas and perspective in compelling ways. Learning to interview and assess potential will provide students the opportunity to strengthen their leadership, communication, and management skills.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8634-1516.htm"
    },
    {
      "course": "DIR\t8635: ",
      "description": "GBUS 8635 Interviewing Experiential Field-Based Elective (Part 2) This course is a continuation of the Q2 course and provides an opportunity for students to further master interviewing, talent evaluation, verbal and written communication, marketing skills, and leadership skills. In addition, the course allows the students to deliver a meaningful and relevant recommendation to aid in the work of the Admissions Office.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8635-1516.htm"
    },
    {
      "course": "DIR\t8999: ",
      "description": "·         Direct students to describe a specific business problem clearly, succinctly, and in a manner that fosters reflection, discussion, and learning ·         Challenge students to analyze and resolve an unstructured managerial problem and offer them an opportunity to work closely with a faculty member ·         Produce a case study of quality and focus suitable for inclusion in the MBA curriculum, together with a written analysis and recommended plan of action based exclusively on the information in the case",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8999_Darden_Independent_Study-1213.htm"
    },
    {
      "course": "DOC\t9000: ",
      "description": "Time\tPHD Placeholder No Grades Outside course",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=18484"
    },
    {
      "course": "DOC\t9021: ",
      "description": "Title\tFoundations of Business Ethics II",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=19810"
    },
    {
      "course": "DOC\t927: ",
      "description": "Short Description\tDoctoral Seminar in Pedagogy",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=2322"
    },
    {
      "course": "DOC\t9400: ",
      "description": "The purpose of this course is to give the doctoral students an introduction to and survey of modern philosophy of science, so that their research will be informed by philosophical reasoning about science.  Critical questions in the course include (1) What is Science? (2) How is Science distinguished from non-science?, (3) What is a theory and what is a model?, (4) Is there such a thing as “the scientific method”?, (5) Is Science objective or rational?, (6) What is data?, (7) What is the connection between data and theory?, (8) How does experimentalism work in science?, (10) Are there differences among science, social science and humanities?, and (11) What are some philosophical questions in economics and management?  In addition to these questions, readings will include an appreciation of the history of philosophy of science as well as more modern interpretation.  The class will be managed as a discussion class based on an extensive set of readings.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/9500-2324.htm"
    },
    {
      "course": "DOC\t971: ",
      "description": "This course is intended for graduate students in business, economics, law, and political science. Students will explore the feasibility of constructing financial markets for firms in the social sector as well as capital markets in countries and regions where they do not currently exist. Both theoretical and practical aspects including the design and development of new accounting measures, new financial instruments, regulatory requirements for new organizational forms, and entrepreneurial drivers of new markets in the social sector are considered. The course is divided into four major parts, each of which will be examined both from the supply side (the investor’s perspective) and from the demand side (the entrepreneur’s viewpoint). The course format is for graduate seminars to meet every other week through Q3 and Q4 with supervised data collection in between.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/971-0708.htm"
    },
    {
      "course": "DOC\t9857: ",
      "description": "This is an advanced graduate level course in Qualitative Methods.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/9857-1516.htm"
    },
    {
      "course": "DOC\t9861: ",
      "description": "Career Related Electives",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=19049"
    },
    {
      "course": "DOC\t9862: ",
      "description": "This course allows students to dive deeper into the practices of strategy. Its purpose is to make students conversant with relevant current issues in strategic thinking and practice, treat ideas in greater depth and rigor than possible in a traditional case course, and sharpen their strategic thinking abilities and instincts. Topics are chosen from FY Strategy, current practices and issues, and current research in strategy and related fields of organizational economics.  Some of the latter material is theoretical in nature.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/9862-1213.htm"
    },
    {
      "course": "DOC\t9863: ",
      "description": "This doctoral reading course focuses on academic research about the topic of design thinking as it applies to organizational strategy. The purpose of the course is to understand the links between design thinking’s system of action and analysis with emerging strategy theory. Readings are drawn from seminal works in strategy, entrepreneurship, and design that contribute to original research on the topic.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/9863-1213.htm"
    },
    {
      "course": "DOC\t9867: ",
      "description": "Time\t9867 - Select Thursdays 10:00 AM-12:30 PM",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=18953"
    },
    {
      "course": "DOC\t9869: ",
      "description": "Time\t9869 - Select Wednesdays 9:00 AM-11:30 AM",
      "url": "https://registrar.darden.virginia.edu/registrar-student/catalog/SectionDetail.tap?sp=19054"
    },
    {
      "course": "DWC\t8517: ",
      "description": "·        In Singapore, we plan to visit a well-developed port which manages a huge flow of global trade and integrates into Singapore’s added value as a global player in supply chain management.  We will also want to learn about challenges in managing water and waste, and sourcing food and other critical resources.  Our visit will be brief but we can help each other learn more about the City State by sharing what we learn. ·        During our visit, we will visit Kandy, the old capitol, and hear about the history of Sri Lanka and visit historic Buddhist and Hindu sites that reflect the complexity of the country’s social system.  We will also visit a wildlife preserve and learn a bit about natural wildlife protection and the development of a thriving tourism industry.  Although we will not see the port first hand, we can learn more about the role China is playing in its development and FDI in general.  (This is a hot topic.) ·        In Colombo we will have a speakers from the United Nations and Ministry of Integration and Reconciliation; both speakers will share stories of the civil war and the reconstruction going on today.  And finally, we will visit MAS Holdings, a global player in the textile and fashion market where we will hear about the history of the company, its global strategy and its commitment to CSR.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8517-1819.htm"
    },
    {
      "course": "DWC\t8519: ",
      "description": "The academic component of the program will include three pre-trip meetings in which we will provide some background on Israel, learn about its business climate, and reflect on the role that historical events and today’s political tensions play in Israeli business life. Students will be asked to prepare company briefings for the benefit of the larger group and document their learning experiences during the trip. Students will especially focus on how Israel’s unique positioning, people, and history influence such business activities. In addition, participants will enjoy the sights, the food, the culture, and the 3000-year history of Israel.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8519-1819.htm"
    },
    {
      "course": "DWC\t8522: ",
      "description": "Italy is one of the ten largest economies in the world and has long been a hub for global commerce and trade, from the period of the Roman empire to the role of Italian city-states in trade flows between Europe and the rest of the world to global brands that we all recognize today (Ferrari, Gucci, Armani, Prada, etc.).  How these family-led businesses came to be synonymous with luxury in industries ranging from automotive to fashion will be a key focus of the course. As many Italian firms seek to expand exports to new markets or are acquired by global conglomerates, the future of these luxury brands and industries in Italy may be uncertain. We will meet with business leaders in these firms to understand how they view the future global marketplace for luxury goods and Italy’s place in that market. As Italy and the Southern European economies (Greece, Portugal, Spain) remain central in ongoing discussions about the future of the Eurozone, banking systems, and prospects for European growth, we will also consider Italy’s role in the European economy and political systems.  The course will include time in both Rome and Northern Italy, Milan and one other location, such as planning a visit to Tuscany to examine the wine industry and a vineyard in the Chianti region.  Optional trips to Florence and/or Venice could be offered.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8522-1819.htm"
    },
    {
      "course": "DWC\t8529: ",
      "description": "·        Engage in the trials and triumphs of socioeconomic and human diversity with a visit to the Apartheid Museum in Johannesburg. ·        Observe diversity in nature and culture with a trip to Kruger National Park. ·        Experience the extremes of life in and around Cape Town. ·        Interact with entrepreneurs in impoverished areas of Cape Town. ·        Consider the role of business in addressing the social challenges surrounding poverty, education, and healthcare that are intertwined with the complex historical and current politics of South Africa. ·        Learn how to innovate in an environment with large infrastructure investment needed and substantial government involvement. ·        Learn about communication needs across a vast and primarily rural South Africa. ·        Consider the strategic implications to South African and foreign multinational corporations in the post-Apartheid world. ·        Consider how to create sustainable economic growth with depleting natural resources, such as water, as well as cheap labor resources. ·        Engage in discussions on business practice surrounding mining and agriculture. ·        Observe how these practices are innovating to face challenges arising from labor needs, sustainability and trading partners.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8529-1819.htm"
    },
    {
      "course": "DWC\t8645: ",
      "description": "GBUS 8645: Honoring the Traditions of the Past while Confronting the Challenges of the Future- Dubai & Bahrain The Persian Gulf countries play an important role in the global economy as hubs of petrochemicals, finance and trade; they are also facing significant challenges with the changes in global energy markets, economic transition and reform. As key hubs on long-time trade routes, this region of the world has been interconnected with the global economy for centuries and also has distinctive local cultures and business environments.  The course will explore the issues facing leaders in the region through engagements in Dubai in the United Arab Emirates and the Kingdom of Bahrain.  These two countries have adopted different approaches to economic development and their vision for the future while considering their long tradition and history. We will explore the current and future plans for economic development, the role of business leaders in shaping these changes and their role in the modern global economy, set against their culture, history and traditions. Develop a deeper understanding of the Gulf business environment, the challenges facing business leaders and these economies today, and what challenges and opportunities the future may bring. ·        Advance students’ understanding of what it takes to successfully enter and understand new business contexts, and how to develop a mindset as a leader across different cultures and institutions. ·        Hone students’ capability to enter and successfully operate across markets, economies, cultures, contexts, languages and other global boundaries.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8645-1819.htm"
    },
    {
      "course": "DWC\t8721: ",
      "description": "GBUS 8721: Local Culture and International Business Expansion – Australia This course will travel to Sydney and Melbourne and is designed to help you: Get up-close and first-hand exposure to Australian culture and business climate, through the lens of three specific business industries: travel, sport, and wine. To witness the dynamic nature of Australia’s business innovation and change in four specific businesses across the three industries: Qantas, Cricket Australia, Australian Football League, and Giant Steps Wine. To apply learnings about Australian culture and the business climate to a set of recommendations for top management at US-based company, RestoraPet, advising them on the expansion of their business into Australia.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8721-1920.htm"
    },
    {
      "course": "ENTRE\t7609: ",
      "description": "This course is about learning to think and act entrepreneurially in order to create new value in the world through new products, new solutions, new ventures, new business units, new distribution channels, new firms, new business models, new technologies, and business transformation. The emphasis will be on the art and science of “creating something new from little.” The orientation in the course will be to challenge students to think about how they can create, finance, and build, or change a productive business organization with commonly available resources such as intelligence, insight, energy, initiative, and personal relationships. Students will learn to use this orientation wherever new-venture creation may occur namely through the actions of an independent entrepreneur or a large established firm.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7609-0910.htm"
    },
    {
      "course": "ENTRE\t7618: ",
      "description": "Through a combination of cases and experiential exercises this course brings to students what expert entrepreneurs have learned the hard way. Expert entrepreneurs are people who have built multiple ventures including successes and failures and taken at least one company public. The lessons they learned have been extracted from cutting edge research in cognitive science and behavioral economics and were embodied in a framework called effectual reasoning. The course materials synthesize these lessons for the classroom while also drawing upon the histories of hundreds of ventures including for-profit, nonprofit, and everything in between. Students will not only learn the five principles of effectual entrepreneurship but also learn to apply these to a variety of situations including different stages of starting and growing a new venture, turning around, growing and leading existing ventures, and solving large problems in the world. Interestingly, one immediate application of effectual reasoning will be to students’ career aspirations irrespective of whether they involve entrepreneurship in the traditional sense of starting a company or not.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7618-1314.htm"
    },
    {
      "course": "ENTRE\t805: ",
      "description": "This course is designed as a first course in entrepreneurship.  It is a survey course and, as such, will familiarize you with the processes by which entrepreneurial ideas are generated and translated into successful enterprises. The course addresses, in broad terms, both entrepreneurs and their environments. You will find this course most valuable if you think you might some day like to start or acquire a firm of your own or can picture yourself working in a highly entrepreneurial firm, large or small. It should also prove beneficial for those seeking positions in venture capital or service firms investing in or assisting entrepreneurial firms. The course cannot make you an entrepreneur, but a major goal is to increase significantly your probability of success in entrepreneurial pursuits. The course explores several fundamental questions: (1) what is entrepreneurship and what is the significance of entrepreneurship in the economy? (2) who and what are \"entrepreneurs\"? (3) how do you find and identify \"good\" opportunities? (4) what alternative venturing formats and entry strategies exist in/for pursuing entrepreneurial paths? (5) what alternative and non-obvious financial resources are available to finance a start-up or acquisition?  By term end, we will have dispensed with two popular myths: (a) that successful entrepreneurship is serendipitous or random, and (b) that it is limited solely to individuals \"born to be entrepreneurs\". Course Objectives: Specific course objectives include: (1) demystifying the entrepreneurial process through analyses of various entrepreneurial situations and individuals; (2) communicating and supporting attitudes, knowledge, frameworks, theories, and skills associated with successful entrepreneurial activity; (3) providing an opportunity for participants to evaluate their own interests in, and potential for, an entrepreneurial path; and (4) becoming familiar with the sources and processes of raising early capital.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/805-01.htm"
    },
    {
      "course": "ENTRE\t806: ",
      "description": "Background & Description: The purpose of this course is to introduce students to sustainable business strategies and practices as a dynamic and emerging frontier of innovation and entrepreneurial activity in the economy.  The term “sustainable business” refers to competitively advantageous practices by firms incorporating environmental and social impact considerations into product design, operations, and strategy.  This goal is achieved through R&D, innovation in manufacturing processes, strategic repositioning, and reassessment of value chain roles and relationships (e.g. reverse logistics for remanufacturing, close partnerships for innovation, etc.).  As ecological/environmental and related public health issues grow more salient for firms worldwide due to increasing pressure imposed by customers, investors, communities, insurance companies, and regulators, many organizations are moving to redesign and reposition their products, reconfigure manufacturing processes, and realign corporate strategy based on sustainability principles.  The course examines firm cases of this change.  In the process of studying the topics students will explore the common argument by those in the field that corporate sustainability represents an industrial revolution comparable to and convergent with the internet revolution, and carrying equal potential to transform the economy.   Using articles, books, cases and guests the course emphasizes implementation and concrete practices while providing history and frameworks for context and comprehension.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/806-01.htm"
    },
    {
      "course": "ENTRE\t8060: ",
      "description": "The purpose of this course is to provide students with practical information on the growing frontier of innovation and entrepreneurial activity at the nexus of business and natural systems. The term “sustainable business” refers to competitively advantageous strategies and practices firms adopt to grow revenues, cut costs, improve market share, enhance brands, and redesign products and processes to reduce or eliminate adverse environmental and health impacts. Students will study trends and science driving the growing demand for clean technology and life cycle product designs. Students will look at drivers of corporate innovation, strategic shifts, and new markets, learn skills to help identify market opportunities, and understand the tools, concepts, and frameworks used by companies currently pursuing sustainable business opportunities. Through the use of articles, technical notes, cases, and guests, the course examines company strategies and practices while providing history and frameworks for context and comprehension.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8060-0910.htm"
    },
    {
      "course": "ENTRE\t807: ",
      "description": "GBUS 807 READING SEMINAR ON ENTREPRENEURSHIP, INNOVATION AND NATURAL SYSTEMS This course is a reading seminar designed to familiarize students with core writings on entrepreneurial ideas as they intersect with natural systems’ concerns. The course is designed for doctoral students, graduate students from other parts of the university, and MBA students who wish to delve more deeply into concepts behind the notions of sustainability and sustainable business and to explore environmental (natural systems) issues as a frontier of entrepreneurial innovation. Students will write short papers summarizing perspectives from the literature. Specific individual or group course projects will be determined based on student backgrounds and course goals to be determined jointly with the professor.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/807-0607.htm"
    },
    {
      "course": "ENTRE\t8070: ",
      "description": "GBUS 8070 READING SEMINAR ON ENTREPRENEURSHIP, INNOVATION AND NATURAL SYSTEMS This course is a reading seminar designed to familiarize students with core writings on entrepreneurial ideas as they intersect with natural systems’ concerns. The course is designed for doctoral students, graduate students from other parts of the university, and MBA students who wish to delve more deeply into concepts behind the notions of sustainability and sustainable business and to explore environmental (natural systems) issues as a frontier of entrepreneurial innovation. Students will write short papers summarizing perspectives from the literature. Specific individual or group course projects will be determined based on student backgrounds and course goals to be determined jointly with the professor.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8070-0910.htm"
    },
    {
      "course": "ENTRE\t8106: ",
      "description": "GBUS 8106 AND GBUS 822 ACQUISITION OF CLOSELY HELD ENTERPRISES This course focuses on the process of acquisition of a business entity. Students will be shown the tools they need and the process to follow to successfully acquire a business of their own. Among the major topics covered will be the search process, assessing and valuing the business, financing consideration, negotiating, and closing the deal. The course may be of interest to those MBA students who are interested in leveraged buyouts, investment banking, venture capital, and other related careers.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8106-0809.htm"
    },
    {
      "course": "ENTRE\t821: ",
      "description": "The primary objective of the course is to allow students to walk a few steps in the shoes of an entrepreneur while learning how expert entrepreneurs build new ventures that endure. Cases, guest lecturers, and students’ project work will allow them to explore financial, legal, interpersonal, and personal challenges likely to be encountered by the independent entrepreneur. This course draws from cognitive science-based research on how expert entrepreneurs think, decide, and act while starting new ventures. Key issues addressed will include risk perception and management, formulation of innovative stakeholder relationships, and the creation of new markets through new ventures. As part of the course, students will be required to come up with a venture idea and take the initial steps in actually starting it. The course is recommended for those interested in initiating a personal venture at some point in their lives working with or consulting for an early stage entrepreneurial team or seeking entry into Darden’s Progressive Incubator™.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/821-0607.htm"
    },
    {
      "course": "ENTRE\t8210: ",
      "description": "The primary objective of the course is to allow students to walk a few steps in the shoes of an entrepreneur while learning how expert entrepreneurs build new ventures that endure. Cases, guest lecturers, and students’ project work will allow them to explore financial, legal, interpersonal, and personal challenges likely to be encountered by the independent entrepreneur. This course draws from cognitive science-based research on how expert entrepreneurs think, decide, and act while starting new ventures. Key issues addressed will include risk perception and management, formulation of innovative stakeholder relationships, and the creation of new markets through new ventures. As part of the course, students will be required to come up with a venture idea and take the initial steps in actually starting it. The course is recommended for those interested in initiating a personal venture at some point in their lives working with or consulting for an early stage entrepreneurial team or seeking entry into Darden’s Progressive Incubator™.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8210-0910.htm"
    },
    {
      "course": "ENTRE\t822: ",
      "description": "GBUS 8106 AND GBUS 822 ACQUISITION OF CLOSELY HELD ENTERPRISES This course focuses on the process of acquisition of a business entity. Students will be shown the tools they need and the process to follow to successfully acquire a business of their own. Among the major topics covered will be the search process, assessing and valuing the business, financing consideration, negotiating, and closing the deal. The course may be of interest to those MBA students who are interested in leveraged buyouts, investment banking, venture capital, and other related careers.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8106-0607.htm"
    },
    {
      "course": "ENTRE\t823: ",
      "description": "Increasingly, successful MBA’s are deciding that they would rather lead in a smaller business than follow in a large one.  An oft-cited quote, however, observes that “A smaller business is not a little big business.”  Managing a smaller enterprise is an art related to, but substantially different from, managing a large corporation. The issues, challenges, and perspectives differ as much as the numbers in the financials.  This course provides participants an opportunity to understand business opportunities and challenges from the perspective of the owner-general manager of a smaller enterprise, i.e., hands on.  It addresses what happens after the start-up or acquisition of a firm.  Course syllabus and content varies by year and instructor.  Typical issues addressed:",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/823-06.htm"
    },
    {
      "course": "ENTRE\t8230: ",
      "description": "This course provides students with an opportunity to understand business opportunities and challenges from the hands-on perspective of the owner/general manager of a smaller enterprise. Although many MBA’s are deciding that they would rather lead in smaller businesses than follow in large ones, by the end of this course they will see that “a smaller business is not a little big business” and that managing a smaller enterprise is an art related to, but substantially different from, managing a large corporation. In the course, students will discover that the issues, challenges, and perspectives differ as much as the numbers in the financials as well as what happens after the start-up or acquisition of a firm. Typical issues addressed are finding a job with a smaller enterprise, the characteristics of the smaller enterprise, creating value as a smaller enterprise CEO, management transitions associated with stages of small business growth, challenges of finding, retaining, and losing employees, special issues and considerations in the family-owned business, franchising as a financing and growth mechanism, import-export operations and international dimensions of small business, ethical challenges of everyday life in the small firm, the balancing act of personal, family, and business realities of the smaller firm, and exiting a venture on your terms.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8230-0910.htm"
    },
    {
      "course": "ENTRE\t829: ",
      "description": "Many of our most successful entrepreneurial companies have been founded and significantly influenced by professional venture-capital firms. This course focuses on the professional world of venture capitalists and how venture capitalists work with entrepreneurs to create substantial, enduring ventures. The course addresses three topics: how venture-capital firms are formed, funded, and managed; how firms manage their relationships with the limited partners who provide their investment capital; and how the parties work together to build successful major companies.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/829-0607.htm"
    },
    {
      "course": "ENTRE\t8290: ",
      "description": "Many of our most successful entrepreneurial companies have been founded and significantly influenced by professional venture-capital firms. This course focuses on the professional world of venture capitalists and how venture capitalists work with entrepreneurs to create substantial, enduring ventures. The course addresses three topics: how venture-capital firms are formed, funded, and managed; how firms manage their relationships with the limited partners who provide their investment capital; and how the parties work together to build successful major companies.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8290-0910.htm"
    },
    {
      "course": "ENTRE\t8306: ",
      "description": "This course explores the multiple ways an individual, company, or corporation participates in ventures that impact social and/or environmental issues while simultaneously focusing on financial goals. Through direct dialogue and interaction with guests, students will query, discuss, and argue answers to such questions as: How has the concept and practice of corporate responsibility evolved in recent years? Are social entrepreneurs finding the resources to accomplish their mission in today’s economic environment? Can you “do good” in your business and still make money? How do you get a responsible program up and running in a corporate environment? How is social responsibility operative in environmental programs, energy development, civil and societal issues, and marketing? What is social entrepreneurship?",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8306-1213.htm"
    },
    {
      "course": "ENTRE\t8345: ",
      "description": "Whether or not data is the new oil, it is certainly much easier to steal. The combination of intimate data stored on interconnected devices that are all part of an interdependent infrastructure like the internet makes cybersecurity and privacy — inevitably intertwined — two of the top issues facing business and society in the 21st century. Through case studies, documentaries, simulations, and headline news, this course is designed to provide students with further background in: the variety of approaches and vectors through which computer “hacks” are enacted (e.g., social engineering, denial of service, worms, ransomware), (b) the organizational systems put in place to defend against and respond to these attacks, and (c) the complex ways in which public policy focused upon and public opinion toward privacy interact with the technical challenge of securing inter-connected and inter-dependent information networks.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8345-2122.htm"
    },
    {
      "course": "ENTRE\t8394: TECHNOLOGY INNOVATION, ENTREPRENEURSHIP & POLICY",
      "description": "Disruptive innovations often challenge the boundaries of not only the possible, but also the policy landscape if not the law itself. Why did a wedding video posted to YouTube set off a legal battle over user generated content? Did early social networking sites fail because they weren’t “social,” or was the web simply not quite ready yet? How could the team that won the nobel prize for CRISPR not also be awarded the patent on the invention? What does Sputnik have to do with Find my Friends? Through a mix of case studies, corporate documents, online media, and workshops, this course provides a deeper dive into: (1) the industries we now call \"Tech,\" (2) the policy landscape—institutions, laws, etc.—that both influences and is influenced by technology innovation, as well as (3). the business and cultural challenges at this intersection of technology and policy.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8394-2021.htm"
    },
    {
      "course": "ENTRE\t8420: ",
      "description": "This course is specifically focused on formulating and applying practical strategies for entering the markets of Asia Pacific, the highest growth region in the world. All of the case studies are based on the Asia Pacific region and many recount trail-blazing deals that offer innovative and useful lessons for students. Among the principal topics examined in the course are: Entry Strategies; Negotiating Strategies; Pricing Strategies; and Strategies for dealing with Governments and State-Owned Enterprises. The course is taught from the perspective of management strategy and decision making, but it is intended also to sharpen students’ capabilities in deal structuring, financing, negotiating, and solving regulatory issues. In several cases, students will be placed at the negotiating table and have the opportunity to test their strategy against the local counterparty. Actual transaction outcomes and subsequent events are always presented. Past cases have included situations in the countries of China—automotive and chemicals, Pan-Asia—the Internet, Thailand—aircraft, Taiwan—consumer goods, and Hong Kong—managing feng shui.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8420-0607.htm"
    },
    {
      "course": "ENTRE\t8427: ",
      "description": "We plan a three session structure for each day of the program. These sessions may occur consecutively, in a traditional Darden FY model, or may be spread throughout the day with time for group meetings, travel and free time (some day’s events will extend past 5:00 pm). On the first day of the course, we will discuss how we’ll spend our time together and describe course expectations. Readings and cases will provide a basis for the remainder of the week’s discussions on entrepreneurship and regional growth. Each following day of our program takes a focus on the challenge for entrepreneurs operating in industries or markets that have prominence in the Washington metropolitan area: Telecommunications, Media, Defense, Security, Biotechnology and Healthcare. These industries draw on the traditional strengths of the region, and the intersection of technology, capital providers, governments and nonprofits, and the community of entrepreneurs. We will also hear the personal stories of entrepreneurs that have decided to share their skills and resources in philanthropic activity. Each day’s work will generally begin with an orienting class session, followed by field visits, panels, or guest lectures. Given this course’s reliance on the participation of practicing entrepreneurs, the format may change with each day to accommodate their scheduling needs. Class participants are responsible for attending to the day’s schedule and arriving for class sessions on time. Late arrivals or missed sessions will be deducted from your class participation grades. Additional costs and expectations due to course offering in Washington DC. Four days of our course will be offered on-site in Washington. We have negotiated a group rate for housing and will provide bus service to and from any session that requires transportation. There is the expectation of professionalism throughout our program. Participants are responsible for arriving at the designated time for buses to sessions. So that individual tardiness will not put the entire group’s timely arrival at risk, the bus will depart at the appointed times without waiting for stragglers. We will also provide a menu of cultural and social events that participants can opt to attend (tours, dinners, etc.). These will be organized by your faculty, but not managed by us. In all instances, we will work to get discounted and group rates for these events. Participants will need to pay any additional costs for these events. Further details on additional out-of-pocket costs for this program will be forthcoming.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8427-06.htm"
    },
    {
      "course": "ENTRE\t8435: ",
      "description": "This course focuses on understanding what it means to advise, do business with, or be involved in the development of` a heavily regulated industry. It is aimed at attracting a group of interested students who believe they will be likely to have banking or consulting clients in the Life Sciences industry or who aspire to take a role in the creation of new enterprises in this sector. In this industry, whether Biotech or Devices, the consumer of products, the patient, does not choose the product, pay for it, or have any say about what products are available. This is a unique environment in which anyone involved needs to have a working knowledge of the philosophy, terminology, and processes their clients, companies, or products will have to follow. The course is not designed to make students regulatory experts but to show them ways to navigate the regulatory pathways and related issues, which impact every phase of the creation and growth of a Life Sciences company. For the most part, students will not examine the issues surrounding the growth of provider or service businesses such as hospitals but instead explore the issues related to businesses built around proprietary technology. Topic samples: the history and evolution of regulation in this country and why it has evolved differently in other countries; cosmetics, cosmeceuticals, and food and how these areas are coming under increasing scrutiny by regulators; how to finance a drug versus a device company; and emerging technologies’ issues. Course content will include cases, class discussions, background reading, guest lectures, and individual and student team projects. Students will have an opportunity to follow an actual company’s evolving strategy.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8435-0910.htm"
    },
    {
      "course": "ENTRE\t8436: ",
      "description": "Précis:  This course explores in depth the practical aspects of starting and running a high potential new venture.  It is run in studio format.  This means that the course is organized around the projects that students are actually working on.  The projects themselves form the primary driver for course content.  Each week, students will provide updates on their projects and participate in the development of each others’ ventures.  There will also be several guest speakers who will provide input to specific projects and engage with the class on particular issues relevant to the particular group of students and their new ventures each year.  The instructor will also assign readings/materials designed to contribute to these specific issues as and when appropriate.  This course is recommended for students seriously interested in digging into startup issues in an experiential fashion, with lots of interactions with practitioners outside the classroom. General:  New Venture Practicum (NVP) is part of the first of four tracks in Darden’s Entrepreneurship curriculum.  This track is focused exclusively on personal venturing and independent start-ups. The track presents principles, practices and perspectives useful to those interested seriously in starting and running high-potential ventures from scratch. NVP learning objectives will vary from year to year, depending on the particular set of students and ventures in the studio, but will most probably include the following:",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8436-06.htm"
    },
    {
      "course": "ENTRE\t8469: ",
      "description": "This course focuses on the challenges entrepreneurs face in building ventures. Its purpose is to present students with a series of diverse management situations faced by entrepreneurs with companies at different stages of development. In each class, students will hear from and interact with experienced entrepreneurs and learn both from their successes and their failures. Emphasis will be on the complexity and scope of the challenges that entrepreneurs face, the critical decisions they make, and the actions they take. Also, in each class, students will be asked to develop a plan of action and to outline the steps needed to implement their plans. Recognizing that entrepreneurs must have an enterprise-wide perspective, the course will expose students to situations common to managers in larger organizations who have to contend with the constraints and limited resources of entrepreneurial businesses. When deciding how to take action, students are expected to use the multidisciplinary management tools and tried and true management philosophies they have internalized in their MBA education. Similar to GBUS 8400 General Managers Taking Action, this course requires students to capitalize on their entire Darden experience and polish their enterprise perspective.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8469-0910.htm"
    },
    {
      "course": "ENTRE\t8504: ",
      "description": "Scope & Purpose:  GBUS 8504 is a graduate-level seminar, offered in conjunction with Darden's Progressive Incubator™, addressing business plan development as a precursor to venture launch.  It is open to, and designed for all UVA faculty and graduate students interested in understanding investment-grade business plans and their role in venture initiation and funding.  Its intent also is to provide customized feedback and support to Darden students and others in the UVA community (1) intending to compete in the University-wide Business Plan Competition [Friday, April 6th] and/or (2) contemplating the start-up of a real venture. Participation & Capacity:  Seminar participation is on a \"space available\" basis and capacity is limited to 12 venture-specific teams, roughly 30 people.  Participation by Darden and non-Darden faculty, science and engineering graduate students, and post-doctoral fellows in any of the University's schools is highly encouraged.  Non-faculty participants must be members of a team, at least one member of which, ideally, is a Darden MBA student.  Individuals seeking to join the seminar and not presently affiliated with a team may be offered the opportunity to do so. Course Credit:  The seminar may be \"rolled up\" with an existing Darden Venturing Business Project (VBP) or taken as a freestanding 1.5 credit Darden elective course.  All enrollments require \"Instructor Permission\" and regular graduate tuition.  Faculty, post-doctoral fellows and University professional staff are welcomed on either a limited, ad hoc basis or for-credit. (For-credit enrollment operates through UVA employee tuition reimbursement program).  Please contact the instructor (see below) for further information. Deliverables & Evaluation:  For those enrolling for credit, the principal deliverable is a real business plan suitable for commercial use in financing the subject venture.  Seminar evaluations will include feedback from Seminar and VBP faculty and an expert panel of outside mentor-referees.  Enrolled participants are expected to enter the first round the 2001 Business Plan Competition. Structure & Content:  The course consists of approximately eight (8) seminar sessions and an equal number of venture support/feedback sessions, plus a closing talk and reception at Darden's Progressive Incubator™.  Each seminar session consists of a 1½-hour program with optional, follow-on discussion, if time permits.  Intervening sessions consist of optional, complementary support activities such as consultation with Darden faculty on venture-specific issues, feedback from seminar participants on the ventures, and practice presentations of business plans.  Seminar sessions will address a variety of business plan-related issues of common interest to technology-based entrepreneurs (see syllabus).  Several sessions include outside guest speakers. Ventures:  Ventures suitable for the seminar include existing Darden VBPs and other venture concepts at a stage appropriate for business plan development, such as personal ventures (private efforts) or internal ventures (i.e., sourced from the University or the UVA Patent Foundation).  For purposes of the seminar, all ventures must be approved in advance. Course Requisites:  To receive course credit, a participant must be (or become) a member of a venture team.  Ventures which remain feasible during the process of business plan development will be entered into the UVA Business Plan Competition.  Although not a specific pre-requisite for Darden students, completion of any two of the following courses is highly recommended: GBUS 805:  Entrepreneurship: an Introduction; GBUS 821:  Starting New Ventures;  GBUS 823:  Management of Smaller Enterprises; GBUS 829:  Venture Capital Seminar Leader:  Professor Wendell Dunn (Batten Institute: 804.243.4300; desk line: /3-5022; e-mail: \"wed9u@virginia.edu\")  Ms. Liz Tallon (desk line: 4-7357) is academic secretary. Schedule:  An initial, organizational session will meet at 4:30pm, Friday, January 12th in Room 30 of the Darden Classroom Building (sub-ground floor).  Thereafter, the seminar will meet throughout the spring semester in appropriate facilities and at mutually convenient (if not regular) times.  Subsequent sessions will be scheduled to accommodate participants' schedules and to avoid course conflicts, where possible. PRINCIPAL MODE(S) OF INSTRUCTION:   Case studies and discussions; Guest lecturers; Topical presentations (seminar-style);            Project team meetings with faculty PROJECTS & DELIVERABLES:  Complete commercial Business Plan;  Participation in Business Plan Competition GRADING COMPONENTS:   Business plan evaluations  (2/3); Seminar contributions  (1/3)",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8504-01.htm"
    },
    {
      "course": "ENTRE\t8518: ",
      "description": "Get ready for a fascinating week.  We are going to spend the next six days exploring the art, history and architecture of Barcelona – one of the design capitals of the world – and in the process learning about the qualities of creative thinking, and the context, both individual and environmental, that incubates them. Today’s political controversy is deeply rooted in Barcelona’s rich and often conflicted history and culture.  We’ll focus our attention in our course primarily on a particular period of intense artistic achievement – almost a “perfect storm” of creativity during about a 50-yearperiod before the Spanish Civil War that included a succession of painters including Miro, Picasso, and Dali; architects like Gaudi, Domenech Montaner, and Puig Cadafalch, and musicians like Pablo Casals, to name a few.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8518-1819.htm"
    },
    {
      "course": "ENTRE\t8618: ",
      "description": "This course deals with important aspects of starting, developing, and growing a technology enterprise. We start by defining and providing perspective on high technology entrepreneurship, emphasizing the creation of highly scalable ventures. We then move to a discussion of the recognition and evaluation of technology opportunity, exploring how to determine what types of opportunities are worth economically pursuing. Focus then shifts to the organizational and financial issues. What is distinctive about high-tech teams and what critical decisions must be made about people and organizational issues? What considerations must be given to investor returns, term sheets, and capital structure concerns? What legal and tax issues confront technology entrepreneurs as they assemble and manage resources? We conclude with the challenge of managing growth and exit considerations in high-tech markets. Through analysis and discussion of readings, cases, lecture material, and field work, students become familiar with major qualitative and quantitative issues in the technology venture formation process.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8618-1314.htm"
    },
    {
      "course": "ENTRE\t8632: ",
      "description": "While every year technology improvements make it cheaper and easier to build more powerful software, creating winning products and offerings is tougher than ever. By one measure, 64% of features are rarely or never used, 50-70% of IT projects fail, and 90% of new products are flop. That’s a lot of waste, expense, and missed opportunity. Where does this problem originate and who should solve it? Hint: it’s not with the software developers, testers, or administrators. If you guessed ‘the businessperson’, you’re absolutely right. Few skills are as highly demanded in the marketplace as the ability to identify user needs and translate those into digital solutions. That’s what you’ll learn in Software Design. While you may never be a software designer in title, it is highly likely that you’ll need the ability to think like a software designer and collaborate with development teams. By the end of this course, you’ll be proficient in today’s most prevalent applied innovation methods, including: ·        Discovering and validating your early market and focal customer problems through subject interviews ·        Formulating testable propositions and design experiments to rapidly test them (a la Lean Startup) ·        Creating development-friendly, collaboration-friendly inputs through user stories and prototypes ·        Parallel prototyping and testing user interface concepts",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8632-1819.htm"
    },
    {
      "course": "ENTRE\t8633: ",
      "description": "·         deploy code to both the code repository Github and the web applications platform Heroku ·         create a working web application using HTML, CSS, Javascript, and Ruby (some of the web’s most ubiquitous development tools) As software/digital continues to encapsulate virtually everything we do, this course will be useful for students that will be entrepreneurs developing a software based business, product managers working on software related projects, and general managers using enterprise software. The target student has taken GBUS 8632 to master the most important part of any software creation project: determining the relevance, value, and accessibility of a software enabled user experience. Students will develop software against team projects which supply key development inputs: validated narratives, agile user stories, comp’s, wireframes and validation of initial UI concepts. While GBUS 8632 (Software Design) is not a strict prerequisite for the class, it is highly recommended. Students not taking GBUS 8632 will have access to design outputs from that class to anchor the significance of their development work.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8633-1516.htm"
    },
    {
      "course": "ENTRE\t8641: ",
      "description": "Creating a venture can be a lonely undertaking, leaving the Entrepreneur asking, “What to do Next?”  We’re going to turn venturing into a team sport and support each other as each student team builds their ventures towards viability as a side gig or a full time work. We will use the class to further develop entrepreneurial fundamentals like partnering, customer sales, and managing your affordable loss. The cadence is two-week sprints alternating customized milestones and work on deliverables common to the class which will contribute directly to your venture. We draw extensively on Saras Sarasvathy’ s Effectuation theory methodology to guide action and ensure that progress doesn’t stall even if the end point is a decision to move on from the venture at the end of the class. No guest speakers or lectures. Guest mentors commonly join to give feedback. These will largely include founders and investors. Classes are Full semester, 3 credits, taught Fall and Spring. Substantial work outside class expected. This class was originally created by Damon DeVito who was both an adjunct faculty and a long-time entrepreneur.  Most importantly, he believed in founders and that emphasis will continue. Academic Course Objectives (35 to 70 words in bullet-point format and phrases): Our mission is to work together to fight through the start-up jungle, navigating around trouble where possible, and fighting through it when foresight fails so you gain applied mastery over skills that will drive your future success as a founder or investor in other ventures regardless how this one fares. If you are putting in the time and effort you can accomplish great things:",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8641-2324.htm"
    },
    {
      "course": "ENTRE\t884: ",
      "description": "Innovation and Technology are considered in this course from a strategic perspective and are viewed as playing an essential role in the development and achievement of long-term competitive advantage. The course covers technology strategy and the innovation process for new products or services. There are three modules: Module One: Creating and Realizing ValueInnovation is invention that creates value. Why do some inventions not create value? When innovation occurs, what conditions and attributes affect who realizes the value? Why does an innovating firm sometimes not realize the value it creates? What insights do these observations suggest about managing the innovation process? Module Two: Prioritizing OpportunitiesProjects that involve the innovation process are notoriously difficult to value. Some say that if you use NPV, it would be more efficient to torch the R&D facility. How should you set priorities when choosing among innovation opportunities? If you use \"options thinking\" to develop insights, how do you use it? What insight does options thinking suggest for managing the dynamic innovation process? Under what conditions should you stop a project? How do the options thinking insights fit with \"stage and gate\" management of R&D? Module Three: Managing the Innovation ProcessInnovation is not an event, but a dynamic journey. Managing the process requires thinking about the unfolding (and often non-linear) stages and about multiple dimensions that cumulate in success (or failure). Most importantly, the process and its outcomes depend on the people. How do you guide early stage research efforts toward (possibly distant) products? How do you think about the many uncertainties and manage the risks? How do you avoid running out of cash? How do you deal with the changes of course, challenges of competition, setbacks and forward leaps in managing big, long-term innovation efforts? This course deals with both small and large corporations and encompasses a wide range of technologies such as medical devices, biotechnology, optical fiber and software. It is not a course on information technology. The course schedule of cases, speakers and topics used in 2000 can be found on my website: http://faculty.darden.edu/TeisbergE/.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/884-01.htm"
    },
    {
      "course": "ENTRE\t8840: ",
      "description": "Innovation plays an essential role in the development and achievement of long-term competitive advantage. This is a course in strategy and entrepreneurship with three main themes: Creating and Realizing Value, Prioritizing Opportunities, and Managing the Innovation Process. Within these themes, students will explore why innovation is invention that creates value and why some inventions do not create value; why projects involving the innovation process are notoriously difficult to value: how to set priorities when choosing among innovation opportunities; how to guide early stage research efforts toward potentially distant products; why managing the process requires thinking about the unfolding and often nonlinear stages; how multiple dimensions cumulate in success or failure; how to think about the many uncertainties and manage the risks such as running out of cash; how to deal with the changes of course, challenges of competition, setbacks, and forward leaps in managing big, long-term innovation efforts; and, most importantly, how the outcomes of this process depend on the people involved. This course deals with both small and large corporations and usually encompasses a range of technologies.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8840-0910.htm"
    },
    {
      "course": "ETH\t8018: ",
      "description": "The United States and many other countries face a trio of inequalities: income, wealth, and opportunity. While income inequality is a well-accepted result of a capitalist economy, the degree of inequality has been steadily increasing since 1979. Many including Nobel Prize winning economists Robert Schiller and Joseph Stiglitz state that economic inequality is the defining challenge of our time. There is substantial evidence that technological innovation may increase the level of economic inequality even more in the near future. Some believe this may threaten capitalism and democracy. This course will explore economic inequality, social mobility, and their relationship from different points of view. Assignments are often researched during workshops and involve PowerPoint slides answering specific questions. There will be an individual written paper in the form of an essay or blog-like document that addresses some issue related to the topic of the course.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8018-1617.htm"
    },
    {
      "course": "ETH\t820: GBUS 820 BUSINESS ETHICS THROUGH LITERATURE",
      "description": "The purpose of this course is to deepen students’ understanding of the role of ethics in management. The course builds on the conversations begun in the First Year Business Ethics course and addresses several key themes of interest for contemporary managers. Among the issues discussed are: the definition of success in business, race, gender, and the role of culture, the privileged place of the executive, and new understandings and models of what it means to be a human being. The course uses Socratic method to explore fictional novels and short stories as texts. Fiction affects us emotionally and allows us to see particularity and complexity within universally recognizable situations. Characters are multifaceted, and plots are multi-layered, which provides fertile ground for discussion. Reading these texts from a new perspective can impact a greater understanding of people and events in the empirical world. Students will explore certain aspects of contemporary literary theory and learn to perform close readings with the objective of deepening their understanding and ability to read complex texts.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/820-0607.htm"
    },
    {
      "course": "ETH\t8203: ",
      "description": "The purpose of this course is to deepen students’ understanding of the role of ethics in management. The course builds on the conversations begun in the First Year Business Ethics course and addresses several key themes of interest for contemporary managers. Among the issues discussed are: the definition of success in business, race, gender, and the role of culture, the privileged place of the executive, and new understandings and models of what it means to be a human being. The course uses Socratic method to explore fictional novels and short stories as texts. Fiction affects us emotionally and allows us to see particularity and complexity within universally recognizable situations. Characters are multifaceted, and plots are multi-layered, which provides fertile ground for discussion. Reading these texts from a new perspective can impact a greater understanding of people and events in the empirical world. Students will explore certain aspects of contemporary literary theory and learn to perform close readings with the objective of deepening their understanding and ability to read complex texts.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8203-0910.htm"
    },
    {
      "course": "ETH\t8268: ",
      "description": "The purpose of this course is to serve as a capstone for the students in the MBA/MED program.IN additionit will be open to any student who is interested in the education space. The focus of the course will be theories and tools for leadership and innovation in K-12 education, and some applications to higher education. The course will deal with how to lead in a world of multiple and often conflicting stakeholders, andin a world where education of children is a highly emotional and volatileissue, both morally and politically.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8268-1819.htm"
    },
    {
      "course": "ETH\t8274: ",
      "description": "“Leadership When It Really Counts\" will prepare you to act effectively and with integrity under pressure. The elective is based on a pioneering new approach- using pre-scripting and rehearsal-to prepare business managers/leaders for values-driven decision-making and action.Rather than simply talking about these difficult decisions and conversations, you will have the opportunity to practice them. The approach called \"Giving Voice To Values\" (GW) has been used in over 1,035 pilots at schools and organizations on seven continents and has been featured in McKinsey Quarterly; Harvard Business Review (twice); Financial Times; Stanford Social Innovation Review; BusinessWeek; Washington Post; Huffington Post; etc. Leading corporations like Lockheed Martin, Prudential and Unilever, among others, have used or are exploring pilots of the approach.Drawing on both the actual experience of business practitioners as well as cutting edge research,GW fills a long-standi ng and critical gap in our understanding of how to enable emerging leaders to effectively enact their values. Rather than a focus on ethical analysis,GVV focuses on ethical action and asks the question: \"What if Iwere going to act on my values? What would Isay and do? How could Ibe most effective?\"",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8274-1819.htm"
    },
    {
      "course": "ETH\t8393: ",
      "description": "·       Final Paper:                  50%",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8393-2021.htm"
    },
    {
      "course": "ETH\t8403: GBUS 8403A LEADERSHIP & THEATRE: ETHICS, INNOVATION & CREATIVITY",
      "description": "GBUS 8403 LEADERSHIP & THEATRE: ETHICS, INNOVATION & CREATIVITY The purpose of this course is to build leadership skills and ethical analysis skills by reading, discussing, and performing dramatic scenes from great plays. The scenes will be chosen for their relevance to both leadership and ethics. The course is built around the conceptual apparatus in Dunham and Freeman (2000) that the task of the theatre director is akin to the task of the CEO. For example, students will examine how directors draw vision from particulars, emphasize good casting or “getting the right people on the bus,” get the best out of their team, and approach work collaboratively. The class will examine theater companies as high-performance teams and attempt to construct such teams throughout the course. The course draws on the expertise of the artistic community in Charlottesville by providing several technical workshops on acting and directing.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8403-0910.htm"
    },
    {
      "course": "ETH\t8406: ",
      "description": "The purpose of this course is to continue to explore issues in business ethics raised in the first year course.  We conceive of this course changing from year to year as particular topics become of interest to faculty and students.  The course will consist of readings, cases, and books that are relevant to the topic at hand.  Example topics include \"Business Science and Ethics,\" \"Background Theories of Business Ethics\" which would explore the underlying philosophical theories behind much of the first year course, and \"Topics in Ethics and Accounting and Finance\" exploring issues around corporate governance.  The purpose of such a generic offering is to be able to respond quickly to student interest.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Descriptions/8406-06.htm"
    },
    {
      "course": "ETH\t8448: ",
      "description": "GBUS 8448 FAITH, RELIGION, AND RESPONSIBLE MANAGEMENT BEHAVIOR This course is designed to explore what it means to be a person of faith and how that relates to how one should live, particularly in business. Students will look at this core question from the standpoint of three different religious traditions: Christianity, Islam, and Judaism. As we look at each faith tradition, we will be asking a series of questions connected to core themes of the course. These themes include: Personal Identity and Authenticity (How does faith speak to who I am and what it means to be me?); Work/Life Balance (What does faith say about my approach to work and how does this relate to my life at home?); Leadership and Decision Making (To what extent does faith influence my vision of leadership and how I make decisions?); Corporate Mission (To what extent is it appropriate for religion to influence company mission and culture?); and Specific Directives and Prohibitions (What kinds of business behaviors and activities are specifically ruled out or required by a faith tradition?)",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8448-0708.htm"
    },
    {
      "course": "ETH\t8449: ",
      "description": "At the heart of this course is the phenomenon of the growing importance of women in leadership positions in corporate America and, to a lesser extent, in global corporations. Using contributions from leadership theory and case studies of women in business, students will undertake a study of some of these women: their leadership styles, their achievements, the values and visions they bring to and enact in their organizations, and the contributions they have made to the companies in which they hold leadership positions. Students will consider how women face issues of diversity and the challenges of the alleged “glass ceiling” in corporate America, identify certain leadership styles more common among women than men, and decide if the success of some women leaders was contingent on circumstances, so that, in other circumstances they would not have had opportunities, or, given their talents, they could not have succeeded in other industries or under other market conditions. Finally, students will study how and in what ways the women are models for aspiring MBA leaders.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts/8449-0708.htm"
    },
    {
      "course": "ETH\t8489: ",
      "description": "The purpose of this course is to enable the students to develop a comprehensive “theory of business” that will guide their business careers and inform their leadership. Key sections of the course include: (1) A Philosophical Perspective on Business: What is Real and How Do We Know? (2) Capitalism and Business: Historical, Global, and Modern Perspectives; (3) Business and the Institutions of Society: The Role of Government, Media, NGOs, and Other Stakeholders; (4) Theories and Models of the Person: What Makes People Tick; (5) Putting It All Together: Building a Comprehensive Idea of Business and Personal Success. The course seeks to build on the work of the Initiative for Business in Society, drawing on its research, visitors, and faculty as resources. Key additions to the second-year curriculum from this course will be the focus on philosophical texts as they relate to business and capitalism; the historical perspective on business; a holistic view of the nature of business set within societal frameworks; and a more comprehensive look at human nature and the plurality of theories about human action that have been developed in the past several thousand years. Each section of the course will be global in nature examining ideas such as state-owned enterprise, early trading societies in the Middle East, and Confucian and Buddhist views of the person.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8489-1213.htm"
    },
    {
      "course": "ETH\t8695: Managing Social Impact",
      "description": "In her book Who Cooked Adam Smith’s Dinner? journalist Katrine Marçal writes: “When Adam Smith wrote that all our actions stem from self-interest and the world turns because of financial gain, he brought to life ‘economic man.’ Selfish and cynical, economic man has dominated our thinking ever since and his influence has spread from the market to how we shop, work and date. Yet every night Adam Smith’s mother made sure his dinner was on the table, not out of self-interest but out of love.” This course will introduce students to alternate paradigms of thought regarding the nature and meaning of economics, work, and organizing. Starting with an understanding of the history of neoclassical and feminist economics, students will then interrogate the myriad ways in which gendered and racialized norms and institutions influence material provisioning and business practice. Adopting a feminist lens on the study of business will encourage students to consider how gender, race, class, and other categories of social difference work to structure power and privilege in economic contexts, as well as to imagine alternative possibilities.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8695-2425.htm"
    },
    {
      "course": "ETH\t8755: Technology & Ethics",
      "description": "This course aims to helps students interested in technology build a better understanding of the complex ethical issues at the intersection of business and technology. The course will take a perspective based in psychology and the humanities to help students identify and manage ethical issues in their roles. Additionally, the course will feature alumni and speakers who work in organizations and roles where they aim to use tech for good.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8755-2223.htm"
    },
    {
      "course": "ETH\t8989: ",
      "description": "The purpose of this course is to give the students a set of tools that will enable them to think both critically and creatively.  In the 1Y core, there are many courses that encourage critical and creative thinking, but there is a whole field of study that can enhance what the students have learned to do via the Socratic Method in the core. Typical topics are evaluating theories and arguments; Reading for Meaning; Understanding Fallacies, Hidden Premises, and other logical techniques; Moral, legal and Aesthetic reasoning; analogical reasoning, imagination, writing clearly; and many others.  Each class will consist of a reading to be discussed and an exercise that builds a set of tools for the students. The course will draw on both business and non-business disciplines for its concepts and ideas. Participation",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/8989-1819.htm"
    },
    {
      "course": "EXEC\t7100: ",
      "description": "Each location chosen for our GEMBA residencies offers a broad set of opportunities for building global awareness as well as allowing more integration opportunities across courses. Global Leadership Explorations are a series of two-week courses that will focus on why students are in a certain location and what they can learn about themselves, their companies, business and the world. The five specific locations are: the United States, Brazil, China, Euro Zone, and India. These courses offer students a chance to get the most out of each and every location. The array of activities, classes and experiences will vary depending upon what students need to know in order to be fully versed in the all aspects of that location. Typical materials and activities for any given GLE might include creating fact books on each country, lectures by experts, learning team exploration of business issues, exploration activities, a signature experience, small seminars, and deliverables, integrative and current-issue cases, and company visits.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7100-1112.htm"
    },
    {
      "course": "EXEC\t7106: ",
      "description": "This course addresses key issues facing managers interacting with global markets and is an introduction that builds a foundation for the individual courses (FMP, GEM, MKT, STR), which tackle these issues in greater depth in the continuation of the program. UGM is cross-disciplinary and aims to develop a global, cross-disciplinary perspective for all students. To achieve this, some classes will be conducted jointly, with several faculty members across areas in the class at the same time. Specifically, UGM will explore the theme of a flat and lumpy world: When do business models seem to be working universally and when do they not? When are decisions location-specific and vary across geographies? When and why do cross-border markets result in different outcomes for firms and individuals than do domestic markets? What are the challenges and opportunities that go along with doing business in developing economies? How do you build a value proposition for your product and make sense of cross-cultural differences in the perceptions of products? How do you determine which countries/markets are a good match for your value proposition? How do you build shareholder value globally? How do you take advantage of global markets to raise capital and mitigate risks? How do you compete/cooperate globally? By understanding the many forces shaping global markets, students will have a foundation from which to start addressing these questions.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7106-1112.htm"
    },
    {
      "course": "EXEC\t7116: ",
      "description": "·       to allow a flexibility to respond to topics and themes unanticipated as the full curriculum was being designed; ·       explore business challenges through a range of pedagogical approaches (e.g., classroom, experiential, reflective). At the close of each residency, students will have a deeper appreciation for: ·       the unique role of metropolitan areas that are seats of major government, and their influence on business’ globally; ·       the challenges faced by leaders of institutions dealing with economic, cultural and political uncertainty; ·       the set of integrated, cross-functional skills necessary for enterprise leadership; ·       the ‘messiness’ of challenges faced by leading institutions, and ·       the paths to build the personal and organizational capabilities to manage enterprises with broad, diverse and even conflicting stakeholders. Evaluation of this course will necessarily involve student’s personal engagement with the issues presented.  For each offering, students will be graded on their participation, along with written and digital deliverables.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7116-1718.htm"
    },
    {
      "course": "EXEC\t7118: ",
      "description": "GBUS 7118- Explorations in Enterprise Leadership- Part III: Managing in a pandemic: the challenge of COVID-19 The COVID-19 pandemic is the most significant global shock in decades. How do you manage in this new era of pandemic filled with unknown unknowns? Solutions to problems that yesterday seemed like crazy ideas are now becoming not just possible but necessary. This course will examine the main macroeconomic and select sectoral implications of COVID-19. The course will start with a discussion of how the pandemic has affected the global economy and forced countries to undertake wide-ranging policies to address both safeguarding lives and livelihoods. It will then turn to a deep dive into developments in a select set of sectors, including healthcare, finance, retail, and manufacturing. What are the big questions? What are the early lessons? What are some emerging managerial practices being used? What are the innovators doing? Join us for discussions of frontline challenges, actions being taken, possible solutions and innovations including conversations with business leaders dealing directly with the situation.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7118-2021.htm"
    },
    {
      "course": "EXEC\t7215: ",
      "description": "This course gives students the guidance and hands-on experience that will allow them to communicate effectively as managers and leaders. Students will examine communication strategies essential for success in business, identify their personal strengths and goals, and practice activities that build upon proven competencies and offer practice in new approaches. Students will gain comfort and skill in a personal communication style that is authentic, credible, and authoritative. The course will improve students’ understanding of and ability to apply communication strategy, and will help them not only appreciate the power of personal and organizational narratives but also deliver successful written documents and oral presentations.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7210-0809.htm"
    },
    {
      "course": "EXEC\t7235: ",
      "description": "This course applies the ideas and methodologies of economics to the analysis of the business environment in which firms operate and managers make decisions. The course expands students’ knowledge of global economies and markets in three dimensions. First, it delivers insights and tools for analyzing markets in the global economy by studying such topics as competition, market structure, efficiency, industry equilibrium, and change. Second, it provides tools and concepts for analyzing the performance of national economies by focusing on the economic and political forces that shape production, trade flows, capital flows, interest rates, exchange rates, and other variables that define the global economic landscape. Third, it applies the tools of international trade and finance to broaden students’ perspectives on how globalization affects the performance and strategies of nations and firms. The ultimate objective of the course is to help students develop frameworks for analyzing both opportunities and risks when operating in the global business environment.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/FY_GEM.htm"
    },
    {
      "course": "EXEC\t7255: ",
      "description": "This corporate-finance course focuses on corporate policy and the tactics that increase the value of the corporation. The course starts by stressing how managers interface with the capital markets to learn the return required by the firm’s different investors. This required return, or cost of capital, is used later as the key variable to assess whether capital-investment proposals can create value for stakeholders. This illustrates the process of the manager’s relying on the informational efficiency of the capital markets to communicate the minimum return on investment that can create value within the firm. Students explore a two-stage process for the optimal capital-structure decision, where managers must first project future funding needs for the company, after which they can turn their attention to creating the optimal mix of debt and equity to fund those needs and enhance shareholders’ wealth. Students are shown how investment and financing policies can interact by overlaying large investment decisions (mergers and acquisitions) with the decision of how to finance the transaction.",
      "url": "https://registration.darden.virginia.edu/Course/Info/Abstracts_New/7251-0809.htm"
    }
  ]
}