{
  "school_name": "Duke Fuqua School of Business",
  "location": "North Carolina",
  "majors": ["Decision Sciences", "Diversity, Equity, and Inclusion", "Energy & Environment", "Energy Finance", "Entrepreneurship & Innovation", "Finance", "Financial Analysis / Accounting", "FinTech (Financial Technology)", "Leadership & Ethics", "Management", "Marketing", "Operations Management", "Social Entrepreneurship", "Strategy"],
  "specializations": [],
  "certifications": ["Finance", "Health Sector Managemnt"],
  "date_parsed": "2026-01-28",
  "course_count": 383,
  "curriculum": [
    {
      "course": "ACCOUNTG: Financial Accounting Review",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Financial Accounting Review",
      "department": "General Elective",
      "description": "This course is for Weekend Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Introduction to Financial Accounting",
      "department": "General Elective",
      "description": "This course provides you with a basic understanding of the construction and interpretation of corporate financial reports which are used by external parties (including investors, creditors, and regulators). Our goal is to help you become informed user of financial statement information. Fulfillment of these objectives involves acquiring several skills: (i) gaining familiarity with business transactions; (ii) understanding how those transactions map into accounting numbers; (iii) developing fluency in accounting terminology; and (iv) appreciating the complexity of accounting due to the (considerable) discretion and judgment involved in implementing accounting rules. The course emphasizes the use of real financial statements, so that you become accustomed to the many variations that these reports take. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "ACCOUNTG: Principles of Cost and Managerial Accounting",
      "department": "General Elective",
      "description": "Managerial accounting is concerned with the internal use of accounting information by managers to plan, control, and evaluate operations and personnel of the firm. The course covers two broad topics: (i) cost management systems and their use in decision making (these systems provide information about the costs of the goods and services sold by the firm, and decisions based on them include break-even analyses, pricing, and make/buy decisions); and (ii) management control systems and their use (control systems help the firm plan, execute, measure, and evaluate its operations). Topics covered include cost structures, costing systems, budgeting, variance analysis, performance measurement and evaluation, and transfer pricing. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "ACCOUNTG: Fundamentals of Financial Analysis",
      "department": "General Elective",
      "description": "This course focuses on financial analysis of a firm and on valuation of its shares. The course provides a framework to analyze and interpret financial statements, exposes students to the publicly available sources of financial information used in capital markets, and develops important Excel modeling skills pertaining to financial planning, analysis, and valuation. The course builds on prior coursework (in financial accounting, strategy, managerial accounting, investments, and corporate finance) by having students: (i) evaluate the financial implications of a firm's articulated strategy; (ii) use that information to project the firm's financial statements several years into the future; and then (iii) apply various valuation techniques (such as free cash flow valuation and multiples approaches) to determine forecasted (target) prices of the firm's shares. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "ACCOUNTG: Financial Reporting Foundations",
      "department": "General Elective",
      "description": "This course addresses the construction and interpretation of corporate financial reports. The course focuses on two complementary aspects of financial reporting: management's responsibility for applying objective and informed judgment to implement financial reporting standards in preparing corporate financial reports and the financial statement user's interpretation and analysis of those reports. The course will focus on areas of financial reporting with relatively difficult and complex required judgments and estimates. After completing the course, students will be able to work with the FASB's Codification of US GAAP to identify and interpret authoritative guidance. This course is for MQM: Business Analytics students."
    },
    {
      "course": "ACCOUNTG: Financial Statement Fraud",
      "department": "General Elective",
      "description": "Students will develop increased awareness of fraud in businesses, the circumstances in which fraud arises, techniques for detecting, measuring and preventing fraud, and skills needed to help in the eventual resolution of discovered frauds. This course demonstrates the various aspects of fraudulent financial reporting, including the identification of fraud schemes and analytical techniques in uncovering fraud in financial reports. The course includes written projects on executed frauds in public companies and material weakness reports. Students will gain an understanding of SAS 99 as it pertains to the consideration of fraud in a financial statement audit, the nature of internal controls and the role of initiatives to curb fraud both from the PCAOB and from provisions of the Sarbanes-Oxley Act. The course presumes students have basic knowledge of the following components on Form 10-K: MD&A, financial statements and footnotes, auditor report, and management representations. This course is for MQM: Business Analytics students."
    },
    {
      "course": "ACCOUNTG: Managing Operational and Informational Risks",
      "department": "General Elective",
      "description": "This course introduces the concepts of (a) Enterprise Risk Management which is the enterprise-wide process applied in a strategic setting to identify potential events that may affect the entity, to manage the risk of these events, and to provide reasonable assurance regarding the achievement of entity objectives. (b) Internal Control which is a process that provides reasonable assurance regarding the achievement of objectives relating to operations, reporting, and compliance. And (c) Fraud Deterrence which entails detecting, preventing, and responding to individuals acting outside the organization's expected standards of ethical conduct for financial or personal gain. This course is for MQM: Business Analytics students."
    },
    {
      "course": "ACCOUNTG: Financial Accounting",
      "department": "General Elective",
      "description": "Introduces the student to the types of information requirements imposed on the firm by agencies in its environment and develops an understanding of the activities of the firm within the framework of a financial accounting system designed to satisfy these information requirements. Emphasis is given to the study of financial accounting, reporting, and measurement problems from a theoretical and an applied basis, using cases and topical problems in financial accounting as a foundation for the learning experience. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Financial Accounting",
      "department": "General Elective",
      "description": "Focuses on how economic events and transactions are communicated through the financial reporting process in both U.S. and non-U.S. jurisdictions. In this course, students will obtain a basic understanding of (1) the fundamental concepts that support financial reporting systems; (2) the role of judgements and estimates in the preparation and interpretation of financial reports; (3) how to read, analyze and interpret financial reports prepared in different countries; (4) the major differences across countries in financial reporting and some implications of those differences. This course is for Global Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Financial Accounting",
      "department": "General Elective",
      "description": "Introduces the student to the types of information requirements imposed on the firm by agencies in its environment and develops an understanding of the activities of the firm within the framework of a financial accounting system designed to satisfy these information requirements. Emphasis is given to the study of financial accounting, reporting, and measurement problems from a theoretical and an applied basis, using cases and topical problems in financial accounting as a foundation for the learning experience. This course is for Weekend Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Managerial Accounting",
      "department": "General Elective",
      "description": "Concerns how to do the practice of operating a business using financial and, in some cases, non-financial information. Helps students appreciate how information supplied by the internal information system can be used for planning and controlling operations, and for measuring the performance and motivating personnel. The course integrates accounting with ideas from microeconomics, data analysis, decision analysis, finance, and operations management. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Managerial Accounting",
      "department": "General Elective",
      "description": "Emphasizes the use of accounting information for internal purposes as opposed to the external disclosure focus of the financial accounting course. The design of management accounting systems for planning and controlling operations, and for motivating personnel is covered. The course integrates accounting with ideas from microeconomics, data analysis, finance, and operations management. This course is for Global Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Managerial Accounting",
      "department": "General Elective",
      "description": "Emphasizes the use of accounting information for internal purposes as opposed to the external disclosure focus of the financial accounting course. The design of management accounting systems for planning and controlling operations, and for motivating personnel is covered. The course integrates accounting with ideas from microeconomics, data analysis, finance, and operations management. This course is for Weekend Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Detecting Earnings Management",
      "department": "General Elective",
      "description": "Provides an in-depth examination of periodic reported performance of public corporations. Helps students appreciate the factors influencing reported performance, with a focus on evaluating earnings quality by considering incentives to manage earnings, and places in the financial reporting system requiring managerial discretion. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Accounting 590."
    },
    {
      "course": "ACCOUNTG: Accounting for Mergers and Acquisitions",
      "department": "General Elective",
      "description": "Examines advanced topics in financial accounting from the perspective of the professional accountant. Specific attention is devoted to the accounting and reporting problems of complex corporate enterprises. Topics include consolidated financial statements, foreign currency transactions, and international reporting issues. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Accounting 590."
    },
    {
      "course": "ACCOUNTG: Financial Statement Analysis",
      "department": "General Elective",
      "description": "Provides a broad framework for using financial statement information in a variety of business analysis contexts. Students first develop an understanding of a firm's competitive strategy through the use of techniques such as ratio analysis and prospective analysis. Topics in the second portion of the course include intangible assets, international accounting, earnings quality, and earnings management. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Valuation and Fundamental Analysis",
      "department": "General Elective",
      "description": "How does one identify under-valued and over-valued stocks based on financial statement information? That is the focus of this course, using cases developed from (real) financial statements. It provides students with a strong theoretical and practical understanding of equity valuation and stock selection methods used by financial managers, investment professionals, securities analysts, and portfolio managers. It covers several approaches including relative valuation (price-multiples) and discounted attributes models (such as free cash flows and residual income), focusing on their implementation using financial statement data and accompanying notes. This course is designed for Daytime MBA and Accelerated Daytime MBA students. Recommended prerequisite: Accounting 590."
    },
    {
      "course": "ACCOUNTG: Valuation and Fundamental Analysis",
      "department": "General Elective",
      "description": "Emphasizes the role of financial statement information in equity valuation, using cases developed from (real) financial statements. The course is intended to provide students with a strong theoretical and applied understanding of the equity valuation and stock selection approaches used by financial managers, investment professionals, securities analysts, and portfolio managers. The approaches covered include relative valuation (price-multiples) and discounted payment models (such as free cash flows and residual income). The course focuses on the implementation of these models using information reported in the financial statements and notes thereto. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Taxation and Global Management Decisions",
      "department": "General Elective",
      "description": "Offers a general framework for thinking about how tax rules affect business decisions. The framework aids in understanding the effects of taxes on business decisions, and devising effective tax planning strategies. Specific applications of the framework covered in the course include: tax aspects of mergers, acquisitions, and LBOs; tax arbitrage; compensation policy (for example, stock options, stock appreciation rights, deferred compensation, fringe benefits); taxation of competing organizational forms (for example, limited partnerships and pass-through entities); taxation of investments; and international tax planning strategies. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in Accounting on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in accounting on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ACCOUNTG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Weekend Executive MBA students."
    },
    {
      "course": "ACCOUNTG: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "DECISION: Summer Mathematics Review",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Business Math Review",
      "department": "General Elective",
      "description": "This course provides a review of important mathematical concepts involved in formulating and analyzing business problems. Topics are taught from an applications perspective, specifically applied to business problems. Each class session is organized to provide a brief overview of the session topic followed by the opportunity for students to solve a series of problems focused on business applications of the topic. Specific math topics included are using math to represent business problems, linear equations, quadratic equations, linear inequalities, functions, derivatives and their applications, the time value of money, and discounting. This course provides a review of important mathematical concepts involved in formulating and analyzing business problems. Topics are taught from an applications perspective, specifically applied to business problems. Each class session is organized to provide a brief overview of the session topic followed by the opportunity for students to solve a series of problems focused on business applications of the topic. Specific math topics included are using math to represent business problems, linear equations, quadratic equations, linear inequalities, functions, derivatives and their applications, the time value of money, and discounting. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "DECISION: Quantitative Business Analysis",
      "department": "General Elective",
      "description": "Introduces a framework for thinking about business problems involving decisions under uncertainty and, building on this framework, develops tools for interpreting data. The course covers foundation in probability theory, statistical inference and regression analysis. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "DECISION: Spreadsheet Modeling and Decision Analysis",
      "department": "General Elective",
      "description": "Successful management requires the ability to make good decisions by responding to challenges and taking advantage of opportunities in complex situations. However, many decision problems -- particularly those involving many uncertainties and many variables -- are difficult to grasp intuitively, and their stakes may be too high for trial and error. In such cases, spreadsheet models may be useful for exploring, evaluating, and improving the alternatives in a systematic fashion. This course provides an introduction to the 'art' as well as the 'science' of decision modeling with Microsoft Excel. The ideas and skills learned in this course are applicable in most areas of business. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "DECISION: Applied Probability and Statistics",
      "department": "General Elective",
      "description": "Management decisions are increasingly data-driven and supported by quantitative arguments, yet these decisions are necessarily made under conditions of uncertainty. This course introduces a framework for thinking about data-driven problems involving uncertainty and develops probabilistic and statistical tools for understanding, analyzing, and interpreting data. Specifically, the objective of the course is to provide an appropriate foundation in applied probability and statistics necessary for data-driven quantitative managerial decision-making and for subsequent courses in the program. This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Data Infrastructure",
      "department": "General Elective",
      "description": "This course explores the fundamentals of data storage, cleansing, and retrieval. We will examine structured versus unstructured data, relational database design, and data integrity issues. This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Data Science for Business",
      "department": "General Elective",
      "description": "This course will investigate how data can be used to directly impact business decisions. The volume, variety, and velocity associated with currently available data motivate an important paradigm for data-driven decision-making in business. Beyond extracting information from data, and creating data-driven, real-time autonomous decision making systems, the data itself should be thought of as an asset for current and future use. In this course, we will study the core ideas behind data mining, challenges associated with big data, and the interplay between data science and business decisions. We will focus on (1) general principles that are long lasting despite the rapidly changing technology; (2) specific algorithms/technologies that are currently being used in many industries; and (3) 'hands-on' analyses of actual datasets to develop methodologies. Ultimately, the course aims to develop 'data-analytic' thinking. This should enable you to evaluate how data can improve performance, identify opportunities, and assist in decision making for managers. The understanding of the principles of data mining techniques will allow you to interact effectively with experts/consultants, and to quickly conduct pilot studies. This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Decision Analytics and Modeling",
      "department": "General Elective",
      "description": "Successful management requires the ability to recognize a decision problem, understand its essential features, and make a smart choice. However, many decision problems — particularly those involving uncertainty or many variables — are difficult to grasp intuitively. In these cases we may benefit from using a computer-based mathematical model to explore and evaluate the possibilities in a systematic fashion. This course introduces several commonly used modeling frameworks and provides an introduction to the art and science of modeling decisions. The ideas and skills learned in this course are applicable in most areas of business. The course is divided into 3 parts: (a) the use of decision trees for structuring decision problems under uncertainty; (b) Monte Carlo simulation, a technique for simulating decision situations with many uncertainties; (c) optimization, an approach for finding the best possible solution in problems with many decision variables and constraints. This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Data Visualization",
      "department": "General Elective",
      "description": "This course explores techniques to effectively communicate information about data using graphical means. We will utilize popular data visualization tools such as Tableau, Crystal Report, and/or R. This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Fraud Analytics",
      "department": "General Elective",
      "description": "The cutting edge of fraud detection now combines data analytics with expert analysis. With the processing power and volume of data available to most large businesses, it is now possible to use quantitative techniques to identify potentially fraudulent behavior. In some cases, this behavior can be identified without ever having previously seen the potential fraud pattern. But when a new fraud pattern is detected, these techniques can help identify potential perpetrators and put corrective measures into place. This course will explore analytics techniques currently being used to identify and prevent fraud. They will be looked at in relevant business contexts. This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Modern Analytics",
      "department": "General Elective",
      "description": "This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Foundations of Data Analytics",
      "department": "General Elective",
      "description": "This course examines the core ideas behind data science, challenges associated with data, and the interplay between data science and business decisions. We will focus on (i) general principles that are long lasting despite of the rapid changing technology; (ii) specific algorithms/technologies that are currently being used in many industries; and (iii) 'hands-on' analyses of actual datasets to develop methodologies. A variety of real life examples will be discussed such as customer retention, health risk prediction, and others. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "DECISION: Programming for Data Analytics",
      "department": "General Elective",
      "description": "This course is for MQM: Business Analytics students."
    },
    {
      "course": "DECISION: Foundations of Business Analytics",
      "department": "General Elective",
      "description": "Examines structures for managerial decision making under conditions of partial information and uncertainty. After developing a foundation in probability theory, the course extends this foundation to a set of methodologies for the analysis of decision problems. Included are topics in probability, statistical inference, and regression analysis. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Foundations Of Business Analytics",
      "department": "General Elective",
      "description": "Develops students' ability to make inferences and predictions from data. Special emphasis is placed on using statistical analysis in managerial decision making. Topics include exploratory data analysis, probability distributions, sampling and inference, and regression analysis. This course is for Global Executive MBA students."
    },
    {
      "course": "DECISION: Foundations Of Business Analytics",
      "department": "General Elective",
      "description": "Examines structures for managerial decision making under conditions of partial information and uncertainty. After developing a foundation in probability theory, the course extends this foundation to a set of methodologies for the analysis of decision problems. Included are topics in probability, statistical inference, and regression analysis. This course is for Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Decision Models",
      "department": "General Elective",
      "description": "Enhances students' ability to address complex management problems through the use of formal modeling and quantitative analysis techniques. Special emphasis is placed on decision making under conditions of uncertainty and constrained resources. Analytical techniques include decision analysis, Monte Carlo simulation, and optimization. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Decision Models",
      "department": "General Elective",
      "description": "Enhances students' ability to address complex management problems through the use of formal modeling and quantitative analysis techniques. Special emphasis is placed on decision making under conditions of uncertainty and constrained resources. Analytical techniques include decision analysis, Monte Carlo simulation, and optimization. This course is for Global Executive MBA students."
    },
    {
      "course": "DECISION: Decision Models",
      "department": "General Elective",
      "description": "Enhances students' ability to address complex management problems through the use of formal modeling and quantitative analysis techniques. Special emphasis is placed on decision making under conditions of uncertainty and constrained resources. Analytical techniques include decision analysis, Monte Carlo simulation, and optimization. This course is for Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Forecasting",
      "department": "General Elective",
      "description": "The need for forecasting and data analysis arises in every area of business: in finance, accounting, strategic planning, production and supply chain management, marketing, and sales. This course will cover the most commonly used statistical forecasting techniques, including multiple regression and time-series models, at a more advanced level than the core statistics course. Managerial issues in forecasting will also be discussed. The course will emphasize hands-on computing with a full-feature statistics package. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Software Tools for Analytics",
      "department": "General Elective",
      "description": "Provides students with the exposure required to achieve functional literacy with Fuqua's core set of business software tools. Classroom demonstrations show the principal features of the software and how it might be used in core course work for the MBA program. Students demonstrate their own competence with the tools by completing a set of required computer assignments on which the course grade is based. Course is available online in advance of the term for students who want to work ahead. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Information Management",
      "department": "General Elective",
      "description": "Business intelligence (BI) tools allow a PC user to manage large amounts of data: Writing queries, gathering data from multiple sources, creating visualizations, and generating reports and dashboards. Information Management focuses on BI tools and their growing capabilities. The course is organized around data extraction, transformation, and load (ETL) operations as well as small system building, automation, visualization, and effective presentation. The student completes practical tasks and projects that illustrate the features and functions of Excel and Tableau software. The only prerequisite is familiarity with Excel. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Information Management",
      "department": "General Elective",
      "description": "Business intelligence (BI) tools allow a PC user to manage large amounts of data: Writing queries, gathering data from multiple sources, creating visualizations, and generating reports and dashboards. Information Management focuses on BI tools and their growing capabilities. The course is organized around data extraction, transformation, and load (ETL) operations as well as small system building, automation, visualization, and effective presentation. The student completes practical tasks and projects that illustrate the features and functions of Excel and Tableau software. The only prerequisite is familiarity with Excel. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Data Analytics for Business",
      "department": "General Elective",
      "description": "Investigates how data can be used to directly impact business decisions. We will study the core ideas behind data mining, challenges associated with big data, and the interplay between data science and business decisions. We will focus on (i) general principles that are long lasting despite of the rapid changing technology; (ii) specific algorithms/technologies that are currently being used in many industries; and (iii) 'hands-on' analyses of actual datasets to develop methodologies. A variety of real life examples will be discussed such as customer retention, health risk prediction, social media analysis, network of systemic risk, real-time online advertisement, text mining, and data mining contests. Ultimately, the course aims to develop 'data-analytic' thinking. This should enable you to evaluate how data can improve performance, identify opportunities, and assist in decision making for managers. The understanding of the principles of data mining techniques will allow you to interact effectively with experts/consultants, and to quickly conduct pilot studies. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Digital Platforms",
      "department": "General Elective",
      "description": "This course focuses on three fundamental features of digital platform design and implementation: market creation and design, the role of data and information, and the impact of interconnectedness and networked world. Today's and tomorrow's leaders need to understand these elements and have a workable knowledge on how to think about these issues when making business decisions and when thinking about old (and new) business problems. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Digital Platforms",
      "department": "General Elective",
      "description": "This course focuses on three fundamental features of digital platform design and implementation: market creation and design, the role of data and information, and the impact of interconnectedness and networked world. Today's and tomorrow's leaders need to understand these elements and have a workable knowledge on how to think about these issues when making business decisions and when thinking about old (and new) business problems. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in decision on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in decision on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "DECISION: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "DECISION: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Weekend Executive MBA students."
    },
    {
      "course": "DECISION: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "ENRGYENV: Energy, Markets and Innovation",
      "department": "General Elective",
      "description": "This course will use recent case studies to explore how ongoing changes in energy supply, demand, and technology are affecting energy markets and the businesses that operate within them. The specific transformations that will be explored include shale gas and shale oil, renewable power generation, energy efficiency retrofits in buildings, and recent government environmental regulations/incentives. Changes in these areas will be analyzed in terms of business strategy, investment, and stakeholder engagement, as well as in terms of broader market dynamics. The course will emphasize business opportunities/challenges in U.S. energy markets, but because these are tied to international markets, the latter will also be considered where relevant. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Energy, Markets and Innovation",
      "department": "General Elective",
      "description": "The energy industry is one of the world's largest and fastest-growing industries. Emerging markets are building out infrastructures to meet rising energy needs, while developed markets are adapting their systems to balance reliability, cost, and environmental considerations. In this course, we will apply economics, finance, and strategy tools to understand energy markets, with a focus on electricity in the United States. Through readings, case studies and simulations, we will consider the dynamics of supply and demand, industry structure, technology, and prices; explore how value is created and how risks are managed. We will also examine the role of public policy and regulation in shaping energy markets. This class is designed to meet the learning needs of students with experience in the energy industry, but also to provide a valuable introduction to energy markets and issues for non-specialists. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "ENRGYENV: Edge Seminar Series 1",
      "department": "General Elective",
      "description": "Meeting on select Wednesdays during Fall 1 and Fall 2 terms, the EDGE Seminar on Energy & Environment gives students a unique opportunity to learn about today's most important energy issues directly from senior business executives. Students engage in candid conversations with influential industry leaders in a small-group setting. The seminars present a variety of industry perspectives and cover topics ranging from global energy market economics and finance, to energy system transformation, and clean-tech commercialization and entrepreneurship. This year, the Fall Series will focus on energy-related themes, while the Spring will address environmental sustainability issues (e.g. food and agriculture, water, ecosystems, supply chains, etc.). Different seminar speakers are selected each semester, and students can enroll for the seminar up to two times over their degree program. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Edge Seminar Series 2",
      "department": "General Elective",
      "description": "Meeting on select Wednesdays across Spring 1 and Spring 2 terms, the EDGE Seminar on Energy & Environment gives students a unique opportunity to learn about today's most important energy and environment industry issues directly from senior business executives. Students have a chance to engage in candid conversations in a small-group setting with influential industry leaders. The seminars are designed to present a variety of energy and environment perspectives and cover topics ranging from global energy market economics and finance, to corporate sustainability, energy system transformation, and clean-tech commercialization and entrepreneurship. Seminar speakers vary by semester. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Concentration Project",
      "department": "General Elective",
      "description": "An applied study of a business problem or a theoretical research effort. A written presentation of the objectives, intellectual resources, and methodology is required. A written report at the conclusion of the project is also required. The graded project is an individual effort as opposed to a team-based effort and is undertaken with the guidance of the instructor. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "ENRGYENV: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in energy and/or environment on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in energy and/or environment on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "ENRGYENV: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in energy and/or environment on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "ENRGYENV: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Consent of associate dean and instructor."
    },
    {
      "course": "ENTREPRN: Concentration Project",
      "department": "General Elective",
      "description": "An applied study of a business problem or a theoretical research effort. A written presentation of the objectives, intellectual resources, and methodology is required. A written report at the conclusion of the project is also required. The graded project is an individual effort as opposed to a team-based effort and is undertaken with the guidance of the instructor. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Foundations of Capital Markets",
      "department": "General Elective",
      "description": "This course provides a rigorous treatment of the fundamental principles of asset valuation, investments, and investment management. Topics include time value of money and discounting, diversification and risk, arbitrage and hedging, asset allocation, asset pricing models (including the capital asset pricing model (CAPM), factor models, and consumption based asset pricing), active portfolio management, performance evaluation, and the interaction between capital markets and the macro economy. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "FINANCE: Foundations of Corporate Finance",
      "department": "General Elective",
      "description": "This course examines important issues in corporate finance from the perspective of financial managers who are responsible for making investment and financing decisions. The concept of net present value, suitably adapted to account for taxes, uncertainty, and strategic concerns, is used to analyze how investment and financing decisions interact to affect the value of the firm. A key component of the course is the coverage of capital budgeting, first without and then with uncertainty. Throughout, emphasis is placed on the interaction between (corporate and personal) taxes and the cost of capital. The course also includes a treatment of dividend policy and capital market efficiency, as they relate to the value-maximization objective of the firm. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "FINANCE: Introductory Finance",
      "department": "General Elective",
      "description": "This course covers all the basic concepts in finance—discounting, equities, bonds, portfolio diversification, CAPM, and WACC. This course is for MQM: Business Analytics students."
    },
    {
      "course": "FINANCE: Intermediate Finance",
      "department": "General Elective",
      "description": "This course covers the key concepts in portfolio management. Key topics include mutual funds, multifactor models, asset classes and asset allocation, foreign exchange markets, international investment and capital budgeting, hedge funds, private equity and venture capital. This course is for MQM: Business Analytics students."
    },
    {
      "course": "FINANCE: Derivatives",
      "department": "General Elective",
      "description": "Explores key issues in derivatives and financial risk management. It develops tools for valuing and modeling the risk exposures of derivatives, with the ultimate goal of deploying these instruments in a corporate or financial risk management setting. The course is divided into three parts, covering (1) linear instruments including forward, futures and swaps, (2) non-linear instruments such as options, and (3) corporate finance and risk management applications of both types of instruments. This course is for MQM: Business Analytics students."
    },
    {
      "course": "FINANCE: Fixed Income Securities",
      "department": "General Elective",
      "description": "This course covers key concepts in fixed income securities including: bond pricing and term structure of interest rates, interest rate risk management, interest rate derivatives, inflation, fed funds and monetary policy, term structure modeling, continuous time modeling, and no arbitrage modeling. This course is for MQM: Business Analytics students."
    },
    {
      "course": "FINANCE: Financial Risk Management",
      "department": "General Elective",
      "description": "This course covers the main concepts of financial risk management for banks and asset managers. These include: risk management for banks (mortgages, prepayment risks, commercial loans, credit risk, Basel Accords, capital requirements, stress testing) as well as risk management for asset managers (security selection, selection of weights, systematic risk of portfolio). This course is for MQM: Business Analytics students."
    },
    {
      "course": "FINANCE: Financial Management",
      "department": "General Elective",
      "description": "This course provides an introduction to fundamental concepts in finance. The main objective is to develop a set of tools for analyzing the investment and financing decisions of individuals and firms. The course's topics form the foundation for subsequent courses in corporate finance, corporate valuation, investments, and financial derivatives. More specifically, the course is organized around three main concepts: present value, diversification and risk, investment decisions. The course emphasizes the development of problem-solving skills based on a good understanding of general principles that can accommodate the constantly evolving nature of the business environment. The basic theoretical underpinnings of the various topics are discussed as they are necessary for competent financial analysis. Because of the practical importance of the material and as an illustration of the relevant theory, several examples and cases are discussed throughout the course. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Financial Management",
      "department": "General Elective",
      "description": "This course provides an introduction to fundamental concepts in finance. The main objective is to develop a set of tools for analyzing the investment and financing decisions of individuals and firms. The course's topics form the foundation for subsequent courses in corporate finance, corporate valuation, investments, and financial derivatives. More specifically, the course is organized around three main concepts: present value, diversification and risk, investment decisions. The course emphasizes the development of problem-solving skills based on a good understanding of general principles that can accommodate the constantly evolving nature of the business environment. The basic theoretical underpinnings of the various topics are discussed as they are necessary for competent financial analysis. Because of the practical importance of the material and as an illustration of the relevant theory, several examples and cases are discussed throughout the course. This course is for Global Executive MBA students."
    },
    {
      "course": "FINANCE: Financial Management",
      "department": "General Elective",
      "description": "This course provides an introduction to fundamental concepts in finance. The main objective is to develop a set of tools for analyzing the investment and financing decisions of individuals and firms. The course's topics form the foundation for subsequent courses in corporate finance, corporate valuation, investments, and financial derivatives. More specifically, the course is organized around three main concepts: present value, diversification and risk, investment decisions. The course emphasizes the development of problem-solving skills based on a good understanding of general principles that can accommodate the constantly evolving nature of the business environment. The basic theoretical underpinnings of the various topics are discussed as they are necessary for competent financial analysis. Because of the practical importance of the material and as an illustration of the relevant theory, several examples and cases are discussed throughout the course. This course is for Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Corporate Finance",
      "department": "General Elective",
      "description": "Examines the implications of modern financial theory for various decisions faced by corporate financial officers. The concept of NPV, suitably adjusted to account for taxes, uncertainty, and strategic concerns, is used to analyze how investment and financing decisions interact to affect firm value. Topics include valuation, capital budgeting, capital structure, leasing, the cost of capital, mergers and acquisitions, and international financial management. Theory, empirical evidence, and case analysis all play significant roles in the course. Theory and empirical evidence together yield implications for corporate financial decision making. Case analysis forces students to apply their knowledge of theory and evidence to real-world situations. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Corporate Finance",
      "department": "General Elective",
      "description": "Examines the implications of modern financial theory for various decisions faced by corporate financial managers. The concept of NPV, suitably adjusted to account for taxes, uncertainty, and strategic concerns, is used to analyze how investment and financing decisions interact to affect firm value. Topics include valuation, capital budgeting, capital structure, the cost of capital, Islamic Finance, and payout. Theory, empirical evidence, and case analysis all play significant roles in the course. Case analysis allows students to apply their knowledge of theory and evidence to real-world situations. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Investment",
      "department": "General Elective",
      "description": "This class provides a rigorous treatment of the fundamentals of investments, investment management, and asset pricing. Topics include asset allocation, asset pricing models, portfolio management, performance evaluation, the interaction between capital markets and the macro economy, as well as alternative investments such as hedge funds and private equity. The course should be valuable from the perspective of the individual investor, the corporate financial manager, and the investment manager. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Investment",
      "department": "General Elective",
      "description": "The objective of this course is to develop an understanding of the institutional structure and fundamental concepts of asset valuation in financial markets. Some analytical tools will be developed to study the valuation of different types of securities. The course is structured in three parts. The first part deals with the institutional background of security markets. Particular emphasis is placed on fixed income markets. Second, the concepts of market microstructure are introduced. For example, we examine such questions as: What is liquidity and how is it created? The final part of the course examines the recent advances in asset valuation (asset pricing theory). This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Derivatives",
      "department": "General Elective",
      "description": "The purpose of this course is to extend the student's knowledge of security valuation and portfolio management by examining, in depth, the structure, valuation, and uses of derivative contracts. The course develops a general, but rigorous, framework for valuing futures and options contracts and shows the interrelations between these contract markets and the markets for the underlying securities. Specific examples are drawn from derivative contract markets on stocks, stock indexes, debt instruments, and foreign currencies. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Securities Regulation",
      "department": "General Elective",
      "description": "A study of the federal and state securities laws and the industry they govern with emphasis on the regulation of the distribution process and trading in securities."
    },
    {
      "course": "FINANCE: Structuring and Regulating Financial Transactions",
      "department": "General Elective",
      "description": "This course examines the innovative areas of legal practice involving Structuring Commercial and Financial Trans­actions. Course examines bankruptcy, securities law, corporation law, secured transactions, finance, international capital markets, and tax. This Finance course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Structuring and Regulating Financial Transactions",
      "department": "General Elective",
      "description": "This course examines the innovative areas of legal practice involving Structuring Commercial and Financial Transactions. Course examines bankruptcy, securities law, corporation law, secured transactions, finance, international capital markets, and tax."
    },
    {
      "course": "FINANCE: Entrepreneurial Finance & Venture Capital",
      "department": "General Elective",
      "description": "The course is designed to introduce to the challenge and pitfalls of financing new enterprises. Broadly speaking, entrepreneurial financing decisions have a life cycle. The cycle begins with identifying opportunities, moves to marshaling resources to take advantage of these opportunities and executing the business plan, and ends with harvesting the venture's success. Accordingly, the course has three sections: Identifying and Valuing Opportunities, Structuring Deals, and Harvesting Opportunities. This course complements Finance 660, Venture Capital and Private Equity. Students would benefit from being exposed to the material in both courses. Entrepreneurial Finance focuses on the perspective of the entrepreneur, while VCPE focuses on that of the venture capitalist. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Finance 646 (Corporate Finance) or Finance 525F, taken in advance of or in parallel to this course, is necessary for enrollment. Students who have not taken either of these courses, but who have a depth of experience working in corporate finance, may request permission from the instructor to be enrolled."
    },
    {
      "course": "FINANCE: Project Finance",
      "department": "General Elective",
      "description": "This course focuses broadly on project finance, which is lending that relies exclusively or mainly on the cash flows generated by the project to repay loans and earn a return on investment. Such financing is called 'non-recourse' or 'limited recourse' financing and is done via large syndicates of banks and (or) large institutions like the European Investment Bank or the World Bank. Project finance can be contrasted with corporate lending that focuses more on the balance sheet of the borrower. While corporate finance principles are important, one of the key distinctions we discuss is the profound difference between Corporate Finance and Project Finance as disciples and in practice. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Fixed Income Securities",
      "department": "General Elective",
      "description": "This course explores the most important issues in global debt markets. It describes fixed income securities and markets, develops tools for valuing these securities and managing their risk. The major topics include: 1. Fixed income instruments and basic yield concepts. 2. Risk management concepts such as duration, convexity, and value-at-risk. 3. Risk management tools such as interest rate futures, options, swaps, caps, and floors. 4. Models of interest rates such as one-factor and multi-factor models of interest rates. 5. Understanding credit risk in corporate bonds and prepayment risk in mortgages. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Advanced Corporate Finance",
      "department": "General Elective",
      "description": "Examines in depth the major financial decisions faced by the firm. Topics include dividend policy and capital structure decisions of the firm, as well as the pricing of various financial instruments. While the major emphasis of the course is on the traditional and recent theories regarding corporate financial decision making, much time is devoted to the consideration of empirical evidence supporting/refuting the various theoretical propositions. Time permitting, some special topics such as mergers and acquisitions and lease financing will be considered. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Finance 646 (Corporate Finance) or Finance 525F, taken in advance of or in parallel to this course, is necessary for enrollment. Students who have not taken either of these courses, but who have a depth of experience working in corporate finance, may request permission from the instructor to be enrolled."
    },
    {
      "course": "FINANCE: International Corporate Finance",
      "department": "General Elective",
      "description": "Four dimensions characterize the special problems encountered by the international financial officer. They are: (1) the multiplicity of currencies, and attendant problems related to nominal contacts; (2) the misalignment of exchange rates vis-a-vis commodities prices and the attendant problems of competitiveness; (3) the partial segmentation of capital markets producing potential differences in costs of capital across the world; and (4) the multiplicity of tax jurisdictions. These four issues will be addressed in this course with the objective of preparing the student for careers in corporations with large operations abroad or across borders, or for careers in international banks. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Global Asset Allocation and Stock Selection",
      "department": "General Elective",
      "description": "The course objective is to deliver the theory and the quantitative tools that are necessary for global asset management. The focus of the course is on tactical rather than passive asset management. To this end, we develop the fundamental concepts of asset valuation in a world with time-varying risk and risk premiums. We also focus on the most recent advances in quantitative forecasting methods. A unique feature of this course is that students build their own asset management software. In addition, using some of the techniques in the course, they perform an out-of-sample asset allocation. The most recent data (from DATASTREAM) is used in this real-time allocation. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Financial Engineering",
      "department": "General Elective",
      "description": "The objective of the course is to provide the quantitative tools which are necessary to price a variety of derivative instruments and to hedge the often substantial risks that are involved in taking positions in derivatives. The course is very applied by nature, with a focus on models and techniques that are currently being used in practice. The techniques are applied to the most recently available data in a series of practical exercises. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Corporate Restructuring",
      "department": "General Elective",
      "description": "Application of skills learned in Corporate Finance to real world cases. Intended for those entering corporate finance departments of large corporations or banks; M&A, divestiture, and spin off consultants; careers in finance/operational restructuring of public and private companies. The first half covers board governance of firms, mergers and acquisitions, leveraged buy outs and the role of finance and consulting professionals in domestic and international transactions. The second half covers operational and financial merger integration and the firm in financial/operational distress. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Finance 646 (Corporate Finance) or Finance 525F, taken in advance of or in parallel to this course, is necessary for enrollment. Students who have not taken either of these courses, but who have a depth of experience working in corporate finance, may request permission from the instructor to be enrolled."
    },
    {
      "course": "FINANCE: Corporate Restructuring",
      "department": "General Elective",
      "description": "This interdisciplinary course examines the finance, economics, law and business strategies that underlie major corporate restructuring transactions. These transactions include: mergers, acquisitions, tender offers, leveraged buyouts, leveraged cashouts, divestitures, spin-offs, equity carve-outs, share repurchases and the creation of tracking stock. Students will be expected to do fundamental analysis of relatively complicated corporate transactions involving aspects of financial economics, corporate strategy and corporate law. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Emerging Markets Corporate Finance",
      "department": "General Elective",
      "description": "Exploration of the corporate finance issues that are special to emerging economies. These economies will likely provide substantial growth opportunities in the world economy in the new millennium. The recent crises in Latin America and Asia reinforce the importance of having a better understanding of these markets. The goal of this course is to explore the finance side of emerging markets. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Private Capital Markets",
      "department": "General Elective",
      "description": "Focus on how financial, legal, and economic issues are dealt with in the financial contracts between venture capitalists and their limited partners and between venture capitalists (or other private equity investors) and the firms in which they invest. Emphasis on the perspective of the venture capitalist rather than that of the entrepreneur or manager. Examines not only how venture capitalists provide capital to start-up firms in growing industries, but also how private equity markets provide capital to help established medium-sized firms (often family businesses) grow and restructure. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Finance 646 (Corporate Finance), taken in advance of or in parallel to this course, is necessary for enrollment. Students who have not taken Finance 646, but who have a depth of experience working in corporate finance, may request permission from the instructor to be enrolled."
    },
    {
      "course": "FINANCE: Venture Capital and Private Equity",
      "department": "General Elective",
      "description": "Focus on how financial, legal, and economic issues are dealt with in the financial contracts between venture capitalists and their limited partners and between venture capitalists (or other private equity investors) and the firms in which they invest. Emphasis on the perspective of the venture capitalist rather than that of the entrepreneur or manager. Examines not only how venture capitalists provide capital to start-up firms in growing industries, but also how private equity markets provide capital to help established medium-sized firms (often family businesses) grow and restructure. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Raising Capital and Financial Technologies",
      "department": "General Elective",
      "description": "This course covers capital raising by firms—traditional methods as well as new market disruptions through financial innovations and financial technologies. Topics to be covered in this course include the role of financial intermediaries—such as commercial banks and investment banks—in the capital raising process, the decision to go public, bank debt, public debt markets, securitization, peer-to-peer lending, rewards based and equity based crowdfunding, digital footprints and other recent developments in financing. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: Finance 646 (Corporate Finance) or Finance 525F, taken in advance of or in parallel to this course, is necessary for enrollment. Students who have not taken either of these courses, but who have a depth of experience working in corporate finance, may request permission from the instructor to be enrolled."
    },
    {
      "course": "FINANCE: Real Estate Entrepreneurship",
      "department": "General Elective",
      "description": "Focus on the real estate entrepreneur who desires to take advantage of inherent inefficiencies in his or her local real estate market for profit opportunities. Course provides the student with the analytical tools needed to evaluate real estate projects effectively; cases and outside speakers provide numerous examples. Topics include the operational framework, market environment, real estate investment analysis, legal environment, and tax environment. Review of various types of real estate—residential, office, retail, and land—from an investment and development standpoint. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Real Estate Entrepreneurship",
      "department": "General Elective",
      "description": "Focus on the real estate entrepreneur who desires to take advantage of inherent inefficiencies in his or her local real estate market for profit opportunities. Course provides the student with the analytical tools needed to evaluate real estate projects effectively; cases and outside speakers provide numerous examples. Topics include the operational framework, market environment, real estate investment analysis, legal environment, and tax environment. Review of various types of real estate residential, office, retail, and land from an investment and development standpoint. Course is crosslisted with Law 378. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: International Finance",
      "department": "General Elective",
      "description": "During this course you'll assume the role of a CEO facing major operating, financing and investment decisions in the international arena. You´ll learn to insure against forex risk via forwards, money market- and option hedges, calculate cash flows and discount rates for foreign operations, estimate optimal liquidity and leverage in international subsidiaries, and structure global equity portfolios, IPOs and cross-border M&As. The course has been designed as a workshop—focused on the essentials, fully case-based, and highly practical: there are no theory lectures. The classroom is a shop-floor where all students are expected to work intensively on their laptops in each and every session, using the Crystal Ball simulation software. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in finance on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Global Executive MBA and Weekend Executive MBA students. Department consent required."
    },
    {
      "course": "FINANCE: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Concentration Project",
      "department": "General Elective",
      "description": "An applied study of a business problem or a theoretical research effort. A written presentation of the objectives, intellectual resources, and methodology is required. A written report at the conclusion of the project is also required. The graded project is an individual effort as opposed to a team-based effort and is undertaken with the guidance of the instructor. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FINANCE: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FINANCE: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "FINANCE: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "FUQINTRD: R Programming Workshop",
      "department": "General Elective",
      "description": "This workshop provides a fundamental overview of programming skills for graduate business students. We use R as the underlying language because it is one of the most common programming languages used in data analytics due to its flexibility and simplicity. The workshop will prepare you for courses that use R as a programming language. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Business Fundamentals",
      "department": "General Elective",
      "description": "The goal of this course is to give students an understanding of general business principles to enhance their effectiveness in the organizations they work for and lead in the future. The course is designed for students with limited previous exposure to the business topics of accounting, finance, operations management, marketing, and strategy. This structure is intended to provide a coherent introduction to a broad range of business topics, rather than a detailed treatment of any individual topic. This course is for MQM: Business Analytics students."
    },
    {
      "course": "FUQINTRD: Capstone Project",
      "department": "General Elective",
      "description": "In this capstone, students will work in teams to apply what they have learned in the MQM program to a real-world problem. Analyses will be presented to an audience of peers and faculty. This course is for MQM: Business Analytics students."
    },
    {
      "course": "FUQINTRD: Managing Cybersecurity Risk",
      "department": "General Elective",
      "description": "This course is for MQM: Business Analytics students."
    },
    {
      "course": "FUQINTRD: Programming Fundamentals for Business",
      "department": "General Elective",
      "description": "This course provides fundamental programming skills for graduate business students. We use R as the underlying language because it is one of the most common programming languages used in data analytics due to its flexibility and simplicity. This course will prepare you for courses that use R as a programming language. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "FUQINTRD: Technology Driven Transformation of Business",
      "department": "General Elective",
      "description": "This course details several technological initiatives that both pose threats and present opportunities to new and current businesses. Course topics include: historical role of technology, globalization, how the internet works, cryptology, hashing algorithms, introduction to cyber security, decentralized finance (blockchain, decentralized exchange protocols, stablecoins, lending protocols, tokenization, identity), introduction to machine learning, systematic investing and introduction to quantum computing. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "FUQINTRD: Collaborative Leadership 1",
      "department": "General Elective",
      "description": "Collaborative Leadership (C-LEAD 1 and C-LEAD 2) provides an end-to-end collaborative leader development experience. The course includes a series of experiences that allow students to learn about teammates and to identify individual strengths and weaknesses in being an effective team member and leader. The experiences emphasize leading through collaboration, which is one of the distinctive values in the Duke MBA culture. C-LEAD 1 is an experiential complement to the Leadership, Ethics, and Organizations (LEO) core course. It offers the opportunity to practice and implement the principles first learned in LEO and through exposure to other coursework at Fuqua. There is a strong emphasis on collaborative leadership—working together in teams to accomplish goals, stepping up to guide the team when the situation demands it, holding oneself and others to high standards, and helping teammates contribute and learn. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Integrative Leadership Experience 1",
      "department": "General Elective",
      "description": "The primary objective of this course is to provide experiential and classroom-based personal development opportunities in teamwork, leadership, and social responsibility. This course is for Weekend Executive MBA students."
    },
    {
      "course": "FUQINTRD: Collaborative Leadership 2",
      "department": "General Elective",
      "description": "Collaborative Leadership (C-LEAD 1 and C-LEAD 2) provides an end-to-end collaborative leader development experience. The course includes a series of experiences that allow students to learn about teammates and to identify individual strengths and weaknesses in being an effective team member and leader. As students move into their second year, the team focus will continue along with some additional focus on self-awareness and practicing inclusive leadership. By design, additional development opportunities are provided throughout the Leadership Communication courses in the fall of the first year, in club and community leadership roles, in selected elective courses, and in sponsored workshops. The majority of the C-LEAD events are organized around assigned C-LEAD teams. Team class assignments and projects allow students to develop effective practices for coordination and collaboration, as well as a sense of camaraderie for working together. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Integrative Leadership Experience 2",
      "department": "General Elective",
      "description": "The primary objective of this course is to provide experiential and classroom-based personal development opportunities in teamwork, leadership, and social responsibility. This course is for Weekend Executive MBA students."
    },
    {
      "course": "FUQINTRD: Global Markets and Institutions 1",
      "department": "General Elective",
      "description": "This course considers basic ideas in macroeconomics and links them to institutional arrangements that have evolved to address such issues as commerce involving goods, services and financial flows. It addresses how the same problem in trade and commerce is dealt with differently around the world. The objectives of the course are (1) to increase your understanding of macroeconomics so that you have the tools to analyze the structure and performance of specific national economies and global relationships and to analyze governmental policies that are intended to affect economic performance and (2) to increase your understanding of the role of formal and informal institutions in facilitating business transactions. This course is for Global Executive MBA students."
    },
    {
      "course": "FUQINTRD: Global Markets and Institutions 2",
      "department": "General Elective",
      "description": "This course considers basic ideas in macroeconomics and links them to institutional arrangements that have evolved to address such issues as commerce involving goods, services and financial flows. It addresses how the same problem in trade and commerce is dealt with differently around the world. The objectives of the course are (1) to increase your understanding of macroeconomics so that you have the tools to analyze the structure and performance of specific national economies and global relationships and to analyze governmental policies that are intended to affect economic performance and (2) to increase your understanding of the role of formal and informal institutions in facilitating business transactions. This course is for Global Executive MBA students."
    },
    {
      "course": "FUQINTRD: Global Markets and Institutions 3",
      "department": "General Elective",
      "description": "This course considers basic ideas in macroeconomics and links them to institutional arrangements that have evolved to address such issues as commerce involving goods, services and financial flows. It addresses how the same problem in trade and commerce is dealt with differently around the world. The objectives of the course are (1) to increase your understanding of macroeconomics so that you have the tools to analyze the structure and performance of specific national economies and global relationships and to analyze governmental policies that are intended to affect economic performance and (2) to increase your understanding of the role of formal and informal institutions in facilitating business transactions. This course is for Global Executive MBA students."
    },
    {
      "course": "FUQINTRD: Collaborative Leadership",
      "department": "General Elective",
      "description": "The Collaborative Leadership (C-LEAD) provides an end-to-end collaborative leader development experience. The course includes a series of experiences that allow students to learn about teammates and to identify individual strengths and weaknesses in being an effective team member and leader. The experiences emphasize leading through collaboration, which is one of the distinctive values in the Duke MBA culture. C-LEAD is an experiential complement to the Leadership, Ethics, and Organizations (LEO) core course. It offers the opportunity to practice and implement the principles first learned in LEO and through exposure to other coursework at Fuqua. There is a strong emphasis on collaborative leadership—working together in teams to accomplish goals, stepping up to guide the team when the situation demands it, holding oneself and others to high standards, and helping teammates contribute and learn. As students move into their second year, the team focus will continue along with some additional focus on self-awareness and practicing inclusive leadership. By design, additional development opportunities are provided throughout the Leadership Communication courses in the fall of the first year, in club and community leadership roles, in selected elective courses, and in sponsored workshops. The majority of the C-LEAD events are organized around assigned C-LEAD teams. Team class assignments and projects allow students to develop effective practices for coordination and collaboration, as well as a sense of camaraderie for working together. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Global Markets and Institutions",
      "department": "General Elective",
      "description": "This course considers basic ideas in macroeconomics and links them to institutional arrangements that have evolved to address such issues as commerce involving goods, services and financial flows. It addresses how the same problem in trade and commerce is dealt with differently around the world. The objectives of the course are (1) to increase your understanding of macroeconomics so that you have the tools to analyze the structure and performance of specific national economies and global relationships and to analyze governmental policies that are intended to affect economic performance and (2) to increase your understanding of the role of formal and informal institutions in facilitating business transactions. This course is for Weekend Executive MBA students."
    },
    {
      "course": "FUQINTRD: Applied Learning Experience",
      "department": "General Elective",
      "description": "This course allows students to deepen their understanding of core business concepts and complement their classroom experience. Students are expected to apply their learning through temporary employment with a business that matches their sector and function interests, allowing students the potential for more immersive classroom experiences following the experience and allowing for more informed career choices. This requirement is satisfied through the successful completion of one or more internships. A qualifying internship is with a corporation, institution or not-for-profit, or entrepreneurial venture that occurs during the MBA program, a 6-week experience (cumulative), and can be paid or unpaid. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Leading Business in a Complex World",
      "department": "General Elective",
      "description": "Traditionally, managers of for-profit firms were supposed to focus on maximizing the long-run value of the firm, leaving it to governments and the non-profit sector to deal with externalities, redistribution, and any other societal objectives. However, employees, customers, and investors are increasingly calling upon business leaders to consider a broader purpose beyond shareholder value. This has led to a re-examination of the role of business in society. You need to be prepared for a world where firms will be pressed to reach beyond shareholder value. This course is designed to help you as a manager evaluate how you might respond to issues that transcend the traditional role of the firm. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Global Immersion 1",
      "department": "General Elective",
      "description": "The purpose of this course is to provide an opportunity to understand cultural, historical, and economic differences and similarities of various regions to better understand current day management challenges unique to running a global firm. Students will consider the implications of the historical events, cultural norms, economic conditions, and common business practices in the country/region they visit in order to understand the competitive advantages and challenges as well as potential synergies across regions. Specific structured activities include cultural activities, company visits and interactions and assignments which afford students the opportunity to experience the regions first-hand. Dialogue with global business leaders and engagement in immersion experiences will bring the students directly in touch with an array of historic, cultural, and commercial experiences. This course is for Global Executive MBA students."
    },
    {
      "course": "FUQINTRD: Global Immersion 2",
      "department": "General Elective",
      "description": "The purpose of this course is to provide an opportunity to understand cultural, historical, and economic differences and similarities of various regions to better understand current day management challenges unique to running a global firm. Students will consider the implications of the historical events, cultural norms, economic conditions, and common business practices in the country/region they visit in order to understand the competitive advantages and challenges as well as potential synergies across regions. Specific structured activities include cultural activities, company visits and interactions and assignments which afford students the opportunity to experience the regions first-hand. Dialogue with global business leaders and engagement in immersion experiences will bring the students directly in touch with an array of historic, cultural, and commercial experiences. This course is for Global Executive MBA students."
    },
    {
      "course": "FUQINTRD: Global Immersion 3",
      "department": "General Elective",
      "description": "The purpose of this course is to provide an opportunity to understand cultural, historical, and economic differences and similarities of various regions to better understand current day management challenges unique to running a global firm. Students will consider the implications of the historical events, cultural norms, economic conditions, and common business practices in the country/region they visit in order to understand the competitive advantages and challenges as well as potential synergies across regions. Specific structured activities include cultural activities, company visits and interactions and assignments which afford students the opportunity to experience the regions first-hand. Dialogue with global business leaders and engagement in immersion experiences will bring the students directly in touch with an array of historic, cultural, and commercial experiences. This course is for Global Executive MBA students."
    },
    {
      "course": "FUQINTRD: Innovation and Cryptoventures",
      "department": "General Elective",
      "description": "The central topic of the course is understanding blockchain technology and its application to decentralized finance or DeFi. Blockchain is a distributed ledger technology with very special features such as immutability and a high level of security. The advantage of blockchain is that it provides a transactional or verification framework without the need for trust-ensuring central parties (e.g., banks). This reduces transaction costs and lowers the possibility of fraud. The work for the course consists primarily of readings and an entrepreneurial group project that is presented at the end of the course. In addition to discussing DeFi and other business applications of blockchain, the course covers some ground on necessary concepts from cryptography (hashing, digital signatures, public/private keys, ciphers, etc.). The course is interdisciplinary. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Entrepreneurial Mindset & Action",
      "department": "General Elective",
      "description": "Business today requires talent possessing an innovative spirit with the knowledge and ability to see opportunities, create value, and marshal resources by solving big problems for the benefit of business, customers, and society. This course emphasizes developing these perspectives and skills through experiential learning activities. It is designed to equip you to contribute to organizational growth in entrepreneurial ventures and in established organizations across a wide-ranging set of profit and non-profit industries. This course will position you to make a meaningful difference by solving important problems through user-centered, resource-efficient approaches. We will strive to equip you to put your vision into motion and to turn your team's ideas into world-changing, industry-shifting solutions. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Technology Transformation of Business",
      "department": "General Elective",
      "description": "Technology has a fundamental impact on how businesses organize, compete, and ultimately deliver value. At the same time, businesses play a vital role in the dissemination of technological innovation: they harness technology in a way that creates value for themselves and, ultimately, for society. Hence, businesses are transformed by technology, and themselves wield technology to transform society. This course will provide students with an overview of the transformative power of technology on businesses, and foster an appreciation of the role of businesses in driving technological changes that directly impact society as a whole. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in Fuqua Interdisciplinary on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in Fuqua Interdisciplinary on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FUQINTRD: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "FUQINTRD: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "FUQINTRD: Independent Study (Top)",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "FUQINTRD: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "FUQINTRD: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for MMS students. Prerequisite: Consent of the programmatic dean and instructor."
    },
    {
      "course": "FUQINTRD: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for MQM: Business Analytics students. Prerequisite: Consent of the programmatic dean and instructor."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "Combines classroom study of one or more foreign countries with a visit and observation of the region studied. Participants work with a faculty member for up to six weeks of lectures and discussion about the business and organizational systems of one or more countries. They prepare intensively to engage in meaningful discussion with overseas managers and leaders. Then the study tour group departs for a foreign visit, usually ten days to two weeks long. Activities include visits to corporations, nonprofit organizations, U.S. or host government agencies, and educational institutions, as well as cultural and historical sites. Upon return to the U.S., students are responsible for completing a written project. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "Combines classroom study of one or more foreign countries with a visit and observation of the region studied. Participants work with a faculty member at Fuqua to learn about the business and organizational systems of one or more countries. They prepare intensively to engage in meaningful discussion with overseas managers and leaders. While overseas the study tour group visits corporations, nonprofit organizations, U.S. or host government agencies, and educational institutions, as well as cultural and historical sites. Upon return to the U.S., students are responsible for completing a written project. The first section of the course is academic and is a prerequisite for the second section of the course that makes up the travel piece of the class."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "The China Travel Experience is an elective global opportunity focused on leveraging Duke's connections in China. Participants will spend ten days traveling in and around Shanghai and Beijing, learning about and being immersed in business practices and the culture of the region. Activities include historical site seeing and tours, corporate visits, introduction to local cuisine, and a visit to Duke's campus in Kunshan. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "Combines classroom study of one or more foreign countries with a visit and observation of the region studied. Participants work with a faculty member at Fuqua to learn about the business and organizational systems of one or more countries. They prepare intensively to engage in meaningful discussion with overseas managers and leaders. While overseas the study tour group visits corporations, nonprofit organizations, U.S. or host government agencies, and educational institutions, as well as cultural and historical sites. Upon return to the U.S., students are responsible for completing a written project. This course is for Weekend Executive MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "See description for 580. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "See description for 580. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "See description for 580. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "See description for 580. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "See description for 580. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Global Academic Travel Experience",
      "department": "General Elective",
      "description": "See description for 580. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "GATE: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "HLTHMGMT: Seminars in Healthcare 1",
      "department": "General Elective",
      "description": "This extensive series of seminars in the fall is a required component of the Health Sector Management program that provides students the opportunity to demonstrate applications of the skill sets taught in the core courses to health care. In addition to faculty, outside speakers are used to highlight, address and discuss the most current changes within healthcare sectors. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Fundamentals of Health Sector Management 1",
      "department": "General Elective",
      "description": "This course provides an overview of the global health sector to help create a context for other health sector management courses and to form the foundation for overall discussions of health management. It will address current business and policy challenges in health sector management. The course addresses key challenges in the value chain by which people and organizations around the world create, deliver, and consume healthcare goods and services. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Seminars in Healthcare 2",
      "department": "General Elective",
      "description": "This extensive series of seminars in the spring is a required component of the Health Sector Management program that provides students the opportunity to demonstrate applications of the skill sets taught in the core courses to health care. In addition to faculty, outside speakers are used to highlight, address and discuss the most current changes within healthcare sectors. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Fundamentals of Health Sector Management 2",
      "department": "General Elective",
      "description": "This course provides an overview of the global health sector to help create a context for other health sector management courses and to form the foundation for overall discussions of health management. It will address current business and policy challenges in health sector management. The course addresses key challenges in the value chain by which people and organizations around the world create, deliver, and consume healthcare goods and services. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Fundamentals of Health Sector Management 3",
      "department": "General Elective",
      "description": "This course provides an overview of the global health sector to help create a context for other health sector management courses and to form the foundation for overall discussions of health management. It will address current business and policy challenges in health sector management. The course addresses key challenges in the value chain by which people and organizations around the world create, deliver, and consume healthcare goods and services. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Health Institutions, Systems and Policy",
      "department": "General Elective",
      "description": "Introduces Health Sector Management students to the interlocking segments of the industry (for example, doctors, hospitals, HMOs/PPOs, insurers, consultants, pharmaceuticals, and medical devices), their current status, and how they are changing. It will analyze Health Care Industry from a historical perspective to understand how the industry has evolved to its current state and to predict where it is likely to go in the future. To better understand the current health care environment, the course will explore the industry from several perspectives: the provider/patient/payor interface, the changing demographics of health, growth of technology, emerging regulatory patterns, and comparative strategies of public health across nations. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Healthcare Markets",
      "department": "General Elective",
      "description": "We will apply tools from business and the social sciences, especially economics and strategy, to challenges faced by managers, patients, and policy makers in the health sector. We will aim for broad coverage of health care, including patients, providers and manufacturers. We will pay particular attention to payers. Payers are of interest throughout the health sector, because most providers and manufacturers want to be paid, and because third party payment influences consumer/patient decisions. This course is intended to prepare people for other Health Sector Management electives. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Health Care Markets",
      "department": "General Elective",
      "description": "We will apply tools from business and the social sciences, especially economics and strategy, to challenges faced by managers, patients, and policy makers in the health sector. We will aim for broad coverage of health care, including patients, providers and manufacturers. We will pay particular attention to payers. Payers are of interest throughout the health sector, because most providers and manufacturers want to be paid, and because third party payment influences consumer/patient decisions. This course is intended to prepare people for other Health Sector Management electives. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Medical Device Strategy",
      "department": "General Elective",
      "description": "Managing the commercialization process of lifescience innovations with a focus on medical device. Business development of the basic components of unmet need analysis, finance, strategy, market modeling, valuation and navigation strategies of the regulatory and reimbursement process in the backdrop of competition, regulation, and profitability at various milestone stages of company growth in an international marketplace. Analyze and challenge business models from the perspectives of entrepreneurship, corporate management, investor finance consultancy and innovation development with a return to investors and society. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Health Care Provider Strategy",
      "department": "General Elective",
      "description": "This course provides students with the tools to understand, formulate and innovate strategy in today's global provider space. Cases span the US, Canada, India, and South Africa, and introduce the Blue Ocean strategy innovation approach. This course may be taken as a first or second year elective and is taught by a former physician and management consultant. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Health Care Provider Strategy",
      "department": "General Elective",
      "description": "This course provides students with the tools to understand, formulate and innovate strategy in today's global provider space. Cases span the US, Canada, India, and South Africa, and introduce the Blue Ocean strategy innovation approach. This course may be taken as a first or second year elective and is taught by a former physician and management consultant. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: The Marketing of Health and Wellness",
      "department": "General Elective",
      "description": "This course leverages and deepens core marketing knowledge by addressing how standard marketing analysis, tactics, and strategy apply within the health sector. Instructor: Staff"
    },
    {
      "course": "HLTHMGMT: Management of Health Systems and Policy",
      "department": "General Elective",
      "description": "Examines special aspects of health care law, financing, and health care policy. The provision of health care in the United States exists within a unique and complex environment. State and federal governments, through laws, programs, reimbursements, and payments, create a special environment for health care providers. Similarly, third-party insurers, and more recently, corporations, are taking active steps in modifying this environment. Good candidates for this course are MBA students who have an interest in health, biotechnology, pharmaceutical, and human resource management. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Biotechnology and Pharmaceutical Strategy",
      "department": "General Elective",
      "description": "This course examines a number of economic issues relating to innovation, competition, and regulation in the pharmaceutical industry and their role in management decision making. We concentrate on factors that distinguish pharmaceuticals from other industries such as its strong research intensity, broader ties to the health care system, and the critical role of government regulations and policy. The overall perspective is international, but the emphasis is on current market and policy developments in the United States. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Life Science Strategy",
      "department": "General Elective",
      "description": "We will examine product strategy in the biotech, device, and pharmaceutical industries. We will consider the perspectives of entrepreneurial start-ups, large incumbents, and companies in between. Life science product companies face new challenges and opportunities given rapid growth in emerging markets but increasing regulatory oversight and reimbursement challenges in developed markets. To succeed, industry professionals need a deep understanding of corporate strategy, financing options, product development and innovation management, regulatory and reimbursement trends, and customer needs. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in Health Management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in health management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Health Sector Management Project",
      "department": "General Elective",
      "description": "An applied study of a business problem or a theoretical research effort. A written presentation of the objectives, intellectual resources, and methodology is required. A written report at the conclusion of the project is also required. The graded project is an individual effort as opposed to a team-based effort and is undertaken with the guidance of the instructor. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "HLTHMGMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "HLTHMGMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for MQM: Business Analytics students."
    },
    {
      "course": "HLTHMGMT: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "HLTHMGMT: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Global Executive MBA and Weekend Executive MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "IMPINV: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Critical Thinking and Collaboration",
      "department": "General Elective",
      "description": "This course will complement your courses on data by exploring how the human mind works, including when it works well and when we are systematically misled by our own cognitive failures. Building on psychology and behavioral economics, this course will help you to develop insights about why decisions can go wrong and what tools you can use to make better decisions. Often times, the best approach to overcoming individual shortcomings is to collaborate with others. However, collaboration has its own challenges. You will also be introduced to the elements of a good team process, and address why 'constructive conflict' is important in teams. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MANAGEMT: Navigating Organizations",
      "department": "General Elective",
      "description": "The reality of business life is that no person is an island — smart quantitative analysis without the support of employees, colleagues, or supervisors goes nowhere. To succeed in your career and to improve the performance of your company requires working with others effectively. This course has 2 goals: (1) Provide a roadmap for understanding how organizations function; (2) Provide basic concepts you can build on later in your career. With success in your technical job you will be promoted and your responsibilities will shift increasingly to leading and managing others. The course will accomplish these goals by focusing on many different knowledge-bases and skill sets. These include: What principles can you draw on to analyze and improve performance in organizations? How can you exert influence for positive results at any level of an organization? This course is for MQM: Business Analytics students."
    },
    {
      "course": "MANAGEMT: Foundations of Management and Organizations",
      "department": "General Elective",
      "description": "The goal of this course prepares you to be an effective leader and manager of others whatever your level in the organization. We will examine practices that make teams more efficient and adaptable and that help harness diversity and enhance innovation. We will also study the theory and practice of negotiation. We will study how you can improve your personal contribution to your team and your firm and how you can lead others to respect your views and listen to you. Much of the content of the course will be put to use in learning teams used throughout the program. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MANAGEMT: Ethical & Legal Issues of Data Analytics",
      "department": "General Elective",
      "description": "Provides an introduction to the legal, policy, and ethical implications of data. The course will examine issues that arise throughout the full life cycle of data science, including the collection, storage, processing, analysis, and use of data. Case studies will be used to explore privacy, surveillance, security, classification, discrimination, decisional-autonomy, and duties to warn or act. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MANAGEMT: Leadership, Ethics and Organizations",
      "department": "General Elective",
      "description": "The reality of business life is that no person is an island—smart quantitative analysis without the support of employees, colleagues, or supervisors goes nowhere. To succeed in your career and to improve the performance of your company requires working with others effectively. The goal of LEO, therefore, is to prepare you to be an effective leader and manager of others regardless of your career path and to be a good analyst of how best to organize people. The course will accomplish these goals by focusing on two broad sets of questions. First, what principles can you draw on to analyze and improve performance in organizations? We will examine principles for designing incentive systems, motivating employees, running effective teams, making good decisions, harnessing diversity, and organizing the distribution of work. The second set of questions concerns what you need to do as an individual to be an effective leader. What can you contribute to your firm and why should others respect and listen to you? We will challenge you to reflect on your own personal strengths and weaknesses and to develop specific strategies for making a difference in the organizations to which you'll belong. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Managerial Effectiveness",
      "department": "General Elective",
      "description": "Provides an introduction to the study of the behavior of individuals and groups within organized settings. The relationship of organizations to their environments is also examined. Emphasis is given to managerial strategies which enhance organizational effectiveness. Topics include leadership, motivation and reward systems, decision making, power and politics, conflict management, and organization structure and design. A mixture of lectures, cases, and experimental exercises is used to develop managerial skills. This course is for Global Executive MBA students."
    },
    {
      "course": "MANAGEMT: Leadership, Ethics, and Organizations",
      "department": "General Elective",
      "description": "The reality of business life is that no person is an island—smart quantitative analysis without the support of employees, colleagues, or supervisors goes nowhere. To succeed in your career and to improve the performance of your company requires working with others effectively. The goal of LEO, therefore, is to prepare you to be an effective leader and manager of others regardless of your career path and to be a good analyst of how best to organize people. The course will accomplish these goals by focusing on three general factors that contribute to the performance of organizations—strong systems, solid leadership skills, and the ability to meet current challenges. First, what principles can you draw on to analyze and improve performance in organizations? Effective leaders understand the importance of systems for coordinating and motivating people, and organizing and distributing work. We will examine basic principles for designing effective systems. Second, do you have personal skills needed to be an effective leader? We will give you the chance to reflect on—and practice—your skills at leading others, building trust, making effective decisions, and negotiating successful outcomes. Finally, can you lead others in meeting the challenges of the global economy? We will focus on critical challenges such as developing a system for ethical decision making, harnessing the power of diversity, and staying competitive by organizing for innovation. This course is for Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Leadership for The Global Executive 1",
      "department": "General Elective",
      "description": "Using a model of leadership developed at Duke University ('The Sitkin-Lind Six Domains Model of Leadership'), the course will examine six core topics representing the model's six domains of leadership (personal leadership, relational leadership, contextual leadership, inspirational leadership, supportive leadership, and responsible leadership). The course will examine how the various domains relate to each other and how each domain influences followers. It will also examine how the effective application of different configurations of these domains are required by different leadership situations (for example, it will look at 'leading up' organizations, leading in leading change, and leading in times of crisis). Related issues in management will also be considered. This course is for Global Executive MBA students."
    },
    {
      "course": "MANAGEMT: Leadership for The Global Executive 2",
      "department": "General Elective",
      "description": "Using a model of leadership developed at Duke University ('The Sitkin-Lind Six Domains Model of Leadership'), the course will examine six core topics representing the model's six domains of leadership (personal leadership, relational leadership, contextual leadership, inspirational leadership, supportive leadership, and responsible leadership). The course will examine how the various domains relate to each other and how each domain influences followers. It will also examine how the effective application of different configurations of these domains are required by different leadership situations (for example, it will look at 'leading up' organizations, leading in leading change, and leading in times of crisis). Related issues in management will also be considered. This course is for Global Executive MBA students."
    },
    {
      "course": "MANAGEMT: Managing Innovation in a Global Organization",
      "department": "General Elective",
      "description": "This course is designed to do two things. First, to give students a sense of why building a rich understanding of innovation is both exciting and critical to modern managerial practice, and second, to provide a solid grounding in the tools and metrics necessary to manage it in large, established organizations. In particular, there is no 'one best way' to manage innovation -- for example, the tools and metrics appropriate to managing incremental innovation are quite different from those appropriate to managing radical innovation. Taking a management perspective, this course complements approaches in marketing and strategy by focusing on organizational structure and process issues related to innovation in a wide range of multi-national firms. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Managing Innovation in a Global Organization",
      "department": "General Elective",
      "description": "This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Sports Business",
      "department": "General Elective",
      "description": "Provide students with an understanding of how to apply the principles of business and/or the elements of organization to sport. Students will have the opportunity to explore basic theories of leadership, human resource management, politics, finance, marketing, resource acquisition (fundraising and corporate support), sports law, broadcast properties, media and publicity, future trends in facilities as well as philosophical, sociological and cultural considerations of sport. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Sports Business",
      "department": "General Elective",
      "description": "Provide students with an understanding of how to apply the principles of business and/or the elements of organization to sport. Students will have the opportunity to explore basic theories of leadership, human resource management, politics, finance, marketing, resource acquisition (fundraising and corporate support), sports law, broadcast properties, media and publicity, future trends in facilities as well as philosophical, sociological and cultural considerations of sport. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Negotiation",
      "department": "General Elective",
      "description": "Explores the processes of bargaining and negotiation; the dynamics of interpersonal and intergroup conflict; and understanding of theory and research related to the processes of influence, negotiation, and conflict management. Skills will be developed through extensive case analysis, role playing, and simulation. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Negotiation",
      "department": "General Elective",
      "description": "Explores the processes of bargaining and negotiation; the dynamics of interpersonal and intergroup conflict; and understanding of theory and research related to the processes of influence, negotiation, and conflict management. Skills will be developed through extensive case analysis, role playing, and simulation. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Power & Influence",
      "department": "General Elective",
      "description": "Power helps people to accomplish their goals and to pursue the things they care about in life. In this course, we will explore the nature of power, how individuals utilize power to get things done, and how power affects people. The course aims to help you improve your ability to 1) diagnose the underlying distribution of power in social contexts, 2) identify strategies for building sources of power, and 3) develop techniques for influencing others. The course will be largely experiential, giving you an opportunity to develop your skills by participating in numerous exercises and simulations enabling you to integrate your experiences with the principles presented in the readings and class discussions. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Leadership",
      "department": "General Elective",
      "description": "This course addresses leadership as a topic separate from management. Effective leadership involves setting a tone, a focus, and a direction for an organization, its members, and other stakeholders. In contrast, effective management involves executing against the direction and tone set by leadership. To be effective in most business positions, we need a mixture of leadership and management, and the exact mix depends upon the situation, the role and the person. The purpose of this course is to provide not only knowledge about leadership and its effects, but also opportunities for reflection, study, debate, and practice that provide students with a context within which they can learn about leadership - both their own leadership and more general principles of effective leadership. This is a course for students who wish to take the time and exert the effort required to understand, confront and reflect on their own leadership strengths and weaknesses, and begin the process of becoming a more effective leader. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Leadership and Development",
      "department": "General Elective",
      "description": "This course addresses leadership as a topic separate from management. Effective leadership involves setting a tone, a focus, and a direction for an organization, its members, and other stakeholders. In contrast, effective management involves executing against the direction and tone set by leadership. To be effective in most business positions, we need a mixture of leadership and management, and the exact mix depends upon the situation, the role and the person. The purpose of this course is to provide not only knowledge about leadership and its effects but also opportunities for reflection, study, debate, and practice that provide students with a context within which they can learn about leadership—both their own leadership and more general principles of effective leadership. This is a course for students who wish to take the time and exert the effort required to understand, confront and reflect on their own leadership strengths and weaknesses, and begin the process of becoming a more effective leader. This course is for Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Diversity & Talent Management",
      "department": "General Elective",
      "description": "Human resource management (HRM) is a central function of any organization. Key to effective HR management is an organization's ability to identify, deploy, motivate, and retain human capital. It involves leadership, values, workforce planning, training, rewards, and evaluating performance. For leaders, one of their most important goals is to create sustainable settings for productive exchange and interaction where all members can thrive and put their best foot forward. To do this, they must understand how to motivate and communicate with people from different backgrounds and also ensure that the organization's policies, practices, and procedures create (not hinder) a culture where everyone has equal opportunity to succeed. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Diversity & Talent Management",
      "department": "General Elective",
      "description": "Human resource management (HRM) is a central function of any organization. Key to effective HR management is an organization's ability to identify, deploy, motivate, and retain human capital. It involves leadership, values, workforce planning, training, rewards, and evaluating performance. For leaders, one of their most important goals is to create sustainable settings for productive exchange and interaction where all members can thrive and put their best foot forward. To do this, they must understand how to motivate and communicate with people from different backgrounds and also ensure that the organization's policies, practices, and procedures create (not hinder) a culture where everyone has equal opportunity to succeed. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Ethics in Management",
      "department": "General Elective",
      "description": "The overall purpose of this course is to increase students' capacity to sustain effective and ethical management and leadership in their organizations. This course is an opportunity for students to challenge and sharpen their 'philosophy of business' and their own purposes in business. Students are helped to deepen their own self-awareness as ethical beings and leaders, and to strengthen their moral courage. Students see how every single management decision has ethical implications. Students wrestle with the question: Are there universal norms for individuals and business that transcend boundaries? Students are given tools for 'finding and speaking their voice' when they confront ethical challenges and lapses. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Social Entrepreneurship",
      "department": "General Elective",
      "description": "This course is about the efforts of private citizens to develop innovative solutions to social problems. Social entrepreneurs are increasingly blurring the lines between the sectors, using for-profit and hybrid forms of organization to achieve social objectives. This creates new opportunities for applying business skills in the social sector. The objectives of this course are to introduce students to the concepts, practices, and challenges of social entrepreneurship, to equip students with frameworks and tools that will help them be more effective in theses pursuits, and to engage students in a joint learning process as we explore this emerging field. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Mentored Study in Entrepreneurship",
      "department": "General Elective",
      "description": "Course provides experiential learning within venture capital and entrepreneurial growth firms. Placements are coordinated based on student selections and approvals by mentoring organizations. Each study program is custom designed by agreement among the student, mentor, and program administrator. Students have a general management experience with a broad and multifunctional exposure to the mentor business. Students may participate during any two consecutive academic terms and must successfully complete both terms to receive credit. Scheduling is at the convenience of both parties. This course is for Daytime MBA and Accelerated Daytime MBA students. Credit/no credit grading only."
    },
    {
      "course": "MANAGEMT: Mentored Study",
      "department": "General Elective",
      "description": "Course provides experiential learning within venture capital and entrepreneurial growth firms. Placements are coordinated based on student selections and approvals by mentoring organizations. Each study program is custom designed by agreement among the student, mentor, and program administrator. Students have a general management experience with a broad and multifunctional exposure to the mentor business. Students may participate during any two consecutive academic terms and must successfully complete both terms to receive credit. Scheduling is at the convenience of both parties. Credit/no credit grading only. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Social Venture Capital",
      "department": "General Elective",
      "description": "Social Venture Capital is seed, early stage or growth private capital that seeks to achieve market based financial returns while making a positive social impact. This course will focus on deals and social venture funds investing in those deals. In each case, we look at the deal from the lens of both the fund investing in the deal as well as the entrepreneur creating the business. The course focuses on deal, investment and growth strategy, managerial choices in creating and building businesses as well as the unique challenges of creating and running a social venture business or creating a social venture fund. Cases used in the course will be presented by the business entrepreneur or a member of the venture fund who invested in the deal. The course will also cover current methods of evaluating ESG considerations in private capital investing. The course is case-based covering deals in U.S. and Emerging Markets, investments made in debt and/or equity, as well as a variety of expected positive social impact spanning job creation, health care, agriculture and community development. This course complements but is not a replacement for Impact Investing and Private Equity and Venture Capital. This course is intended for Second Year MBA's unless prior permission from the instructor is received. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MANAGEMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "MANAGEMT: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Weekend Executive MBA students."
    },
    {
      "course": "MANAGEMT: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "MARKETNG: Digital Marketing",
      "department": "General Elective",
      "description": "Communication and distribution channels are rapidly evolving in the context of digital technology and consumer migration to the Internet. As a result, advertising budgets are shifting to display and search, and goods are increasingly marketed and purchased online. This course will overview digital markets along with the associated key performance indicators and the tools being used to improve the efficiency of digital marketing. Topics include advertising markets and integrated marketing communication; attribution; ad networks and media buying; campaign performance measurement; social media; search marketing; auctions; e-commerce; marketplaces; assortment and pricing; omni-channel marketing. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MARKETNG: Introduction to Marketing Analysis",
      "department": "General Elective",
      "description": "Modern marketing philosophy holds that only those firms that provide high customer value can succeed in the long run. Creating this value requires that managers must effectively: (i) assess marketing opportunities by analyzing customers, competitors, and their own company ('the 3 C's'), and (ii) design effective marketing programs via selecting appropriate strategies for pricing, promotion, place, and product ('the 4 P's'). Accordingly, this course will introduce students to the principles, processes and tools necessary to analyze markets and design optimal marketing programs. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MARKETNG: Fundamentals of Market Research",
      "department": "General Elective",
      "description": "This course is about gathering, analyzing, and interpreting data about markets and customers. In this course, students will learn: (i) to define decision problems and determine what information is needed (e.g., engage in backward marketing research by envisioning decisions that will be taken based on the research); (ii) to acquire trustworthy and relevant data and judge its quality (e.g., to utilize secondary research such as internal customer databases or knowledge management systems); and (iii) to analyze data relevant to classic marketing decisions (e.g., understanding state-of-the-art data analysis techniques). The context for learning these analysis skills will be common marketing decision problems, including target market selection, new product or service introduction, customer retention, and pricing. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MARKETNG: Market Intelligence",
      "department": "General Elective",
      "description": "This course is about gathering, analyzing, and interpreting data about markets and customers. It has been designed for analysts who will be working with customer-generated data, and so is intended for students wanting to go into marketing, consulting, and entrepreneurship. Topics include analyzing data to understand customers and inform marketing decisions; evaluating the quality and usefulness of available data and analyses conducted by others; communicating analysis-based conclusions to colleagues and managers. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MARKETNG: Customer Relationship Management",
      "department": "General Elective",
      "description": "This course employs a number of overlapping frameworks. Foremost among these is the concept of the customer lifecycle. This concept decomposes customer interactions into birth, growth and death. Birth involves customer acquisition or first sale. Growth involves customers buying more items and spending more on these items (denoted cross-selling and upselling). Death involves leaving the firm, typically called attrition or churn. Collectively, the stages of the customer lifecycle imply a revenue and profit stream that can be managed. The financial discounting of this profit stream yields the net present value of a customer, often called customer lifetime value, or CLV for short. Summing CLV across customers — or customer equity — is a major component of the value of the firm, net of investments. This course will develop quantitative methods to improve the efficiency and effectiveness of customer relationship management (CRM) activities. We will introduce an array of CRM-specific models, tools, and frameworks and apply them to real-world problems. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MARKETNG: Pricing",
      "department": "General Elective",
      "description": "While most of a firm's marketing activities (such as product design, sales or advertising) create value for the customer, pricing is the only marketing activity that creates value for the firm. Despite the significance of pricing for a firm's profits, many managers lack the quantitative and strategic skills to set prices. This course will examine the quantitative tools used to formulate pricing strategy, and address how to formulate pricing tactics. Topics include estimating the value of a product or service; how to estimate own-price and cross-price elasticities to use in pricing decisions; determining when promotions should occur; and how to set prices that are consistent with both the firm's pricing strategy and its overall marketing strategy. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MARKETNG: Marketing Management",
      "department": "General Elective",
      "description": "Provides an overview of the role of marketing in organizations by acquainting students with the fundamental issues and decisions involved in planning and managing marketing activities in order to create value for customers. Attention is given to topics such as product policy, pricing, advertising and communications, marketing research, and channels of distribution. Major emphasis is placed on developing an understanding of the underlying forces that influence marketing decisions, including customer behavior, competitive marketing activity, and organizational considerations. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Marketing Management",
      "department": "General Elective",
      "description": "Successful design and implementation of a marketing program requires a thorough understanding of the internal (company) and external (competition and customer) environments and how these elements interact with decisions about the appropriate marketing mix (product, price promotion, and distribution). This course provides the student with the necessary framework, knowledge bases, and analysis tools and techniques to develop and/or critic all aspects of a marketing program. This course is for Global Executive MBA students."
    },
    {
      "course": "MARKETNG: Marketing Management",
      "department": "General Elective",
      "description": "Provides an overview of the role of marketing in organizations by acquainting students with the fundamental issues and decisions involved in planning and managing marketing activities in order to create value for customers. Attention is given to topics such as product policy, pricing, advertising and communications, marketing research, and channels of distribution. Major emphasis is placed on developing an understanding of the underlying forces that influence marketing decisions, including customer behavior, competitive marketing activity, and organizational considerations. This course is for Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Market Research",
      "department": "General Elective",
      "description": "This is a course about making decisions with marketing data. Participants will learn about the sorts of marketing decision problems in which research information might prove useful, problems of selection of target market, new product or service introduction, customer retention, pricing, etc. Students will learn how to specify the decision to be made and the information required to make the decision. They will learn how to acquire secondary and primary market research data and judge its quality and appropriateness to the decision problem at hand. They will learn how to analyze and interpret the resultant data to make the decision. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Market Research",
      "department": "General Elective",
      "description": "This is a course about making decisions with marketing data. Participants will learn about the sorts of marketing decision problems in which research information might prove useful, problems of selection of target market, new product or service introduction, customer retention, pricing, etc. Students will learn how to specify the decision to be made and the information required to make the decision. They will learn how to acquire secondary and primary market research data and judge its quality and appropriateness to the decision problem at hand. They will learn how to analyze and interpret the resultant data to make the decision. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Consumer Behavior",
      "department": "General Elective",
      "description": "The number one survival threat to organizations is losing touch with their customers. Successful marketing strategies require a clear understanding of the thought processes, desires, and emotions that drive consumer behavior. This survey course is designed to provide students with a psychological framework for understanding - and specific techniques for influencing - customer choice. We will cover basic topics form the psychology literature such as subliminal perception, learning and memory, motivation, persuasion, and group influence. The goal of the course is to provide you with a sophisticated understanding of consumer behavior, and a specific set of tools you can use to predict and influence consumer choice. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Strategic Brand and Product Management",
      "department": "General Elective",
      "description": "Develops an understanding of how to formulate strategies for building, leveraging and growing strong brands. Addresses the organizational and individual characteristics necessary for successful strategic brand management and how to design and implement effective brand-building programs. Course consists of case discussions, lectures and guest speakers, as well as a simulation that allows students to act as brand managers. Valuable for students seeking to advance as marketers, general managers, consultants or entrepreneurs. Lessons applicable to B2B and B2C contexts and across industries. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Strategic Brand and Product Management",
      "department": "General Elective",
      "description": "Develops an understanding of the roles, activities, and responsibilities of the modern product manager-the person on the front lines of the implementation of branding strategy. Analytical skills are used in making product management decisions and written skills to communicate them. Emphasis on package goods brand management. Course consists of case discussions, lectures, presentations, and guest speakers. Representative topics include: organizing the product management team; brand franchise building activities; analyzing scanner data; and managing the mature brand. Course culminates with the ''Mock Brand Review'' in which student teams conduct brand reviews using actual brands. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Marketing Communications Management",
      "department": "General Elective",
      "description": "Includes the management of advertising, promotions, public relations, and the other more subtle ways companies communicate with their customers. Objective is to provide an approach to management that is thoughtful, sophisticated, and state-of-the-art, while being practical and relevant to ''real world'' communications planning, decision making, and control. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Marketing of Innovations",
      "department": "General Elective",
      "description": "The course focuses on marketing of innovations, at a macro and a micro-level. At the macro-level, it uses historical data to understand how innovations and technologies have been adopted by consumers over time. This leads to the development of a forecasting model that can help managers predict how & when consumers are likely to adopt their product. Having established the adoption process at a macro level, the course moves to the firm-level problem of introducing an innovation to the market. At this stage, the focus is on the role of a product manager who is responsible for managing the new-product development process from ideation to commercialization. Daytime MBA and AMBA students."
    },
    {
      "course": "MARKETNG: Marketing of Innovations",
      "department": "General Elective",
      "description": "This course focuses on developing marketing strategies in technology-intensive environments. Some of the topics that we will cover in this course are electronic-commerce, diffusion and adoption of technology, forecasting sales of high technology products, and user-needs analysis for technology products. The basic structure of the course will involve case discussions and lectures. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Marketing Strategy",
      "department": "General Elective",
      "description": "Considers in greater depth the process of strategic thinking in marketing. Focus on the strategic-level management of the firm's three customer-related tasks (customer identification and understanding, customer value creation, and customer value delivery) through firm culture, capabilities, and the configuration of firm structure and assets. The purpose is the development of market-based knowledge and skills in order to facilitate marketing strategy design, implementation, and evaluation. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Marketing Strategy",
      "department": "General Elective",
      "description": "Considers in greater depth the process of strategic thinking in marketing. Focus on the strategic-level management of the firm's three customer-related tasks (customer identification and understanding, customer value creation, and customer value delivery) through firm culture, capabilities, and the configuration of firm structure and assets. The purpose is the development of market-based knowledge and skills in order to facilitate marketing strategy design, implementation, and evaluation. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Strategy and Tactics of Pricing",
      "department": "General Elective",
      "description": "Profitable pricing is the harvest of a firm's efforts to create value for its customers. Consequently, setting prices is a critical managerial decision. The course covers fundamental analytic tools, theories, and conceptual tools for formulating pricing strategy. It also covers pricing tactics, and some new economy pricing models. Topics include Customer Demand, Customer Sensitivity to Price, Psychology and Sociology of Pricing, Understanding Competitive Advantages and Competitive Reaction, Segmented Pricing, Bundling, Price Promotions, Advance Selling, Auctions, Price Making Process. The course will be taught using a variety of methods, including lectures, case discussions, and problem sets. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Strategy and Tactics of Pricing",
      "department": "General Elective",
      "description": "Profitable pricing is the harvest of a firm's efforts to create value for its customers. Consequently, setting prices is a critical managerial decision. The course covers fundamental analytic tools, theories, and conceptual tools for formulating pricing strategy. It also covers pricing tactics, and some new economy pricing models. Topics include Customer Demand, Customer Sensitivity to Price, Psychology and Sociology of Pricing, Understanding Competitive Advantages and Competitive Reaction, Segmented Pricing, Bundling, Price Promotions, Advance Selling, Auctions, Price Making Process. The course will be taught using a variety of methods, including lectures, case discussions, and problem sets. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Value Creation in MarTech",
      "department": "General Elective",
      "description": "What is MarTech and Why is it Important? Digital marketing technology (MarTech) is now imperative for demand generation. Hence, Cascadia estimates the MarTech sector is at $1 trillion in revenue and growing at an annual 17.1% CAGR. What Will the Course Cover? On the enterprise side, this course covers the latest advances in digital marketing, e-commerce, AI, privacy, content and customer management tools, and like technologies. On the supplier side, it covers the major vendors, platforms, and industry ecosystems that underpin the MarTech landscape. Who Should Take the Course? The course is targeted to students in marketing, tech, consulting, private/venture capital, and entrepreneurship. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in marketing on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in marketing on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Global Executive MBA and Weekend Executive MBA students. Department consent required."
    },
    {
      "course": "MARKETNG: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Concentration Project",
      "department": "General Elective",
      "description": "An applied study of a business problem or a theoretical research effort. A written presentation of the objectives, intellectual resources, and methodology is required. A written report at the conclusion of the project is also required. The graded project is an individual effort as opposed to a team-based effort and is undertaken with the guidance of the instructor. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MARKETNG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MARKETNG: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "MARKETNG: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "MGMTCOM: Business, Communication, and Culture",
      "department": "General Elective",
      "description": "Course offered to International Students who will be attending Fuqua in the Fall. The course is listed as zero units so it will not effect the students' load in the full fall term. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Business, Communication, and Culture",
      "department": "General Elective",
      "description": "Course offered to International Students who will be attending Fuqua for the first time. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MGMTCOM: Business, Communication, and Culture",
      "department": "General Elective",
      "description": "Course offered to International Students who will be attending Fuqua for the first time. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MGMTCOM: Business Communication 1",
      "department": "General Elective",
      "description": "Business Communication 1 introduces students to the foundations of effective management communication. It focuses on helping them communicate clearly, strategically, persuasively and collaboratively in professional business settings. Students learn about and practice a variety of crucial communication skills. This course gives students opportunities to focus on individual goals for skill development. Topics include strategic management communication; giving and receiving feedback; researching companies; uses of influence and advocacy; presentation skills; and career management skills. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MGMTCOM: Business Communication 2",
      "department": "General Elective",
      "description": "Building on the skill development and concepts from Business Communication 1, Business Communication 2 continues to focus on helping students learn to communicate clearly, strategically, persuasively, and collaboratively in professional business settings. This course gives students multiple opportunities to hone skills in team presentations where analysis and recommendations must withstand the challenges of audience members. Topics include presenting recommendations persuasively; presenting with one voice; using narrative structures to enhance coherence; asking and answering questions; team dynamics; and interpersonal communication. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MGMTCOM: Business Communication 1",
      "department": "General Elective",
      "description": "Introduces basic topics in business communication. These include interacting with clients, running meetings, and business etiquette. It also covers career management skills such as networking, preparing resumes and cover letters, and interviewing. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MGMTCOM: Business Communication 2",
      "department": "General Elective",
      "description": "Explores techniques to help students learn how to effectively interact in the business environment. Building on Business Communication 1, this course will provide additional opportunities to develop presentation and career management skills. We will explore change management, cultural differences, and interviewing skills. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MGMTCOM: Leadership Communication 1",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Leadership Communication 2",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Effective Advocacy",
      "department": "General Elective",
      "description": "Builds on the skills and concepts that students learned in Management Communication core courses. Focus on advocacy skills, team skills, collaborative skills, and the ability to communicate strategically individually and as a team in written and oral form. Students refine their ability to construct persuasive arguments and move beyond mere persuasion to advocacy. They learn how to challenge others' viewpoints and positions effectively and strategically. Students master the ability to manage questions and challenges gracefully in highly interactive communication situations. Students learn advocacy skills; manage communication; construct written and oral messages; analyze and respond to complex communication situations, and anticipate and answer challenges and counter arguments. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Professional Project Communication",
      "department": "General Elective",
      "description": "Builds on the important interpersonal skills that students learned in Management Communications core courses. It focuses on successful communication with executives and managers from outside the school who have agreed to act as project mentors. The communication project culminates in delivery of a fully professional and persuasive presentation to these decision makers. The course tests students' abilities to analyze an audience, align and adapt to the needs of that audience, influence the decision makers with written documents and oral discussions prior to the final presentation, and adapt to feedback and challenges throughout the term. Students polish the skills they are likely to use during summer internships and throughout their business careers. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Managerial Writing",
      "department": "General Elective",
      "description": "The ability to write clear, purposeful, persuasive documents is an important tool in a business career. This course will help you improve your skills in all phases of writing, from ideation and audience adaptation, to drafting and revision, to editing style and format. The classes will be interactive and collaborative, allowing students the chance to work closely with both the instructor and peers. Students will also have the chance to tailor the assignments to their individual needs and interests. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Workshop in Managerial Improvisation",
      "department": "General Elective",
      "description": "Effective improvisation entails active listening, teamwork, risk taking, adaptability, spontaneity, focus, intuitive decision making, rapid problem solving, and the ability to keep a cool head in a crisis. In short, improvisation requires a set of skills desperately needed by today's leaders. Workshop in Managerial Improvisation is designed to improve participants' abilities to build trust, foster better communication, promote creativity, and respond quickly and decisively to unanticipated challenges through hands-on exercises that are provocative and immediately transferable in actual working situations. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Beginning Working Spanish A",
      "department": "General Elective",
      "description": "Working Spanish, developed by The NC Global Center, helps business students and professionals learn Spanish and the nuances of culture affecting business in Mexico and Latin America. The main goal of the course is to prepare MBA students to be able to function effectively in Spanish at work. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGMTCOM: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "MGMTCOM: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Weekend Executive MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "MGRECON: Fundamentals of Business Economics",
      "department": "General Elective",
      "description": "This course covers the fundamental ideas and tools of microeconomics. The course begins with: (i) supply and demand analysis, the basic tool for analyzing and understanding competition and the market determination of prices and quantities; (ii) consumer choices and market demand; and (iii) production and cost theory. The tools for market structure analysis are then developed and applied to monopoly and oligopoly markets as well as to price discrimination. Game theory tools are developed and applied to analyze strategic interactions. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "MGRECON: Empirical Economic Analysis",
      "department": "General Elective",
      "description": "This course focuses on empirical techniques used to more deeply understand economic markets in which firms operate. We will identify and empirically analyze a variety of market structures, ranging from perfect competition to oligopoly (rivalry between a small number of competitors) to monopoly (one dominant firm). We want to develop the skills necessary to make effective managerial decisions and strategic choices based on the quantitative analysis of a firm's productive capabilities and the market in which it operates. We will also focus strongly on the insight necessary to optimally identify, estimate, interpret, and test an economic model. This course is designed for students who are interested in utilizing empirical economic models for market analysis. While not fully inclusive, this would comprise students interested in consulting, strategic analysis, operations, marketing, and mergers & acquisitions. This course is for MQM: Business Analytics students."
    },
    {
      "course": "MGRECON: Managerial Economics",
      "department": "General Elective",
      "description": "This course examines market behavior and focuses on the actions and reactions of business firms and consumers in a variety of market environments. Different market structures are analyzed, including perfect competition, monopoly and oligopoly. The main objectives of the course are: (i) To master the basic tools of microeconomics: supply and demand, consumer and producer theories, and market structure analysis, (ii) to introduce the analytical foundations for managerial decision-making and the formulation of a firm's competitive strategy, and (iii) to provide a framework for analyzing the role of government in a market economy. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Global Managerial Economics",
      "department": "General Elective",
      "description": "Course examines market behavior and the actions and reactions of business firms and consumers in a variety of market environments. The impact of different market structures (including perfect competition, monopoly, and oligopoly) on production and consumption is analyzed. Specific topics include the following. Logic of interventions by national governments; International trade; Empirical demand analysis; Price discrimination strategies; Pricing, entry and regulatory issues with application to the pharmaceuticals industry; Game theory, and tools for the analysis of strategic interactions among large players; Cartels and anti-trust in the world economy; Comparative analysis of competition and regulation policy in the U.S. and Europe. This course is for Global Executive MBA students."
    },
    {
      "course": "MGRECON: Managerial Economics",
      "department": "General Elective",
      "description": "This course considers how the actions of business firms, consumers, and the government—operating within a price system in a decentralized market economy—answer such basic resource allocation questions as what will be produced, how it will be produced, who will consume what is produced, and what resources to divert from present consumption to increase future consumption. The impact of various types of market structures (such as perfect competition, monopoly, and oligopoly) on economic efficiency will be discussed. This course is for Weekend Executive MBA students."
    },
    {
      "course": "MGRECON: The World Economy",
      "department": "General Elective",
      "description": "Provides a conceptual framework for understanding the macroeconomic forces that shape business decisions. Topics covered include the determinants of long-run growth of developing and advanced economies, the allocation of capital across the globe, causes for speculative attacks on currencies, and an understanding of a country's international financial policy in dealing with various real and financial crises. Particular attention is paid to understanding a variety of current global issues that are important for firms. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Economics of International Business and Multinationals",
      "department": "General Elective",
      "description": "This course is designed to equip the manager with the tools necessary to effectively manage a multinational company. Using cases and economic analysis, it examines managerial challenges facing multinationals in doing business across borders. Focus is on understanding the source of competitive advantage; considering the impact of trading regimes; understanding different cultures and business norms; and understanding the forces that have caused the 'globalization' of products, markets, and consumers. This course will provide future managers with the analytical and practical tools necessary for problem solving and decision making for multinationals in the context of international business. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: The Art and Application of Game Theory",
      "department": "General Elective",
      "description": "This course offers a radical departure from the traditional approach to 'game theory for business'. Where others teach about rationality, dominant strategies, and Nash equilibrium, this pathbreaking course explores the strategic implications of irrationality, reveals four distinct ways NOT to play dominant strategies, and casts a critical eye on the equilibrium paradigm. You will emerge from this class a deeper strategic thinker, readier to seize upon opportunities for strategic advantage in the games you play. Important application areas range from economics and strategy (e.g. price wars) to finance (e.g. liquidity in asset markets) to entrepreneurship (e.g. raising venture capital) and organizational behavior (e.g. social norms). This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Managing the Governmental Relationship",
      "department": "General Elective",
      "description": "Provides the student with an ability to understand and manage private sector problems and opportunities created by government programs. By examining the processes used by the legislative, executive, and judicial branches to create, implement, and enforce laws and regulations, the prospective manager will be prepared to compete effectively in markets controlled or affected by government activities. The course will consider the management problems created by the United States antitrust laws and various government agencies regulating environmental hazards, energy, and health and safety. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Economic Models for Consulting Practices",
      "department": "General Elective",
      "description": "The purpose of this course is to give students hands-on experience in applying econometric tools, primarily regression analysis, to managerial problems. The course extends the introductory statistics course by providing extensive applications of the tools of regression analysis. It complements the elective in time-series analysis, but there is very little overlap between the two electives. The course is designed for quantitatively oriented students who wish to learn more about statistical analysis and who wish to develop the ability to estimate statistical models derived from both micro- and macroeconomic theories. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Behavioral Economics",
      "department": "General Elective",
      "description": "Behavioral economics and the closely related field of behavioral finance, couple scientific research on the psychology of decision making with economic theory to better understand what motivates investors, employees, and consumers. This course will be based heavily on my own research. We will examine topics such as how emotion rather than cognition determines economic decisions, 'irrational' patterns of how people think about money and investments, how expectations shape perceptions, economic and psychological analyses of dishonesty by presumably honest people, and how social and financial incentives combine to motivate labor by everyday workers and CEOs alike. This highly interdisciplinary course will be relevant to students with interests in General Management, Behavioral Finance, Entrepreneurship, Social Entrepreneurship, and Marketing. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Competitive Analysis",
      "department": "General Elective",
      "description": "The course provides insights needed to understand the behavior of firms in imperfectly competitive industries; introduces elements of game theory as a framework for the study of strategic interactions; and analyzes various aspects of the organization of industries. Course includes three basic themes: (1) firms typically operate under imperfect or incomplete information and make decisions under uncertainty; their actions may reveal some of their private information; (2) firms' decisions usually are of a dynamic nature and involve intertemporal trade-offs; (3) industries are not static, but evolve over time driven by market forces, as well as by the strategic decisions of the firms. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in managerial economics on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in managerial economics on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "MGRECON: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "MGRECON: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "MGRECON: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Weekend Executive MBA students."
    },
    {
      "course": "MGRECON: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "OPERATNS: Introduction to Operations and Supply Chain Management",
      "department": "General Elective",
      "description": "A supply chain comprises all the processes and activities involved with product delivery, from the extraction of raw materials, through transportation and processing, to the delivery of finished products to the customer. These activities typically involve numerous geographic locations and firms with different objectives. The crucial decisions include infrastructure investments, the quantities to produce and ship, the timing of shipments, where to hold inventories, and which firms should be responsible for which activities. The management of supply chains is difficult and complicated, but essential in the modern economy. This course will cover the basic facts and principles of the subject. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "OPERATNS: Operations Analytics",
      "department": "General Elective",
      "description": "This course focuses on prescriptive analytics techniques to understand and improve a firm's operational capabilities. The course is divided into two modules. In the first module, called Process Analytics, the focus will be on individual manufacturing and service processes. Students will learn to map and visualize complex processes, identify and improve process performance, quantify and analyze the impact of randomness on processes, and visualize process quality. In the second module, called Supply Chain Analytics, the focus will broaden from a single process to the entire supply chain. Students will learn to forecast uncertain demand, optimize inventory, and design distribution networks and supply chains to match supply with demand. The course is designed for students who are interested in operational and consulting positions, who may interact with operations units of a firm (e.g., product or marketing managers), and who need to understand supply chain strategies at a high level. Key methodologies used in the course include estimation, forecasting, analytic modeling, optimization, simulation analysis, and data visualization. This course is for MQM: Business Analytics students."
    },
    {
      "course": "OPERATNS: Operations Management",
      "department": "General Elective",
      "description": "Covers issues in the design, planning, and control of the processes by which goods are manufactured and services are delivered. Specific topics include analysis of production processes, the impact of variability on process performance, inventory management, lean production, total quality management, process improvement, comparison of manufacturing and service process management, and the strategic role of operations in the firm. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Operations Management",
      "department": "General Elective",
      "description": "Covers issues in the design, planning and control of the processes by which goods are manufactured and services are delivered. Specific topics include analysis of production processes, the impact of variability on process performance, inventory management, lean productions, total quality management, process improvement, comparison of manufacturing and service process management, and the strategic role of operations in the firm. This course is for Global Executive MBA students."
    },
    {
      "course": "OPERATNS: Operations Management",
      "department": "General Elective",
      "description": "Covers issues in the design, planning and control of the processes by which goods are manufactured and services are delivered. Specific topics include analysis of production processes, the impact of variability on process performance, inventory management, lean productions, total quality management, process improvement, comparison of manufacturing and service process management, and the strategic role of operations in the firm. This course is for Weekend Executive MBA students."
    },
    {
      "course": "OPERATNS: Operations Strategy",
      "department": "General Elective",
      "description": "A firm's operations are the processes, resources, and capabilities that together produce its goods and services. The long-term design and control of a firm's operations to accomplish its strategic goals is referred to as its operations strategy. In this course, we discuss how to understand, analyze, and design effective operations strategies. We consider how different operational choices can lead to different levels of performance along four (at least) critical dimensions: cost, quality, flexibility, and speed. We also introduce a framework that structures the most important operational decisions into three categories, and discuss how to make decisions in these categories that align each dimension of operational performance with the firm's strategic goals. Finally, we apply this framework to analyze a series of critical problems faced by modern firms, such as developing resilient operations strategies, integrating social and environmental responsibility into operations strategy, scaling operations strategies in start-ups, and integrating breakthrough technology into an operations strategy. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Operations Strategy",
      "department": "General Elective",
      "description": "A firm's operations are the processes, resources, and capabilities that together produce its goods and services. The long-term design and control of a firm's operations to accomplish its strategic goals is referred to as its operations strategy. In this course, we discuss how to understand, analyze, and design effective operations strategies. We consider how different operational choices can lead to different levels of performance along four (at least) critical dimensions: cost, quality, flexibility, and speed. We also introduce a framework that structures the most important operational decisions into three categories, and discuss how to make decisions in these categories that align each dimension of operational performance with the firm's strategic goals. Finally, we apply this framework to analyze a series of critical problems faced by modern firms, such as developing resilient operations strategies, integrating social and environmental responsibility into operations strategy, scaling operations strategies in start-ups, and integrating breakthrough technology into an operations strategy. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "OPERATNS: Value Chain Innovation in Business Processes",
      "department": "General Elective",
      "description": "A value chain is a network of organizations involved in different processes that create value in the form of products and services. Increased competition, expanding product variety, and more demanding consumers require efficient value chains. Innovations arise from three main sources: application of data science and information technology, reconfiguration of the value chain network, and modification of incentives. Effective value chain management and analytics can enable companies to increase market shares, reduce costs, and improve customer service. In this course, we will introduce main concepts, best practices, and key strategies of value chain management and analytics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Value Chain Innovation in Business Processes",
      "department": "General Elective",
      "description": "A value chain is a network of organizations involved in different processes that create value in the form of products and services. Increased competition, expanding product variety, and more demanding consumers require efficient value chains. Innovations arise from three main sources: application of data science and information technology, reconfiguration of the value chain network, and modification of incentives. Effective value chain management and analytics can enable companies to increase market shares, reduce costs, and improve customer service. In this course, we will introduce main concepts, best practices, and key strategies of value chain management and analytics. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "OPERATNS: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in operations on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in operations on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "OPERATNS: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "OPERATNS: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "OPERATNS: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "OPERATNS: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "QM: Business Communication",
      "department": "General Elective",
      "description": "Master the foundations of effective management communication, including communicating clearly, strategically, persuasively, and collaboratively in professional business settings. You'll learn about and practice a variety of crucial communication skills and hone them in team presentations, where analysis and recommendations must withstand the challenges of audience members. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Business Communication",
      "department": "General Elective",
      "description": "This course introduces students to the foundations of effective management communication. It focuses on helping them communicate clearly, strategically, persuasively, and collaboratively in professional business settings. Students learn about and practice a variety of crucial communication skills. It also gives students opportunities to focus on individual goals for skill development, and hones students' skills in team presentations, where analysis and recommendations must withstand the challenges of audience members. Topics include presenting recommendations persuasively, presenting with one voice, using narrative structures to enhance coherence, asking and answering questions, team dynamics, and interpersonal communication. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Applied Probability and Statistics",
      "department": "General Elective",
      "description": "Understand how to address management decisions that, invariably, will need to be made under conditions of uncertainty. This course provides you with a solid foundation in applied probability and statistics, required for data-driven quantitative managerial decision-making as well as for subsequent courses in your program. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Applied Probability and Statistics",
      "department": "General Elective",
      "description": "Management decisions are increasingly data-driven and supported by quantitative arguments, yet these decisions are invariably made under conditions of uncertainty. This course introduces a framework for thinking about data-driven problems involving uncertainty and develops probabilistic and statistical tools for understanding, analyzing, and interpreting data. Specifically, the objective of the course is to provide an appropriate foundation in applied probability and statistics, which is necessary for datadriven quantitative managerial decision-making and for subsequent courses in the program. Topics include an introduction to probability, discrete and continuous probability distributions, sampling distributions, estimating population parameters, linear regression, and time series. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Fraud Analytics",
      "department": "General Elective",
      "description": "Find out how quantitative analytic techniques combined with expert analysis can identify potentially fraudulent behavior. Once you've detected a new fraud pattern, quantitative techniques can help identify potential perpetrators and put corrective measures into place. In this course, you will explore analytics techniques currently in use to identify and prevent fraud in relevant business contexts. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Financial Risk Management",
      "department": "General Elective",
      "description": "Study key concepts of fixed income securities and learn how to calculate the return of a portfolio of securities as well as quantify the market risk of that portfolio, using the R programming language with Microsoft Open R and RStudio, to calculate Value-at-Risk (VaR) and Expected Shortfall (ES). You'll master these important skills for financial market analysts in banks, hedge funds, insurance companies, and other financial services and investment firms. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Capstone Project 1",
      "department": "General Elective",
      "description": "This is the first of a two-part capstone course. In the capstone project course, students will work in teams to apply what they have learned in the MQM program to a real-world problem. The first part of the course will focus on problem formulation and data preparation. The course will also have a module on data visualization. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Capstone Project 2",
      "department": "General Elective",
      "description": "This is the second part of the capstone course, in which students will continue the work on the project selected in the first Capstone Project course. The focus in this course will be on analysis, report writing, and presentation. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Ethics and Legal Issues in Business Analytics",
      "department": "General Elective",
      "description": "Examine the leading issues in ethics and the law, including those that arise in the decisions made by manufacturers and marketers. You'll cover topics including privacy, data ownership, restrictions on data analysis, the effect of new technologies on business policy, and potential for biases. The course will use case examples to illustrate the dilemmas and challenges. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Digital Marketing",
      "department": "General Elective",
      "description": "Assess the impact of the rapidly evolving communication and distribution channels in the context of digital technology and consumer migration to the Internet. You'll consider advertising budgets shifting to display and search, and goods now positioned for online purchase, and review the associated key performance indicators and tools to use to improve the efficiency of digital marketing. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Programming for Data Analytics",
      "department": "General Elective",
      "description": "Build a foundation in R and Python to prepare for subsequent courses in your program that use these languages. In addition, you'll learn basic principles of visualization. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Programming for Data Analytics",
      "department": "General Elective",
      "description": "Build a foundation in R and Python to prepare for subsequent courses in student's program that use these languages. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Empirical Analysis for Business Strategy",
      "department": "General Elective",
      "description": "Gain exposure to the statistical techniques, primarily causal inference, used to evaluate business outcomes, as well as potential confounding factors and the quasi-experimental methods, such as instrumental variables regression, regression discontinuity, and difference-in-differences estimation, to mitigate their effects. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Decision Models",
      "department": "General Elective",
      "description": "Identify decision situations that are too difficult to grasp intuitively, or where the stakes are too high to learn by experience, in order to leverage decision models you'll learn in this course that allow you to consider the different possible scenarios and learn more about the problem. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Decision Models",
      "department": "General Elective",
      "description": "Successful management requires the ability to recognize a decision situation, understand its essential features, and make a choice. However, many such situations may be too difficult to grasp intuitively, or the stakes may be too high to learn by experience. In these cases, we may benefit from using decision models - simplified representations of these situations that allow you to consider the different possible scenarios (i.e., ask 'what if') and learn more about the problem. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Data Analytics and Applications",
      "department": "General Elective",
      "description": "Investigate how data analysis can be used to guide business practices by discussing a variety of real-world situations. You will study the core concepts behind data analytics, the challenges associated with big data, and the interplay between data science and business decisions, with your focus being on the long-lasting, general principles that endure the rapid change of technology and the 'hands-on' analyses of actual datasets to develop methodologies. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Data Analytics and Applications",
      "department": "General Elective",
      "description": "The course investigates how to use data to impact business practices. We will study the core ideas behind data analytics, challenges associated with big data, and the interplay between data science and business decisions. We will focus on general principles that are long lasting despite the rapid changing technology and on 'hands-on' analyses of actual datasets to develop methodologies. Topics may include data mining, advanced topics in linear regression, quantile regression, classification (logistic regression, support vector machine, classification trees), model selection and overfitting, cross-validation, similarity, k-nearest neighbor, and clustering. A variety of real life examples will be discussed such as customer retention, health risk prediction, social media analysis, real-time online advertisement, and data mining contests. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Advanced Data Analytics and Applications",
      "department": "General Elective",
      "description": "Learn how an expansion in data availability, improvements in computational power, and the design of digital- and data-centric organizations have fostered data-driven business decisions. You'll build on the material you covered in 'Data Analytics and Applications' with advanced tools, algorithms, and technologies currently being used in many industries. This course is for MSQM: Business Analytics and Accelerated MSQM: Business Analytics students."
    },
    {
      "course": "QM: Advanced Data Analytics and Applications",
      "department": "General Elective",
      "description": "Data-driven business decisions have been fostered by an expansion in data availability, improvements in computational power, and the design of digital- and data-centric organizations. This course builds on and extends the material covered in 'Data analytics and applications.' Specifically, we will focus on advanced tools, algorithms, and technologies that are currently being used in many industries. We will discuss a variety of business applications and tools such as causal inference, experimental and observational studies, neural networks and network effects, text mining (bag of words, term frequency, and n-grams), and advanced predictive models (deep learning and ensemble methods). This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Electronic Health Records and Data Structures",
      "department": "General Elective",
      "description": "This course explores the fundamentals of data storage, cleaning, and retrieval, with a special focus on electronic health records. It examines structured versus unstructured data, data integrity, data security, and interoperability issues. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Business Fundamentals: Accounting and Finance",
      "department": "General Elective",
      "description": "Explore two core areas of business: financial accounting and finance. The accounting module introduces you to the types of information requirements imposed on a firm by agencies in its environment, and study financial accounting, reporting, and measurement problems from both a theoretical and an applied basis. The finance module introduces you to fundamental concepts in finance and provides a set of tools for analyzing the investment and financing decisions of both individuals and firms. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Business Fundamentals: Accounting and Finance",
      "department": "General Elective",
      "description": "This course covers two core areas of business: financial accounting and finance. The accounting module introduces the student to the types of information requirements imposed on the firm by agencies in its environment and develops an understanding of the activities of the firm within the framework of a financial accounting system designed to satisfy these information requirements. Emphasis is given to the study of financial accounting, reporting, and measurement problems from a theoretical and an applied basis. The finance module gives an introduction to fundamental concepts in finance, and develops a set of tools for analyzing the investment and financing decisions of both individuals and firms. The concept of NPV, suitably adjusted to account for taxes, uncertainty, and strategic concerns, is used to analyze how investment and financing decisions interact to affect firm value. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Business Fundamentals: Marketing and Strategy",
      "department": "General Elective",
      "description": "Examine two core areas of business: marketing and strategy. The marketing module provides you with an overview of the role of marketing in organizations by exposing you to the fundamental issues and decisions involved in planning and managing marketing activities. You'll develop an understanding of the underlying forces that influence marketing decisions, including customer behavior, competitive marketing activity, and organizational considerations. The strategy module examines topics related to the question: Why are some firms more profitable than others? You'll learn the concepts and skills necessary for managers, management consultants, and financial analysts to understand, craft, and support a firm's strategy. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Business Fundamentals: Marketing and Strategy",
      "department": "General Elective",
      "description": "This course covers two core areas of business: marketing and strategy. The marketing module provides an overview of the role of marketing in organizations by acquainting students with the fundamental issues and decisions involved in planning and managing marketing activities. It begins with strategic decisions of segmentation, targeting and positioning. Subsequently, it examines product policy, pricing, advertising and communications, and channels of distribution. Major emphasis is placed on developing an understanding of the underlying forces that influence marketing decisions, including customer behavior, competitive marketing activity, and organizational considerations. The strategy module examines topics related to the question: Why are some firms more profitable than others? It explores the sources of sustained profits in the face of competitive pressures. In doing so, it introduces concepts and skills necessary for managers, management consultants, and financial analysts to understand, craft, and support a firm's strategy. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Life Sciences Strategy",
      "department": "General Elective",
      "description": "This course examines business strategy in the biotech, device, diagnostic, and pharmaceutical industries, with a focus on product development and commercialization. It begins with research and development, including how companies acquire knowledge and products; how companies manage intellectual property; and how companies use clinical trials to demonstrate product safety and efficacy to regulators, as well as payers and providers. It then discusses commercialization, including how companies determine price, justify the value of products, and market to providers and patients. It also examines the nuances of reimbursement in health care and the shift from blockbuster to niche product strategy. Finally, the course will discuss how companies prepare for patent expiration, and how generics compete. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Analysis of Healthcare Effectiveness and Outcomes",
      "department": "General Elective",
      "description": "Participants in the health care ecosystem, including lifesciences product manufacturers, medical service providers, health and wellness app developers, and payers, increasingly have access to vast amounts of observational data. This course focuses on the analysis of real-world observational data to draw inferences about effectiveness of various interventions at individual patient and/or community levels. An important component of the course is the study of potential confounding factors and the use of quasi-experimental methods, such as propensity score matching, instrumental variables regression, and difference-in-differences estimation, to mitigate their effects. The course will demonstrate these methods using examples from various health care sectors. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Value-Based Care",
      "department": "General Elective",
      "description": "Recent changes and proposed reforms in public as well as private sectors are moving the US health care system from the traditional fee-for-service model to a variety of value-based models of reimbursement. This course examines the relative merits of various value-based models compared to the traditional feefor- service model. It also teaches key components of value-based models including coordination of care, patient compliance (adherence), social determinants of health, selection and definitions of specific quality outcomes, data and measurement, and sound analysis of observed data. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Provider Operation Analytics",
      "department": "General Elective",
      "description": "This course focuses on understanding and improving business processes through data analysis. Modern technology has changed the way that organizations collect the data generated in these processes and utilize that data to make effective decisions. This course is a prescriptive analytics course that focuses on improving processes in health care organizations to better utilize limited resources and increase patient satisfaction. The course starts with a study of major causes of congestion and wait times in hospitals and clinics and strategies to reduce them through effective scheduling and resource allocation. The second module then focuses on managing inventory of drugs and medical supplies. The third module concerns process quality, with a goal of maintaining high and consistent quality of care to patients. The course is expected to include topics such as capacity planning, scheduling, queueing analysis, inventory analysis, and lean and six-sigma program implementation. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Ethics and Legal Issues in Health Analytics",
      "department": "General Elective",
      "description": "This course examines the leading issues in bioethics and the law, including those that arise in the decisions made by providers, payers, and product manufacturers. Topics will include patient privacy, data ownership, restrictions on data analysis, the effect of new technologies on science policy, end-oflife care, and rationing of scarce drugs, organs, and other resources. The course will use case examples to illustrate the dilemmas and challenges. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Health Care Institutions and Policy 1",
      "department": "General Elective",
      "description": "In most markets, the consumer chooses, pays for, and consumes a product. However, in health care, we often find that a provider chooses, an insurer pays, and a patient consumes. We will describe health care providers, insurers, manufacturers, and regulators, and how they interconnect in health care. While health care is different from other markets, the tools of business and the social sciences nevertheless provide valuable insights about strategy and policy. The course will provide background for subsequent health courses in the curriculum. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Health Care Institutions and Policy 2",
      "department": "General Elective",
      "description": "In most markets, the consumer chooses, pays for, and consumes a product. However, in health care, we often find that a provider chooses, an insurer pays, and a patient consumes. We will describe health care providers, insurers, manufacturers, and regulators, and how they interconnect in health care. While health care is different from other markets, the tools of business and the social sciences nevertheless provide valuable insights about strategy and policy. The course will provide background for subsequent health courses in the curriculum. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Health Care Institutions and Policy 3",
      "department": "General Elective",
      "description": "In most markets, the consumer chooses, pays for, and consumes a product. However, in health care, we often find that a provider chooses, an insurer pays, and a patient consumes. We will describe health care providers, insurers, manufacturers, and regulators, and how they interconnect in health care. While health care is different from other markets, the tools of business and the social sciences nevertheless provide valuable insights about strategy and policy. The course will provide background for subsequent health courses in the curriculum. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Navigating Organizations",
      "department": "General Elective",
      "description": "Conduct smart quantitative analysis by overcoming common cognitive biases as well as by working effectively with others in your organization. Identify what principles you can draw on to analyze and improve performance in your firm and how to become an effective leader and contributor to your firm that others respect and are willing to follow. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Navigating Organizations",
      "department": "General Elective",
      "description": "Smart quantitative analysis requires overcoming common cognitive biases as well as working effectively with others in the organization. This course builds on insights from behavioral sciences to help students meet these challenges and be effective analysts and managers. The course will primarily focus on two broad sets of questions. First, what principles can students draw on to analyze and improve performance in organizations? Second, what do an individual needs to do to be an effective leader and contributor to his/her firm that others respect and are willing to follow? This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Managerial Economics for Health Care",
      "department": "General Elective",
      "description": "This course covers the fundamental concepts of microeconomics, such as pricing decisions, market equilibrium, strategic interaction, and asymmetric information. More broadly, this course provides a structured framework for evaluating firm strategies and market outcomes across a wide variety of settings, with a particular focus on health care. The economic principles introduced throughout the term will serve as a foundation for future courses in business functions such as finance, marketing, and strategy. This course is for MSQM: Health Analytics students."
    },
    {
      "course": "QM: Managerial Economics",
      "department": "General Elective",
      "description": "Learn the fundamental concepts of microeconomics, such as pricing decisions, market equilibrium, strategic interaction, and asymmetric information, which will serve as a foundation for future courses in business such as finance, marketing, and strategy. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Operations Management",
      "department": "General Elective",
      "description": "Understand and improve business processes, such as capacity planning, scheduling, queueing analysis, inventory analysis, and lean and six-sigma program implementation, through data analysis. Technology has enhanced the way that the data generated in these processes is collected and assessed to make more effective decisions. This course is for MSQM: Business Analytics students."
    },
    {
      "course": "QM: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for MSQM: Business Analytics students. Prerequisite: Consent of the programmatic dean and instructor."
    },
    {
      "course": "QM: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for MSQM: Health Analytics students. Prerequisite: Consent of the programmatic dean and instructor."
    },
    {
      "course": "SOCENT: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "SOCENT: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. Department consent required. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "SOCENT: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "STRATEGY: Principles of Strategy",
      "department": "General Elective",
      "description": "How to identify business opportunities in dynamic competitive environments and develop skills necessary to be an effective strategy analyst as part of any business position. Tackles the complexity of analyzing competition in this era of globalization and changing firm boundaries, as well as assesses strategy under increasing uncertainty. Develops strategic thinking by learning the concepts, models, and tools of strategic analysis and by applying them to competitive situations. Develops the capability to assess a firm's strategic position with respect to rivals, the larger industry, and customers given the firm's internal resources and capabilities. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "STRATEGY: Strategic Management",
      "department": "General Elective",
      "description": "Strategic management raises the broad questions faced by management and explores how to structure the firm to use the insights from externally-focused and internally-focused analytics teams. The course will cover: industry analysis, business unit strategy, corporate strategy, estimating learning curves, project management, implementation and organizational form, and incentives. This course is for MQM: Business Analytics students."
    },
    {
      "course": "STRATEGY: People Analytics",
      "department": "General Elective",
      "description": "This course focuses on prescriptive analytics techniques to understand and improve a firm's organizational processes. Topics include diversity analytics, predicting employee turnover, predicting employee performance, recruitment analytics, and intervention impact. This course is for MQM: Business Analytics students."
    },
    {
      "course": "STRATEGY: Climate, Sustainability, and Corporate Governance",
      "department": "General Elective",
      "description": "Global challenges such as urbanization, food security, water crises, inequality, natural resource degradation, and climate change increasingly present material risks to corporations. Yet these same trends can create profitable opportunities for companies if innovation is harnessed to create products and business models that provide solutions for growing global markets. As these challenges grow, companies are increasingly integrating sustainability as a business imperative and a key to competitive advantage. In the course, we will examine how businesses assess their risks and opportunities, and how they develop strategies to promote more sustainable practices. We will assess challenges in different firms, industries and geographies, and evaluate how these differences affect corporate strategy and practice. Class sessions will combine case studies, lectures, guest speakers, and interactive activities. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Foundations of Strategy",
      "department": "General Elective",
      "description": "Why are some firms more profitable than others? This course explores the sources of sustained profits in the face of competitive pressures. In doing so, it introduces concepts and skills necessary for managers, management consultants, and financial analysts to understand, craft, and support a firm's strategy. Students should leave the course well prepared for focused electives on strategic issues. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Foundations of Strategy",
      "department": "General Elective",
      "description": "Deals with the work and understanding of strategic management. The course adopts the perspective of the managers within the corporation, business, division, plant, or other operating unit who must mesh their individual actions and responsibilities with the overall objectives of the firm. During the course, we will focus on the perspectives and skills required to diagnose and find realistic solutions for critical problems in complex business situations. Core topics include industry analysis, business analysis, international strategy, strategic planning, and strategy implementation. This course is for Global Executive MBA students."
    },
    {
      "course": "STRATEGY: Foundations of Strategy",
      "department": "General Elective",
      "description": "Takes on the general manager's challenge to make sound strategic decisions under difficult conditions. Students are guided toward their own individual approaches to solving current business problems under uncertain, ambiguous, and dynamic conditions. Case analyses and guest speakers help put theory into practice, and to test out solutions. Students evaluate markets and strategies, functional area integration, leadership, and implementation. Some current topics: local rivalry, alliance management, capabilities, venturing, technology and market evolution, and real options. This course is for Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Global Institutions and Environments",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: International Strategy",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Entrepreneurial Strategy for Innovation-Based Ventures",
      "department": "General Elective",
      "description": "This course provides prospective entrepreneurs with information and tools for evaluating opportunities for starting a new firm: how to choose markets for entry, when to enter, and what resources and capabilities it will take to enter and provide a platform for future growth. The course will focus on venture formation in innovation-intensive industries such as computers, software, pharmaceuticals, biotechnology, and communications equipment. The course is designed for students who hope to pursue start-up opportunities at some point in their career or pursue careers where evaluating start-ups would be helpful (e.g., venture capital, mergers and acquisitions). While this course can be taken alone, it is designed to be taken along with the more practice-oriented course, Entrepreneurial Execution. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Entrepreneurial Strategy For Innovation-Based Ventures",
      "department": "General Elective",
      "description": "This course provides prospective entrepreneurs with information and tools for evaluating opportunities for starting a new firm: how to choose markets for entry, when to enter, and what resources and capabilities it will take to enter and provide a platform for future growth. The course will focus on venture formation in innovation-intensive industries such as computers, software, pharmaceuticals, biotechnology, and communications equipment. The course is designed for students who hope to pursue start-up opportunities at some point in their career or pursue careers where evaluating start-ups would be helpful (e.g., venture capital, mergers and acquisitions). While this course can be taken alone, it is designed to be taken along with the more practice-oriented course, Entrepreneurial Execution. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Strategies for Driving Corporate Corporate Growth",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Business Strategy by Firms Based in Developing Countries",
      "department": "General Elective",
      "description": "Focuses on strategies firms in emerging markets are adopting to compete at home and abroad. Emerging market economies have a growing commercial infrastructure of legal institutions, capital and labor markets, external supply chains, and physical infrastructure. These economies -- the BRICS countries of Brazil, Russia, India, China, and South Africa as well as rapidly growing countries throughout Africa, Latin America, Asia, and the Middle East - are now among the most dynamic economies in the world. Strategies in these economies reflect traditional business strategy, but also incorporate important elements from the distinct conditions of the emerging markets in general and of their home countries in particular. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Business Strategy by Firms Based in Developing Countries",
      "department": "General Elective",
      "description": "Focuses on strategies firms in emerging markets are adopting to compete at home and abroad. Emerging market economies have a growing commercial infrastructure of legal institutions, capital and labor markets, external supply chains, and physical infrastructure. These economies -- the BRICS countries of Brazil, Russia, India, China, and South Africa as well as rapidly growing countries throughout Africa, Latin America, Asia, and the Middle East - are now among the most dynamic economies in the world. Strategies in these economies reflect traditional business strategy, but also incorporate important elements from the distinct conditions of the emerging markets in general and of their home countries in particular. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Strategy Implementation",
      "department": "General Elective",
      "description": "Focuses on strategy implementation. The course teaches how organizational realities shape the constraints and opportunities for creative strategizing. In doing so, the classes address the relationship between strategic choices, the competitive environment, formal structure, and the informal organization. Class topics include sources of strategy, strategic planning, business processes, relationships, formal and informal organization, knowledge, overcoming inertia, managing acquisitions, and global organization. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Strategy Implementation",
      "department": "General Elective",
      "description": "Focuses on strategy implementation. The course teaches how organizational realities shape the constraints and opportunities for creative strategizing. In doing so, the classes address the relationship between strategic choices, the competitive environment, formal structure, and the informal organization. Class topics include sources of strategy, strategic planning, business processes, relationships, formal and informal organization, knowledge, overcoming inertia, managing acquisitions, and global organization. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Strategic Modeling and Business Dynamics",
      "department": "General Elective",
      "description": "This course introduces concepts and modeling methods that enhance strategic thinking skills. You learn a flexible and powerful approach to structuring managerial problems and visualizing interconnections that make business systems dynamic. Understanding of business dynamics is developed through mapping, mathematical model building and structured experimentation. It investigates a wide variety of industries and issues including: competitive strategy; managing firm growth; reconciling apparently contradictory information; managing booming or cyclical industries and influencing public policy. It develops skills and concepts for use as a manager, consultant, analyst, investor or policy maker. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Intellectual Capital and Competitive Strategy",
      "department": "General Elective",
      "description": "Competitive advantage relies critically upon a firm's management of the knowledge and know-how underpinning its product and process innovation. This course considers how firms manage intellectual capital from the vantage point of different types of firms' from start-ups to large incumbents' operating in different market environments as they change over time. It considers how firms should protect their intellectual capital, when firms should share their intellectual capital with other firms, how firms should go about acquiring the intellectual capital of others, and how firms can extract value from their intellectual capital through commercialization and licensing. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Entrepreneurial Execution and Planning",
      "department": "General Elective",
      "description": "The focus of this course is the successful creation and early execution of a new venture. The course will concentrate on new enterprises based on substantial innovations with potential for high growth and funding by venture capitalists. The course is primarily based on case discussion, with the intent of allowing students to derive practical lessons from experience (both successes and failures) in actual ventures. The topics to be covered include: understanding whether there is a market, competitive position, growth, financing a new venture, building a team, early sales and marketing execution, building an operating plan. This course is a complement to the Entrepreneurial Strategy course. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Entrepreneurial Execution and Planning",
      "department": "General Elective",
      "description": "The focus of this course is the successful creation and early execution of a new venture. The course will concentrate on new enterprises based on substantial innovations with potential for high growth and funding by venture capitalists. The course is primarily based on case discussion, with the intent of allowing students to derive practical lessons from experience (both successes and failures) in actual ventures. The topics to be covered include: understanding whether there is a market, competitive position, growth, financing a new venture, building a team, early sales and marketing execution, building an operating plan. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: New Ventures: Discover",
      "department": "General Elective",
      "description": "New Ventures: Discover is designed to lead students to a eureka moment by teaching how to explore the world around them, seeking problems worth solving, and moving from an idea to action. This course is ideal for students who want find white space for new innovation and entrepreneurial action, whether that's as part of a larger organization or by launching a new venture. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: New Ventures: Develop",
      "department": "General Elective",
      "description": "New Ventures: Develop is designed to help students gain experience building and testing a business model for their own ideas or as a team member working on someone else's venture. Students will explore the process of evaluating and understanding whether a business is worth doing. Students will learn to assess opportunities, develop and test business models, understand financials, and build a successful team. For ideas that have been validated through New Ventures Discovery or through the independent customer discovery process, New Ventures Development can help move from idea to action. This course is for both founders and for students interested in forming teams around ideas sourced from peers across the university. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: New Ventures: Develop 2",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: New Ventures: Deliver",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: New Ventures Delivery 2",
      "department": "General Elective",
      "description": "This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Advanced Corporate Strategy",
      "department": "General Elective",
      "description": "This course will challenge students to develop a framework to make business decisions in the shadow of complex political and social issues. Students will discuss several contemporary case studies of business leaders making choices that intersect with controversial issues related to economic inequality, civil rights, public health, consumer and environmental protection, among others. Students will also develop familiarity with the political debates and empirical evidence on several current public policy issues through the assigned readings, which will include media articles and academic papers. Selected topics include CEO activism, the impact of technological innovation on jobs, the regulation of new business models, corporate political activities, and engaging the media. This course is designed to be useful to any student who wishes to develop the skills to analyze the environment their organization operates in and craft effective strategies both within and beyond markets. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in strategy on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in strategy on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic and international clients covering strategy, international business, small business, energy and environment, health care management, social entrepreneurship and other topics. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Fuqua Client Consulting Practicum",
      "department": "General Elective",
      "description": "Team-based consulting practicums with local, domestic clients covering strategy and other topics. This course is for MMS: Foundations of Business students."
    },
    {
      "course": "STRATEGY: Practicum",
      "department": "General Elective",
      "description": "Topics vary each semester offered. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Concentration Project",
      "department": "General Elective",
      "description": "An applied study of a business problem or a theoretical research effort. A written presentation of the objectives, intellectual resources, and methodology is required. A written report at the conclusion of the project is also required. The graded project is an individual effort as opposed to a team-based effort and is undertaken with the guidance of the instructor. This course is for Global Executive MBA and Weekend Executive MBA students."
    },
    {
      "course": "STRATEGY: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Daytime MBA and Accelerated Daytime MBA students."
    },
    {
      "course": "STRATEGY: Special Topics",
      "department": "General Elective",
      "description": "Permits the study of special topics in management on an occasional basis depending on the availability and interests of students and faculty. This course is for Global Executive MBA students."
    },
    {
      "course": "STRATEGY: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Daytime MBA and Accelerated Daytime MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    },
    {
      "course": "STRATEGY: Independent Study",
      "department": "General Elective",
      "description": "Allows the student an opportunity to engage in a study of special topics on an individual basis under the supervision of a faculty member. This course is for Global Executive MBA and Weekend Executive MBA students. Prerequisite: second-year standing in the MBA program and consent of the associate dean and instructor."
    }
  ]
}