{
  "school_name": "Northwestern University Kellogg School of Management",
  "location": "Illinois",
  "majors": [],
  "specializations": [],
  "date_parsed": "2026-01-22",
  "course_count": 140,
  "curriculum": [
    {
      "course": "MKTG-499: Independent Study",
      "department": "MKTG",
      "description": "Students with superior records who wish to study some significant phase of marketing in more depth than is provided in regular courses may register for independent study with a selected instructor. Permission of the instructor and department are required. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-957: Health Systems Management: A Practicum with Northwestern Medicine",
      "department": "HCAK",
      "description": "This practicum-based class will be a partnership between Northwestern Medicine (NM) and Kellogg. This partnership is designed to educate students about the challenges of leading a large health system and its role in an ever-evolving healthcare ecosystem. In small teams, Kellogg students will work on NM key strategic initiatives in conjunction with NM administrative staff and leadership over the course of the Fall and Winter Quarters. This class is similar to a lab-class where most of the work in the class will be on your projects with some class time for didactic lectures and guest speakers. Class topics and speakers are designed to give students a view into running a large healthcare system. Potential class topics include Healthcare Financing, Healthcare Strategy, Healthcare Operations, Healthcare Innovation, and broad trends facing the healthcare ecosystem (such as alternative payment models, health equity, workforce recruitment and retention, consolidation). The class will be a total of 1 credit, taken over 2 quarters. You will enroll in 0.5 credits in the Fall over 10 weeks and 0.5 credits in the Winter Quarter over 10 weeks. Who should take the course? We hope that students interested in healthcare systems and the broader healthcare ecosystem enroll in this class, recognizing the outsized role that healthcare systems play. As the healthcare system evolves, a wide view of the value chain is critical to understanding how healthcare fits together as a cohesive business. This class aims to provide a unique opportunity to understand healthcare systems and the market no matter your future role in the ecosystem. This class will be application based and open to 1Y, MD/MBAs, JD/MBAs, and 2nd year 2Y students. E&W students who are interested can reach out Professor Paul Campbell and will be evaluated on a case-by-case basis. While there are no formal perquisites for the class, it is recommended that you have background in healthcare and understanding of the healthcare ecosystem and/or have taken Healthcare Economics STRT-444-0 or Healthcare Strategy STRT-443-0. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-455: Board Governance of Non-Profit Organizations",
      "department": "SSIM",
      "description": "This five week course is designed to provide students with an understanding of how nonprofit and social impact organizations are governed. It will appeal to students who are likely to engage in board service or to lead a nonprofit or social impact organization. The goal is to help students understand the workings of nonprofit organizations; the roles and responsibilities of boards; and how boards operate. It will focus on the unique aspects of nonprofit/social impact board governance and what comprises an effective board. The course also addresses how organizations and boards move through various stages of growth and development and how nonprofit boards differ from corporate/public boards and where similarities exist in structure, operations and responsibilities. The course will be developed through readings, lectures, cases, discussions and guest speakers. The course will include an individual assignment and two case analyses that can be done individually or as a group. There is no in-class final. TRACKS Social Impact and Responsible Leadership PREREQUISITES Negative Prerequisite: All Students: KPPI-455-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-540: Empirical Research in Accounting II",
      "department": "ACCT",
      "description": "This course focuses on examining and evaluating the economic arguments underpinning capital-markets based, empirical accounting research. The course includes discussion and critical assessment of research designs and statistical methods used by accounting researchers with a focus on the appropriateness of the research question. Students are responsible for presenting research papers and preparing a final research proposal. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-968: Corporate Credit Markets",
      "department": "FINC",
      "description": "Fixed income is not just one asset class, but rather a broad array of markets ranging from \"risk-free\" bonds (US Treasuries), with a guaranty of repayment by the US government, to highly speculative instruments (distressed debt) with a meaningful risk of default. Corporate credit, the focus of this course, is a third fixed income category which sits between Treasuries and stocks on the risk spectrum, and includes investment grade bonds, high yield bonds/loans, and private credit instruments. TRACKS Asset Management Pathway Finance Major PREREQUISITES Prerequisites: All Students: (FINC-431-0 OR FINC-440-0) CONCURRENT May be taken concurrently: All Students: FINC-450-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "INTL-490: Foreign Study",
      "department": "INTL",
      "description": "This course is offered to students who have been away for a quarter in the exchange program. (1.0 unit) PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-473: Strategic Brand Management",
      "department": "MKTG",
      "description": "As many products and services are becoming commoditized, brands are becoming increasingly important as key non-price differentiators. As a result, brands now have the potential to play an even greater role in creating value for customers as well as for the company. In this course, you will learn how to create and manage successful brands. We will discuss the key factors that enable brands to create value, focusing on the strategic aspects of building strong brands. You will learn about brand management in three different formats. First, you will learn from the lectures and the assigned course materials, which provide the background necessary to address the problems we will discuss in class. The second venue for learning is class discussions. Here you will have the opportunity to present your point of view and defend it against those of your classmates. Our goal for the class discussion is to come up with a viable solution for the branding problem faced by the company. Finally, the third learning venue is the individual case preparation and the case-related discussions within each team prior to discussing the case in class. The ultimate goal of this course is to enhance your knowledge of branding and brand management. Specifically, this course aims to: (1) introduce the key elements of brand management, (2) provide a sound framework for brand-focused action planning, and (3) sharpen your leadership, analytical, and communication skills. The course involves a mixture of case discussions and lectures, with an emphasis on developing a strategic approach that will enable you to understand the environment in which a company operates and identify opportunities and threats, identify and solve brand-related marketing problems, and develop actionable brand management plans. TRACKS Marketing Major PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-461: Personal Leadership Insights",
      "department": "LDEV",
      "description": "This course is a unique opportunity for students who are highly motivated and committed to their personal development and growth as a leader and who value the chance to do this work in a group setting. The Kellogg faculty leader serves as coach and facilitator to guide students through a process that explores who they are (strengths, needs, values), reveals how others experience them (feedback), examines who they want to be (vision/purpose) and identifies actions for moving forward (development planning). Individual reflective exercises will be further explored and shared in small group meetings, full class discussion, and individual coaching appointments with the faculty. Students complete a paper integrating their personal insights. There is no final exam. Because the course focuses on self-awareness and relationships with others, students rely on interactions with each other to experience vulnerability and growth within an environment of safety and trust. Therefore, students will not receive a letter grade, but rather a \"Pass\" with 0.5 credits or a \"No-Credit\" on their transcript. The \"Pass\" designation will be given if the following requirements are met: 100% attendance (non-negotiable), completion of all assignments, honoring confidentiality, and active participation in class activities and discussions. Please note that the 100% attendance policy is non-negotiable across all sections and instructors. Only bid on a section for which you are sure you can attend every class session. Review the abbreviated syllabus for that section to confirm the precise meeting dates. TRACKS Entrepreneurship Pathway PREREQUISITES Prerequisites: E&W: MORS-430-0 Negative Prerequisite: All Students: KACI-461-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-450: Decision Models & Prescriptive Analytics",
      "department": "OPNS",
      "description": "The value of analytics and artificial intelligence (AI) in today's business landscape cannot be overstated. These tools have become integral to the decision-making process for many organizations across a variety of industries, including services, marketing, transportation, online platforms, and finance. AI systems often utilize a range of analytics techniques to make data-driven, evidence-based decisions. The analytics tools can be broadly classified to three types: Descriptive (What happened?): The interpretation of historical data to identify trends and patterns Predictive (What will happen?): The use of statistical and machine learning techniques to forecast future outcomes Prescriptive (What should be done?): The use of data-driven models to prescribe the best action plan. Prescriptive analytics, in particular, plays a key role in the functionality of AI systems. This type of analytics involves the use of data-driven models to determine the best course of action in a given situation, based on data and analysis of past outcomes and trends. By utilizing prescriptive analytics, organizations can make informed, strategic decisions that optimize outcomes and drive business success. For example, an AI system might use prescriptive analytics to determine the best way to match drivers with riders, recommend the best portfolio of stocks, or to recommend the most effective marketing campaign for a new product. By leveraging the power of advanced analytics techniques, organizations can gain a competitive edge and make more informed, strategic decisions that can drive growth and success. This course focuses on developing a holistic understanding of prescriptive analytics by introducing the basic principles and techniques of applied mathematical modeling for managerial decision-making. You will learn to use important analytic methods, such as spreadsheet modeling, optimization, and Monte Carlo simulation, to recognize their assumptions and limitations, and to employ them in decision-making. The emphasis will be on model formulation and interpretation of results, rather than on mathematical theory or coding. We will cover a wide range of prescriptive analytics models that are widely used in diverse industries and functional areas, including finance, operations, and marketing. TRACKS AI and Analytics Pathway Management Science Major Operations Major Technology Management Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-540: Special Topics in Consumer Research",
      "department": "MKTG",
      "description": "This course introduces students to new topics and approaches in consumer behavior research. As such, the topics will change from year to year, and students will be challenged to further develop the theoretical model proposed in the papers. Besides being relevant to marketing students, this course is likely of interest to graduate students in psychology, communication studies and education. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-499: Independent Study",
      "department": "STRT",
      "description": "Students who have established superior records and who wish to study a significant phase of administration in more depth than is provided in regular courses may register for independent study with a selected instructor. Permission of the instructor and department are required. TRACKS Strategy Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "REAL-465: Real Estate Entrepreneurship",
      "department": "REAL",
      "description": "**This course was formerly known as REAL-925-0** This course focuses on creating a framework for successful real estate entrepreneurship through applying theory, analytical tools, and cross-disciplinary training. Topics include creating an investment thesis, sourcing opportunities, investment valuation and underwriting, performing due diligence, legal issues, transaction structuring, risk analysis, fundraising, closing transactions, and asset management. TRACKS Entrepreneurship Pathway Real Estate Pathway PREREQUISITES Negative Prerequisite: All Students: REAL-925-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-430: Marketing Management",
      "department": "MKTG",
      "description": "This course takes an analytical approach to the study of marketing problems of business firms and other types of organizations. Attention focuses on the influence of the marketplace and the marketing environment on marketing decision making; the determination of the organization's products, prices, channels and communication strategies; and the organization's system for planning and controlling its marketing effort. PREREQUISITES Negative Prerequisite: All Students: MKTGM-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-499: Independent Study",
      "department": "OPNS",
      "description": "Students who have established superior records and who wish to study more in depth than what is provided in regular courses may register for independent study with a selected instructor. Permission of the instructor and the department is required. TRACKS Operations Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-462: Retail Analytics and Pricing",
      "department": "MKTG",
      "description": "This course will teach you how to use analytics and data to address decisions faced by retailers and manufacturers. Pricing and promotion decisions are emphasized, with additional coverage on topics such as private labels, product assortment, trade funding, shopper marketing, and more. The course is organized around a hierarchy of topics. We spend roughly one week understanding pricing and promoting to an individual customer. This analysis provides the foundation as we move to more aggregate decisions, such as setting regular and promoted prices at the product level, managing category pricing, and understanding the drivers of store traffic. As we progress through this hierarchy of decisions, we illustrate how different types of data can---or can't---be used to answer managerial questions. A key part of the class is understanding the limitations of different types of data and how better planning can both simplify the analytics and increase your confidence in the findings. This class is very practical and hands-on. Most of the data we analyze is from real-world managerial problems, through collaborations with leading retailers and consulting firms who have brought problem-driven challenges to the classroom. Weekly homework assignments, both individual and group, are paired with in-class cases. There is no final exam. TRACKS AI and Analytics Pathway Management Science Major Marketing Major Operations Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-431: Finance II",
      "department": "FINC",
      "description": "Finance II: Corporate Finance covers the financial knowledge you need to run a firm, whether the firm is a multi-billion international conglomerate or a three-person start up. You will learn how to answer the three fundamental question of corporate finance: (1) Capital structure or the funding decision: which source(s) of capital should you use to fund the firm's project? (2) Capital budgeting or the investment decision: which projects should you invest in? (3) Dividend decision: how should you deploy the capital that the project returns? We will cover the three fundamental methods for valuing projects and firms: discounted cash flow (or net present value), real options, and multiples analysis. The class begins with a theoretical framework. The world of finance is very complex. Without a logical structure that you can use to frame and answer questions, you will rapidly become lost and will be unable to defend your position. The theoretical framework is valuable, however, only if you can use it to examine real world decisions. Thus the majority of class time will be devoted to applying the logical framework. This course is important for anyone who plans to run a firm or a division, who hopes to be involved in the investment or funding decisions of the firm, who plans to work for a service provider who will assist the firm in analyzing these decisions (e.g., banking and consulting), or who plans to invest in firms or advise clients who will invest in firms. Even if you initially specialize in a different functional area, you want to understand how the finance function works. The most brilliant idea isn't useful if you cannot get it funded. Recommended Prerequisites: ACCT-430 and MECN-430 TRACKS Asset Management Pathway Finance Major VC/PE Pathway - Corporate Restructuring VC/PE Pathway - Equity Growth VC/PE Pathway - Venture Capital PREREQUISITES Prerequisites: All Students: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0 OR ACCTM-430-0) AND (FINC-430-0 OR FINCM-430-0) Negative Prerequisite: All Students: FINC-440-0 AND FINC-435-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-448: Mergers and Acquisitions, LBOs and Corporate Restructuring",
      "department": "FINC",
      "description": "The course involves analysis of corporate restructuring strategies including mergers, acquisitions, hostile takeovers and the market for corporate control, financial re-capitalization, leveraged buyouts, management buyouts, going-private decisions, fiduciary duties (Business Judgment Rule, Revlon Mode, Enhanced Scrutiny), reorganization under bankruptcy (Chapter 11, Chapter 7, 363 Sales, Pre-Packaged Bankruptcy), the role of private equity, and other methods of restructuring (spin-offs, split-ups, carve-outs and tracking stock). Transactions are examined from the perspectives of both the corporation and capital markets. Common \"arbitrage\" trading strategies involving corporate transactions and limits to arbitrage will also be discussed. The course integrates the corporate governance and agency dimensions, financial and strategic management aspects, and legal and accounting considerations into a unified framework for investigating issues such as, pre-merger planning, fact-finding, accounting and tax implications, anti-trust problems, post-merger integration, and short-term and long-term shareholder wealth consequences of financial and organizational restructuring transactions. It combines applied theoretical approach with the case study method through detailed analysis of domestic and global restructuring deals. The course is designed so as to create an interface or link between the academic and the practitioner perspectives of various dimensions of corporate restructuring process. Financial topics include: - Accretion vs. Dilution Analysis - The P/E Problem in Acquisitions - Strategic vs. Financial Acquisitions - The Role of Private Equity Firms in Acquisitions - Structuring Offers and Forms of Payment: Cash vs. Stock; Fixed vs. Floating Stock Payments - Hedging In M&A: Earn-Outs, Collars and Price Guarantees - Defense Tactics - Hostile Takeovers and the Role of Activist Shareholders - Merger of Equals - Corporate Restructuring: Spin-Offs, Split-Ups, Equity Carve-Outs and Tracking Stock - Recapitalization of Troubled Companies: Out-of-Court, In-Court and Pre-Packaged Bankruptcy Procedures, Chapter 11 vs. Chapter 7 vs. 363 Sales - Distressed Debt Investment - LBOs Modeling and Valuation - Asset Backed Securities - The Role of Risk Arbitrageurs and Limits to Arbitrage Who Should Take This Course? This course is aimed at students planning to work for investment banks and corporate advisory firms involved in business restructuring and turnarounds, mergers and acquisitions, and financial reorganization transactions. It offers a comprehensive strategic perspective, a framework of conceptual and theoretical paradigms, and applied tools for deal design and corporate valuations that may facilitate students establishing their own consulting and advisory services. If a student does not meet the prerequisite requirements, s/he may take this course only if the permission of the instructor is given. An understanding of financial options will be assumed. TRACKS Asset Management Pathway Finance Major VC/PE Pathway - Corporate Restructuring VC/PE Pathway - Equity Growth PREREQUISITES Prerequisites: All Students: FINC-442-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-460: Moral Complexity in Leadership: An Exploration through Literature",
      "department": "LDEV",
      "description": "In this course, literature serves as the entry point to analyze morally complex matters and then formulate and communicate cogent opinions about them in a group. Through literature, we will pull out common themes of classic moral quandaries that leaders face (e.g. pernicious issues such as greed or self-deceit, operating as an \"agent of another\" whom you disagree with, fractured professional and personal life, the troubles with \"likability,\" etc). We will then examine how characters in the stories and real-world business leaders have grappled with such issues and analyze how individuals make choices congruent with their values, what actions convey care for the systems within which they operate (or are responsible for), and perhaps most importantly, what can get them off track. Students will not only read critically and carefully, but will also learn the arts of listening well, facilitating dialog amidst disagreement, and articulating sound arguments through weekly reflection papers and their conversations with one another. The course is built around weekly small group discussions in class and a plenary lecture on the week's themes in the business world. The emphasis is on deep, rigorous reflection and meaningful communication rather than sound bites or quick tips. The reading materials span centuries, continents and viewpoints, building respect for the complexity of those we interact with on a daily basis. This discussion-based course includes weekly homework assignments (reading and writing), a group project analyzing a film that conveys moral complexity, and a final, individual paper and brief presentation on a work of your choosing. TRACKS Managing Organizations Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "PACT-440: Leadership and Crisis Management",
      "department": "PACT",
      "description": "This course was formerly known as KPPI 440-A In recent decades corporations have increasingly become the dominant source for political and social change. Increased globalization and technological progress have further accelerated this process. Businesses are now held accountable by standards other than legal compliance or financial performance. Successful business leaders have recognized that these challenges are best mastered by a commitment to values-based management. However, simply \"doing the right thing\" is not enough. Rather, companies increasingly find themselves as targets of aggressive legal action, media coverage and social pressure. Organizations must be prepared to handle rapidly changing environments and anticipate potential threats. This requires a deep understanding of the strategic complexities in managing various stakeholders and constituencies. To confront students with these challenges in a realistic fashion, the class is structured around a rich set of challenging case studies and crisis simulation exercises. PREREQUISITES Negative Prerequisite: All Students: KPPI-440-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-451: Omnichannel Experience Strategy",
      "department": "MKTG",
      "description": "In a world saturated with new commerce options, consumers and business buyers are radically changing their expectations and behaviors across the entire cycle of learning, shopping, buying, and using products and services. How does a modern business manage its brands across the vast array of new channel models, from brick and mortar showroom stores to e-commerce sites to experiential pop-ups and apps? In this course, students will learn how to structure and manage networks of partners into cohesive, brand-enhancing omnichannel ecosystems that reach end-customers any place and any time, whether through social commerce channels, mobile devices, in-person store environments, platform apps, or product story, photo and video sharing sites. Like the fast-evolving business models we will be studying, this class is both strategic and practical, and most of the situations we will analyze are from real-world developments and managerial problems. The course takes a senior leadership perspective, offering frameworks and analytical tools for effectively moving an organization outside the comfort zone of legacy beliefs and relationships, and into the new omnichannel world. TRACKS Entrepreneurship Pathway Growth and Scaling Pathway Marketing Major Operations Major PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "PACT-699: Mayoral Internship",
      "department": "PACT",
      "description": "Mayoral Internship PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-430: Financial Accounting",
      "department": "ACCT",
      "description": "This course acquaints students with the process used to construct and understand the financial reports of organizations. The objective is to understand the decisions that must be made in the financial reporting process and to develop the ability to evaluate and use accounting data. Emphasis is placed on understanding the breadth of accounting measurement practices and on being able to make the adjustments necessary for careful analysis. The course highlights the linkages between accounting information and management planning, and decision making and control. Course sections that end in \"H\" will be taught in a format that combines the convenience and flexibility of online learning with the social and instructional benefits of face-to-face classroom experiences. Online sessions are conducted synchronously with classmates and faculty. PREREQUISITES Negative Prerequisite: All Students: ACCTM-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-943: Behavioral Economics and Competitive Strategy",
      "department": "MECN",
      "description": "Economic models make several simplifying assumptions about human behavior. All the standard economic prescriptions for pricing, output choice, long term investment, managing competition in oligopolies, etc flow from these assumptions. Through cases, experiments, and formal modeling, students will learn how the optimal strategies of profit-maximizing firms are affected by the recognition that psychological phenomena influence the decision-making of consumers and other market players. The course will involve a significant degree of formal modeling, and will build on core concepts from economics, including individual preferences, decision under risk, monopoly pricing, market behavior, game theory, and strategic bargaining. The course will build on economic reasoning and techniques covered in MECN 430 (Microeconomic Analysis). TRACKS Economics Major PREREQUISITES Prerequisites: All Students: MECN-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-615: Venture Lab",
      "department": "FINC",
      "description": "This course offers students an experiential learning opportunity in the venture capital industry with a focus on all aspects of the venture space, including venture capital funds, corporate venture, seed, incubators, and social venture. A separate program within Venture Lab provides opportunities for students to intern at Venture Capital portfolio companies, where the work focus is on operational functions and product management. Following an interviewing process with host firms, if accepted, most students will be placed as an intern with a venture-related firm or portfolio company in the Chicago area, where they will work for two days each week for 10 weeks. Some students will be placed at a remote firm in another state, with limited on-site work. All students commit to complete at least 150 hours of work during the quarter, which is not compensated (but out-of-pocket expense reimbursements may be requested). A project report based on work for the firm is due at the end of the quarter. Students will meet in class only twice: during the first and last Wednesday mornings of the quarter. Course registration is by application only, which must be submitted directly to the application site approximately eight weeks before the quarter starts. Students do not need to bid for this course, but admittance to Venture Lab is determined based on interviews with host firms and acceptance by the Professor. The course is open to 2Y, 1Y, MMM, MBAi, and EW students. For other recommended courses consult the Venture Capital Pathway More information can be found on the Heizer Center webpage Registration for this course is by application only. Applications can be submitted through the Course Applications section of the Student Bidding Registration site. Note: This course may not be dropped once the student has been matched with a host firm. TRACKS Finance Major Social Impact and Responsible Leadership Sustainability: Climate, Environment, & Energy Pathway VC/PE Pathway - Venture Capital PREREQUISITES Prerequisites: All Students: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0 OR ACCTM-430-0) AND (FINC-431-0 OR FINC-435-0 OR FINC-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-639: Private Equity Lab",
      "department": "FINC",
      "description": "This course offers an experiential learning opportunity in private equity. Following an interviewing process with host firms, if accepted, students will be placed as an intern with a PE firm, where they will work for two days each week for 10 weeks. A separate program within PE Lab provides opportunities for students to intern at PE portfolio companies where the work focus is on operational functions. All students commit to complete at least 150 hours of work during the quarter. Many host firms are in the Chicago area, where students are expected to work on-site two days/week, and other firms are remote, with most work completed remotely, and on-site work is usually limited to a few days during the quarter. Work is not compensated, but out-of-pocket expense reimbursements may be requested. Students meet in class only twice: during the morning of the first and last Wednesdays of the quarter. There are required readings and a project report that summarizes work completed for the PE firm, which is due at the end of the quarter. Course registration is by application only, which must be submitted directly to the application site approximately eight weeks before the quarter starts. Students do not need to bid for this course, but admittance to PE Lab is determined based on interviews with host firms and acceptance by the Professor. The course is open to 2Y, 1Y, MMM, MBAi, and EW students. For other recommended courses consult the Private Equity Pathway. Registration for this course is by application only. Applications can be submitted through the Course Applications section of the Student Bidding Registration site. Note: This course may not be dropped once the student has been matched with a host firm. TRACKS Finance Major Social Impact and Responsible Leadership Sustainability: Climate, Environment, & Energy Pathway VC/PE Pathway - Equity Growth PREREQUISITES Prerequisites: All Students: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0 OR ACCTM-430-0) AND (FINC-431-0 OR FINC-435-0 OR FINC-440-0 OR FINCM-431-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-430: Microeconomic Analysis",
      "department": "MECN",
      "description": "1Ys: This course is either waived during the admissions process or completed during the Summer term. Among the topics this core course addresses are economic analysis and optimal decisions, consumer choice and the demand for products, production functions and cost curves, market structures and strategic interactions, and pricing and non-price concepts. Cases and problems are used to understand economic tools and their potential for solving real-world problems. TRACKS Sustainability: Climate, Environment, & Energy Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-431: Business Strategy",
      "department": "STRT",
      "description": "Strategy is the set of objectives, policies and resource commitments that collectively determine how a business positions itself to create wealth for its owners. This course introduces students to principles and conceptual frameworks for evaluating and formulating business strategy. Topics include the boundaries of the firm, the analysis of industry economics, strategic positioning and competitive advantage, and the role of resources and capabilities in shaping and sustaining competitive advantages. TRACKS Sustainability: Climate, Environment, & Energy Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-498: Field Study",
      "department": "STRT",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. TRACKS Strategy Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MORS-462: Beyond Diversity: Leading Multicultural Meritocracy",
      "department": "MORS",
      "description": "Leaders today operate in increasingly complex environments, shaped by shifting cultural, demographic, and ideological realities. Workplaces around the world are more diverse than everâ€”across cultures, geographies, identities, and worldviewsâ€”yet the very practices designed to foster fairness, prevent discrimination, and help people to thrive now face mounting public scrutiny and political pressure. This five-week course tackles one of the most urgent leadership challenges of our time: how to build effective multicultural teams within future-ready, meritocratic organizational systems â€“ all amid deepening polarization and institutional uncertainty. Through competitive simulations, real-world case studies, research-backed frameworks, rigorous classroom dialogue, and personal reflection, students will develop a practical foundation for leading across difference with clarity, competence, courage, and care â€“ without compromising on performance. This is the ideal course for students who want to lead confidently in the world as it is, while building the capabilities to boldly shape what it becomes. TRACKS Managing Organizations Major Social Impact and Responsible Leadership PREREQUISITES Prerequisites: All Students: MORS-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-616: NUVention: Medical Innovation",
      "department": "HCAK",
      "description": "NUvention Medical is designed to provide students with real-world experience as an innovator and entrepreneur in the rapidly evolving fields of health care devices and heath technology. Taught by a team of experienced healthcare entrepreneurs, innovators, and medical practitioners, the overall course goal is to develop an in-depth business plan, investor presentation, and viable product prototype for a new medical startup firm. To navigate the complex healthcare landscape, students form cross-disciplinary teams (including at least one student from Kellogg, Feinberg, McCormick, and Pritzker) to conceive of and identify an innovative new healthcare product and work to evaluate the opportunity with support from leading industry guest lecturers and direct mentoring from experience faculty advisors. TRACKS Entrepreneurship Pathway Healthcare Pathway - Product Healthcare Pathway - Provider PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-440: Designing and Managing Business Processes",
      "department": "OPNS",
      "description": "The course focuses on designing and managing business processes to best support the strategic objectives of the organization and the needs of the market segments being served. We will first develop a strategic framework that allows a process designer to understand what the process needs to do particularly well (process competence) based on the needs of the customer being served. We then define key operational metrics - flow time, throughput, inventory, cost and quality - and link them to financial measures of performance. Such a linkage allows a manager to identify operational metrics along which a process needs to excel or improve. We then discuss how various operational metrics can be tracked and measured. The rest of the course then focuses on identifying design and management levers that allow a manager to improve process performance along each of the key operational metrics. Prerequisites: Student must be part of the MMM Program. PREREQUISITES Negative Prerequisite: Full-Time: KIEI-935-5 AND OPNS-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-924: Leading Product Organizations",
      "department": "MKTG",
      "description": "This course is available only for students in the Evening & Weekend Programs TRACKS Marketing Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-451: Introduction to Software Development",
      "department": "ENTR",
      "description": "This course is geared to provide technical literacy for non-programmers who will be founders, employees, or consultants to \"tech-enabled\" organizations. This is a survey-style course that is very hands-on - students will learn the essentials of coding by creating websites and basic software applications that manipulate data and work across today's platforms and devices. Students will: * Build their own website and deploy it on a variety of platforms, including tablets and mobile devices, using modern web development tools and techniques * Achieve working proficiency with the web programming languages and related open-source technologies, using it to build simple web applications * Gain exposure to open-source business initiatives from Facebook, Google, and other major contributors to the languages and frameworks shaping modern software development * Learn to manipulate and consume data with SQL, open datasets, and APIs Students should expect to spend 6-8 hours a week on coding projects and take-home exercises. There is no final exam. All students must have a modern Mac or Windows computer for completing homework and in-class projects. Detailed instructions on setup will be provided prior to the first day of class. TRACKS AI and Analytics Pathway Entrepreneurship Pathway Technology Management Pathway PREREQUISITES Negative Prerequisite: All Students: KIEI-451-0 AND KIEI-924-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-452: Executive Presentations",
      "department": "LDEV",
      "description": "Learn how to conceptualize, construct and deliver engaging and persuasive business presentations - formally and informally. In this action-packed interactive learning experience students will explore the following: how to best engage and tailor content for an audience, speak authentically, present data, integrate storytelling, design clear slides, respond in the moment, and build overall confidence in presentation skills critical for executive success. Addressing in person and online formats will be highlighted. PREREQUISITES Negative Prerequisite: All Students: LDEV-450-0 AND KACI-452-5 AND KACI-450-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "PACT-460: Ethics and Leadership",
      "department": "PACT",
      "description": "This course focuses on the ways in which leaders must recognize and respond to a variety of competing value propositions both within and outside their organizations. Whereas management typically involves the creation of incentive systems leadership motivates through the creation of norms, by example and inspiration. Leadership ultimately involves the ability to take the disparate value propositions of various stakeholders and integrate them into a coherent vision. The course is built on the three foundations: basic ethics; behavioral economics; and insights from social psychology. Class sessions typically involve a mix of lecture, in-class discussion of cases and student papers and group projects. Students will write short reflection papers that serve as the basis for class discussion. There will also be two group projects and a final exam. TRACKS Economics Major Managing Organizations Major Social Impact and Responsible Leadership Sustainability: Climate, Environment, & Energy Pathway PREREQUISITES Negative Prerequisite: All Students: KPPI-460-0 AND PACT-460-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-586: Corporate Finance II",
      "department": "FINC",
      "description": "This course provides a theoretical and empirical treatment of major topics in empirical corporate finance, including: investment decisions, capital structure, corporate governance, and law and finance. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MORS-525: Behavior in Organizational Systems",
      "department": "MORS",
      "description": "Theory construction, with effort at verification, drawing on empirical studies. Macro-level analysis of internal organizational system problems such as goals, structure, roles, power, authority, communications, and controls. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-945: Investing for Community Impact",
      "department": "SSIM",
      "description": "In this experiential learning course, student teams evaluate local community development investment opportunities and present their recommendations to an internal investment committee to guide the deployment of capital from Kelloggâ€™s Community Impact Fund. The course equips students with the tools, frameworks, and hands-on experience to deploy capital that creates meaningful social and economic change. Working in teams, students partner with community-based organizations, small businesses, and municipal leaders to evaluate and structure investment opportunities that advance growth across key areas such as housing, health, food systems, and workforce development. Through applied research, due diligence, and engagement with civic and philanthropic stakeholders, students learn how to align financial strategy with measurable community impact bridging business acumen and social innovation to strengthen local economies. TRACKS Social Impact and Responsible Leadership PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-938: Making Data Work",
      "department": "MECN",
      "description": "This course is for business leaders who want to turn data and AI into real organizational impact: not by learning to code, but by learning how to make data work for strategy and performance. Students will learn how to frame business problems, evaluate investments in data and analytics, and build organizations that act on evidence. We'll also explore the ethical and responsible use of data and AI, including how to manage bias and ensure trust. Through cases and real-world examples, the course emphasizes decision-making, influence, and the organizational side of data success. Whether or not you have a technical background, you will leave with the skills to lead initiatives that transform data and AI into better decisions and stronger performance. TRACKS Economics Major PREREQUISITES Prerequisites: All Students: (DECS-431-0 OR DECS-435-0 OR DECS-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-498: Field Study",
      "department": "OPNS",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. TRACKS Operations Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-938: Creating Value Through Sustainability: Managing the Corporate Transformation",
      "department": "SSIM",
      "description": "This course is centrally concerned with to create companies that contribute to sustainability while generating economic value in competitive markets. It is based on three premises: First, that sustainability for most companies is no longer just a matter of compliance or social responsibility but is becoming a material imperative for the future viability of the business. This is because sustainability-related natural resource dynamics, regulatory changes, shifts in consumer and investor preferences, and technological innovation are driving disruptive change and transformations in many industries, including energy, mobility, real estate, food and financial services. The second premise is that 'real' sustainability is still difficult and that standard ways of approaching business decisions fall short on delivering effective solutions to issues like climate change or environmental justice. While win-win-win scenarios between economic prosperity, environmental quality, and social equity do exist, they are neither easy to recognize nor easy to execute, unless we integrate sustainability into management and decision processes. The third and last premise is that the key challenge for most companies is executing a strategy for changing their processes, products and business models while maintaining a high level of financial performance. For example, how should a CPG company achieve carbon neutrality targets and eliminate plastic waste? What are entrepreneurial opportunities in plant based meat substitution? How can an airline or property developer decarbonize their business? The course introduces a set of advanced practices and frameworks for holistically integrating sustainability into business decisions. This means on the one hand, learning the fundamental principles of sustainability and how they relate to economic value creation, identifying drivers and impediments for making sustainability material to value creation, and charting different pathways for effective sustainability transformations. It means on the other hand learning to use key tools for assessing in a systematic way the environmental and social impacts of existing business models. The course provides a thorough foundation for students that seek to specialize in sustainability in their work, and for students that need a holistic overview that allows them to integrate sustainability in a non-specialist role. The pedagogical format combines the introduction of conceptual frameworks, experiential exercises, case analyses and guest speakers. TRACKS Social Impact and Responsible Leadership Sustainability: Climate, Environment, & Energy Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-963: Luxury Strategy",
      "department": "MKTG",
      "description": "In this course, we explore how firms develop successful luxury strategies. Rather than starting from consumer needs, firms create luxury strategy starting with a vision or inspiration. Instead of responding to consumers, luxury strategies shape customer thinking. We will explore how firms craft strategies that yields rare, extraordinary and symbolic value for consumers. We will explore how luxury firms attract devoted customers while paradoxically rejecting consumer input, create symbolic value, and remain rare and extraordinary in the minds of consumers while achieving enduring global success. TRACKS Marketing Major PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-430: Name Credits",
      "department": "ACCT",
      "description": "5 FINC-484-5 Managing Firms for Shareholders and Society: Thought Leadership Seminar 0"
    },
    {
      "course": "MECS-548: Innovation Economics and the Science of Science",
      "department": "MECS",
      "description": "Innovation touches many fields, including virtually all fields of economics -- whether economic growth, industrial organization, labor economics, health, finance, trade, or urban economics. As such, the course provides important foundations for PhD students in economics across many sub-disciplines, as well as students studying innovation strategy, organizational behavior, creativity, entrepreneurship, and science policy from different disciplinary perspectives. In tandem with theoretical approaches, this course substantially reviews core empirical literature, including empirical methods and an expanding set of remarkable data sets that are suited to studying ideas and innovation. This PhD course also provides an inroad to the growing field of the â€œscience of science,â€\u009d which emphasizes the use of high-scale data, network methods, and machine learning, together with more traditional econometric approaches, to understand the science and innovation process and implications for society.â€\u009d PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-452: Strategy and Organization",
      "department": "STRT",
      "description": "This course focuses on the link between organizational structure and strategy, making use of the microeconomic tools taught in MECN-430. The core question is how firms should be organized to achieve their performance objectives. The first part of the course takes the firm's activities as given and studies the problem of organizational design; topics may include incentive pay, decentralization, transfer pricing, behavioral biases, and complementarities. The second part examines the determinants of a firm's boundaries and may cover such topics as outsourcing, horizontal mergers, and strategic commitment. TRACKS Economics Major Management Science Major Strategy Major VC/PE Pathway - Equity Growth PREREQUISITES Prerequisites: All Students: MECN-430-0 AND (STRT-431-0 OR STRTM-431-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-482: Customer Analytics and AI",
      "department": "MKTG",
      "description": "Marketing is evolving from an art to a science. Many firms have extensive information about consumers' choices and how they react to marketing campaigns, but few firms have the expertise to intelligently act on such information. In this course, students will learn the scientific approach to marketing with hands-on use of technologies such as databases, analytics, machine learning, and computing systems to collect, analyze, and act on customer information. While students will employ quantitative methods in the course, the goal is not to produce experts in statistics; rather, students will gain the competency to interact with and manage a marketing analytics and AI team. We will use the statistics program R in Customer Analytics and AI. R is harder to use that Stata but has become the industry standard (together with Python) and is extremely good for data management, visualization, and Machine Learning. Before you start the course, you will need to learn how to use R using tutorials and online course. There will be an assignment that is due at the beginning of the first class to make sure that you are sufficiently proficient in R before the course starts. Please do not take this class if you are not willing or able to make this investment. The course consists of lectures, in-class exercises, group work, and case discussions. You will use R throughout the class to work with individual-level customer data. The course has no final; instead, students are evaluated on their performance on weekly assignments. This course has no overlap with other existing analytics or AI courses at Kellogg. The course is an excellent companion to Retail Analytics. TRACKS AI and Analytics Pathway Management Science Major Marketing Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (DECS-431-0 OR DECS-435-0 OR DECS-440-0 OR DECSM-431-0) AND (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-478: Financial Modeling for Private Equity Transactions",
      "department": "FINC",
      "description": "This course, which builds on the foundational skills of analyzing and forecasting parts of a business, teaches students how to weave their forecasts into coherent spreadsheet-based, pro-forma financials. The course starts with conceptual examples that explain linkages between the three core financial statements (IS/BS/CF), it then builds on these examples to forecast the financial statements of real companies. The main goal of this course is to illustrate how a practitioner would analyze a leveraged buyout. Students will construct their own LBO model in Excel and, by the end of the course, should feel comfortable assessing a company and determining if it is a viable LBO candidate. This class is very practical and hands-on, with a final group project and a final exam. TRACKS Asset Management Pathway Entrepreneurship Pathway Finance Major VC/PE Pathway - Corporate Restructuring PREREQUISITES Prerequisites: All Students: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0 OR ACCTM-430-0) AND (FINC-431-0 OR FINC-435-0 OR FINC-440-0) Negative Prerequisite: Full-Time: FINC-940-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-452: Game Theory and Strategic Decisions",
      "department": "MECN",
      "description": "How does a decision-maker make good decisions in strategic situations - situations where outcomes depend on the choices of other purposeful individuals as well as one's own? Participants in this course will gain an understanding of how to use the concepts and tools of Game Theory to guide their decisions. Topics include backward induction and subgame perfection, collusion and competition, mixed strategies, credibility and commitment, negotiation and bargaining, information asymmetry, market entry, and bidding strategies in auctions. This course makes extensive use of individual and group experiments and discussion. TRACKS Economics Major PREREQUISITES Prerequisites: Full-Time: MECN-430-0 E&W: (DECS-431-0 OR DECS-435-0 OR DECS-440-0) AND MECN-430-0 Negative Prerequisite: All Students: DECS-452-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-440: Accelerated Corporate Finance",
      "department": "FINC",
      "description": "Corporate finance covers the financial knowledge you need to run a firm, whether the firm is a multi-billion dollar international conglomerate or a three-person start up. Accelerated Corporate Finance will combine the material from Finance 1 and Finance 2 in an intensive one-quarter course. We will cover valuation (discounted cash flow, multiples, and real options), capital structure (how firms finance themselves and how they manage risk), and payout policy (should firms return capital to investors and if so how). For more details, you should read the descriptions of Finance 1 and Finance 2. The logical concepts will be covered in class, technical skills and intuition will be developed in class and through online exercises, and then the logic and tools will be applied to a set of valuation, financing, risk management, and payout cases. Given the pace of the course, students are expected to be prepared to put in the extra effort in class and outside of class. Basic finance knowledge (discounting) and accounting is assumed Prerequisite: Business Analytics I (DECS-430-5) Corequisite/Prerequisite: Accounting for Decision Making (ACCT-430) and Business Analytics II (DECS 431-0) TRACKS Asset Management Pathway Finance Major VC/PE Pathway - Corporate Restructuring VC/PE Pathway - Equity Growth VC/PE Pathway - Venture Capital PREREQUISITES Prerequisites: All Students: (DECS-430-5 OR DECS-440-0) AND EXAM-REQ Negative Prerequisite: All Students: (FINC-430-0 OR FINC-431-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-498: Field Study",
      "department": "ENTR",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "INTL-473: Global Initiatives in Management (GIM)",
      "department": "INTL",
      "description": "All FT GIM classes will hold a final, mandatory class session. Please refer to each class's syllabi for the date and time. Global Initiatives in Management (GIM) is an international experiential learning course designed to provide students with an introduction to the unique business opportunities, management practices and market dynamics of a specific region or global industry. The course combines in-class lectures, reading discussions and case studies during the winter quarter with ten days of international field research over spring break. Immersed in the culture and language of their host countries, students will have the opportunity to meet with local business and government leaders, conduct interviews and collect data for their group research projects, and experience some of the unique social and cultural facets of the region. Final presentations and written research reports are due in spring quarter after completion of the overseas portion of the class. Each class section is taught by a faculty member with deep knowledge of the region or industry and supported by an advisor from the Kellogg staff who assists students in planning the field experience. Students are financially responsible for their travel costs, and financial aid is available to those who qualify. TRACKS Social Impact and Responsible Leadership Sustainability: Climate, Environment, & Energy Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-443: Healthcare Strategy",
      "department": "STRT",
      "description": "This course delves into the strategic issues faced by healthcare firms. We will use concepts from the core strategy course (STRT-431) as an organizing framework, and discuss where and why the healthcare sector deviates from the norm. For example, what is the role of competitive positioning when quality is so difficult to measure? How can you remain profitable if you compete against not-for-profits who don't face taxes? Because a great deal of healthcare strategy relies on understanding the nitty-gritty of particular industries, we will spend time learning about several of these, including health insurance, hospitals, pharmaceuticals, and medical devices. Although our focus is on private firms in the U.S., we will (of necessity) be discussing the role of the government in regulating and providing healthcare, and (time permitting) discuss some international issues. This is a lecture and case-based discussion course with group projects and a final exam. TRACKS Healthcare Pathway - Product Healthcare Pathway - Provider Strategy Major PREREQUISITES Prerequisites: All Students: STRT-431-0 AND (DECS-430-5 OR DECS-435-0 OR DECS-440-0) Negative Prerequisite: Full-Time: STRT-443-75 AND STRT-443-5 E&W: STRT-443-E AND STRT-443-75 AND STRT-443-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-477: Global Entrepreneurial Finance",
      "department": "FINC",
      "description": "Global Entrepreneurial Finance is designed to intersect three areas of interest: (A) Entrepreneurial Finance and Private Equity including Entrepreneurial Buyouts (B) Family and Closely-Held Firms (C) International Finance with special emphasis on cross-border valuation and access to finance By nature, this course is a finance course that deals with entrepreneurial, family, and closely-held firms in an international context including both developed and emerging market countries where institutions and property rights are weak. The core question behind the course is this: How do entrepreneurial managers, family firms, closely held firms and those who finance them design and execute transactions that effectively match opportunities and resources in an international context? An overreaching insight of this course is that the notions of risk and reward are as important in privately-held as in publicly held firms. In privately-held firms and closely-held firms, however, entrepreneurs and financiers are often forced to make assumptions based on incomplete data. The course will provide you with the tools necessary to value companies domiciled in countries around the world. The aim of the course is for students to understand the motivations, decision processes, transaction execution, and valuation consequences of financial, business, and organizational restructuring done by buyouts, family firms and closely-held firms in an international context. The course facilitates developing the ability to plan, evaluate, and execute transactions using financial modeling and quantitative techniques. The course does not deal with venture capital, early-stage financing or entrepreneurship concepts. Topics Covered Include: - Valuing Cash Flows in an International Context: Cross-Border Valuation - Assessment of Country Risk and Expropriation Risk. Legal Issues - Capital Structure Decisions: Comparison of Different Sources of Capital - Impact of Funding Sources on Performance: Private Placements and Rule 144a - Private Equity Terms and Mechanics - Contracting Problems and Deal Structures. Negotiating Deals - Entrepreneurial Buyouts and Private Equity - LBO Modeling and Valuation - Real Options in International Settings - Valuation of Subscription and Franchise Businesses - Public vs. Private Equity: The Decision of Where to List a Stock - The Importance of ADRs and GDRs: Capital Flight - Valuation of Family Firms and Closely-Held Firms: Control Premium, Minority Discount and Illiquidity Discount - Partnering with Public and Private Investors - Control-Enhancement Mechanisms: The Role of Dual Class Shares and Pyramidal Ownership Who Should Take This Course? Global Entrepreneurial Finance is aimed at students who plan to start a business at some point in their careers, students who plan to work for or finance an entrepreneurial firm, and/or students who plan to work for an established firm. All these aspects are developed in an international context framework where institutions play a he role in shaping financial decisions. The course is helpful not just for students who plan to work in international firms, but students who plan to work in their home countries can also learn a great deal by comparing and contrasting op TRACKS Asset Management Pathway Entrepreneurship Pathway Finance Major Growth and Scaling Pathway VC/PE Pathway - Equity Growth VC/PE Pathway - Venture Capital PREREQUISITES Prerequisites: All Students: (FINC-431-0 OR FINC-435-0 OR FINC-440-0 OR FINCM-430-0) Negative Prerequisite: All Students: FINC-945-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-462: New Venture Discovery",
      "department": "ENTR",
      "description": "New Venture Discovery is designed to help students navigate the earliest stages of starting a new venture beginning with the identification of a problem in the market that is worth solving. The class teaches students tools and techniques to translate these problems into viable business concepts, with an emphasis on enabling an aspiring entrepreneur to get as far as possible, with as little as possible, as FAST as possible. Student teams begin the quarter with nothing more than a series of hypotheses about a new venture, then design and execute a series of in-market experiments that either validate these assumptions, or force them to iterate aspects of their business model in real time. The objective of the course to guide students toward the achievement of \"product-market fit\" as a crucial first step in in the creation of a startup. From here, students can evolve their businesses by enrolling in the \"Develop\" and \"Launch\" courses that serve as the continuation of the new ventures curriculum. New Venture Discovery course material ranges from customer discovery and design thinking, to rapid prototyping (of both offers and business models), bootstrapping methods and communicating/selling the vision for a new venture. The course format is a blend of lecture, fieldwork, cross-team collaboration and ideation sessions, outside speakers and expert mentoring. **This course may not be dropped after the second week of the quarter** TRACKS Entrepreneurship Pathway Technology Management Pathway PREREQUISITES Negative Prerequisite: All Students: KIEI-462-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-447: Financial Strategy and Tax",
      "department": "FINC",
      "description": "Taxes are a crucial component of the most investor's asset allocation decision. After tax-returns are the portion investors keep. Taxes are also a crucial component of firm's investment and financing decisions. Unfortunately, knowledge of how taxes work is often left to the experts. This means that many opportunities for creating value for firms and investors are missed. This course will not make you a tax expert. You will still need to hire a tax expert. Instead the objective is to teach you enough of the structure of tax codes (past, current, and future; US and non-US) so that you can ask intelligent tax, business, and finance questions before it is too late. The class is designed to fill the gap between an MBA who is well trained in finance and the tax experts that you will rely on in your career. This is a rare and thus valuable position to be in. We will first develop a set of fundamental tax and finance concepts. We then will apply this to a wide range of investment, financing, and risk management applications. Derivatives is recommended but not required. I will have a tutorial/refresher for those who want it. Ask if you have questions. Course web site. TRACKS Asset Management Pathway Finance Major PREREQUISITES Prerequisites: All Students: (FINC-431-0 OR FINC-435-0 OR FINC-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-444: Financial Planning for Mergers & Acquisitions",
      "department": "ACCT",
      "description": "Many companies are able to identify potential merger partners where combinations can result in significant synergies or value creation, but less than half are able to execute the merger to claim the value created. This course provides the technical knowledge necessary to identify targets as well as prepare business and law practitioners for their future collaborations in the mergers and acquisitions field. The course is offered jointly by the Kellogg School of Management and the Northwestern Law School and is primarily targeted for those interested in planning, analyzing, executing, or facilitating corporate acquisitions. Topics include: economics of mergers and acquisitions, securities law and antitrust regulation, financial reporting issues, tax implications, and economic and legal considerations. TRACKS Accounting Major VC/PE Pathway - Corporate Restructuring PREREQUISITES Prerequisites: All Students: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-468: Managerial Leadership",
      "department": "LDEV",
      "description": "This course is designed to help students understand the character and challenges of leadership as it exists and can exist in various organizational settings. It is intended to provide insights into the demands of leadership and explore how leadership skills can be developed and applied most effectively. The focus is on how to become a values-based leader and how to develop a values-based organization. Interaction with 8 guest speakers during the 10 week provides an opportunity to observe and dissect various approaches to leadership. The objective of the course is to help students prepare for, and make them more sensitive to, continuing opportunities for improving their own managerial and leadership capabilities. The grading includes a weekly self reflection exercise, two-3 page papers and a leadership group project presented to the class. There is no final exam. TRACKS Managing Organizations Major PREREQUISITES Negative Prerequisite: All Students: KACI-468-0 AND KACI-940-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-499: Independent Study",
      "department": "OPNS",
      "description": "Independent Study TRACKS Operations Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-499: Independent Study",
      "department": "MKTG",
      "description": "-5 PASS / NO CREDIT No PREREQUISITES None CONCURRENT None © Kellogg School of Management"
    },
    {
      "course": "MORS-524: Social Processes in Organizations",
      "department": "MORS",
      "description": "Group behavior in organizational settings. Topics include recent theory and research on group formation, social influence, group composition, group performance, group decision making, diversity, coalitions, intergroup relations and social dilemmas. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-551: Quantitative Marketing: Structural Modeling",
      "department": "MKTG",
      "description": "This course provides a foundational understanding of static and dynamic discrete-choice models, with applications drawn from quantitative marketing and economics. The course takes a \"hands on\" approach to research, with class being a mix of lectures, discussion of articles, and hands-on empirical analysis. Coding assignments are the bulk of the grade. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-975: Digital Health for the Entrepreneur",
      "department": "HCAK",
      "description": "The goal of this class is to examine what contributed to the successes and challenges for early-stage digital health companies over the last decade+ and use those learnings as a vehicle for examining existing opportunities on the horizon for the entrepreneur. We will look at the trends in venture investment dollars and how the subsectors of digital health receiving those dollars has changed over time. 2021 was the biggest year yet for both digital health investment and M&A deals in healthcare. More than half of the digital health venture deals over the last five years have been early-stage companies. $36B of venture capital was invested in over 1100 early-stage digital health companies in 2021, up from only $4.5B and 332 companies in 2016. This is the first time ever that this exceeds venture investments in biopharma companies. The class will review customer needs (desirability), business models (viability), legal/regulatory requirements for digital health in the US and abroad (feasibility). Specifically, the course goals are to: Evaluate the early stages of company formation and how companies achieve product market fit, not growth and scale. Understand the evolution of digital health business models both in a company's growth and as markets change. Understand how legal and regulatory requirements shape digital health products and business models. Provide you with a framework to assess digital health opportunities. Introduce you to digital health entrepreneurs, investors and stakeholders who can provide perspective on early-stage companies and market opportunities. Apply your learnings to a real digital health company. It is recommended that students have taken one of the prerequisite courses or have work experience in health care. A deep knowledge of digital health is not required, but a basic understanding of healthcare is. TRACKS Entrepreneurship Pathway Healthcare Pathway - Product PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-498: Field Study",
      "department": "OPNS",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. TRACKS Operations Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-615: Analytical and AI Consulting Lab",
      "department": "MECN",
      "description": "For more information and to complete the application, click here Analytical Consulting Lab is an experiential course for students interested in applying their analytics skills to help real clients use real data to solve real problems. Projects will include a range of sophistication of analytic techniques - some might call for advanced statistical modeling and machine learning techniques, while others may focus less on analysis of data and more on helping a client craft an appropriate analytics strategy. Projects are pre-approved by faculty, and will touch many industries and aspects of business management. Note: By application only. By applying to this course, the student commits to taking the class if they are accepted into the course. This course may not be dropped after the student has been accepted into the course. TRACKS AI and Analytics Pathway Economics Major Operations Major PREREQUISITES Prerequisites: All Students: (DECS-430-5 OR DECS-435-0 OR DECS-440-0) AND (DECS-431-0 OR DECS-435-0 OR DECS-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-933: Health and Human Rights",
      "department": "SSIM",
      "description": "The human right to health is essential for people everywhere to lead lives of dignity. In the face of global health challenges, what must governments do to fulfill this right? What role should corporate and financial actors play in safeguarding human health? What strategies are advocates using to address negative health outcomes in local communities around the world, including in contexts of systemic marginalization? This course brings together students from the law, business, and medical schools to examine these questions, analyze human rights frameworks, and develop strategies for advancing the right to health through hands-on projects. Through a weekly seminar, students engage in theoretical and case-based discussions and participate in exercises and simulations to hone practical skills. Students then apply their interdisciplinary skills and expertise to projects in support of underserved communities or non-profit organizations seeking to promote the right to health in different countries around the world. This year, the course will include a particular focus on the intersection of human health and environmental justice, given that the triple planetary crises of climate change, toxic pollution, and ecosystem collapse are among the greatest threats to human health today. Students will analyze social determinants of health; impacts of inequality and racism on health outcomes; Indigenous and other non-western conceptions of health and human flourishing; and the relationship between the rights to health and to a healthy environment. Projects are expected to include collaborating with Indigenous partners in Panama to defend local communities' right to health, among other projects to advance human health and environmental justice. In lieu of an exam, student teams will prepare a final written deliverable for their project partners. Students may apply for a travel opportunity as part of the course. Students who enroll in SSIM 933-0 in Winter Quarter will automatically be enrolled in SSIM 933-25 in Spring Quarter. Students will earn 1.25 credits (1.0 in Winter and .25 in Spring) and receive a grade at the end of Spring Quarter. The class meets during the Winter Quarter and has a final deliverable during Spring Quarter . TRACKS Healthcare Pathway - Product Healthcare Pathway - Provider Social Impact and Responsible Leadership PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-985: Growing & Sustaining Success in Biopharmaceutical Firms",
      "department": "HCAK",
      "description": "This course focuses on questions of value creation and capture, capital allocation, portfolio construction, deal financing in the biopharmaceutical sector. The professor will build on his time as the head of Bainâ€™s Healthcare Practice and the Chief of Strategy for Horizon Therapeutics to provide students with a framework for understanding the management of larger biopharmaceutical firms. TRACKS Healthcare Pathway - Product PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-550: Research in Accounting Theory I",
      "department": "ACCT",
      "description": "This course provides an introduction to contemporary research in financial accounting theory and is designed for PhD students in Accounting, Economics, and related disciplines. The course analyzes models of voluntary and mandatory disclosures, the design of accounting standards, income measurement, earnings management, and auditing. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-430: Name Credits",
      "department": "ACCT",
      "description": "Northwestern University | All Rights Reserved"
    },
    {
      "course": "FINC-616: Venture Lab - SF Immersion",
      "department": "FINC",
      "description": "Venture Lab - SF Immersion is designed for students interested in pursuing a job in a venture capital firm or a growth-stage startup. We place students in an internship with a venture-related firm or a growth-stage startup in the San Francisco Bay Area. All students will be required to complete 300 hours of work with the firm over the 10 weeks of the quarter. In addition to the work required by the firm for the internship, students will spend time visiting with local companies and firms while building out a network. We will place an emphasis on tapping into the Kellogg alumni community and assisting fellow classmates in navigating the unique business and venture culture of the Bay Area. The instructor will base students' grades on internship performance, networking activity, team participation, and an end of quarter retrospective. The course is only offered in the San Francisco Immersion Program and is required of all students who are selected into the Program. Placement at a firm or company will involve assistance from the career center, program manager, and faculty advisor. TRACKS VC/PE Pathway - Venture Capital PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-951: Managing Health Care Services in a Value Based Setting",
      "department": "HCAK",
      "description": "Healthcare services have long existed in a fee-for-service world where providers could maximize profits through the provision of a great quantity of services. Existing institutions blunted incentives to provide high quality care or care that resulted in a downstream reduction in the use of healthcare services. This world is changing - with many providers and payers moving towards a value-based regime where firms can earn profits when patients receive higher quality care thereby reducing downstream utilization, often of acute, specialty, and post-acute care. In response to this new reality there is a growing number of new entrants attempting to manage the care of enrollees in both public and private health insurance plans in a variety of value-based payment models. Additionally, many incumbent firms are modifying their strategies for this new paradigm. Success in a value-based world requires firms to develop and/or acquire new assets and implement new operating models. This course is a study of the systems necessary to succeed in this new world with a focus on the finance, strategy, marketing, and economics of care delivery in a value-based model. Our objective is to understand how the healthcare system is organized (or not) and managed (or not) so that we can create and capture value through the delivery of care. A large focus of the course will be about how smaller players and new entrants engage with the large and powerful incumbents that are central to the existing system. TRACKS Healthcare Pathway - Provider Social Impact and Responsible Leadership PREREQUISITES Prerequisites: All Students: (STRT-443-0 OR STRT-444-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-456: Strategic Communication for Organizations",
      "department": "LDEV",
      "description": "-0 PASS / NO CREDIT Yes (may vary by section) TRACKS Entrepreneurship Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management"
    },
    {
      "course": "FINC-585: Asset Pricing II",
      "department": "FINC",
      "description": "This course covers recent developments in asset pricing theory, placing emphasis on the link between financial markets and the real economy. The topics covered include: models of portfolio choice, general equilibrium models of risk and return, and models with financial frictions. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "DECS-430: Business Analytics I",
      "department": "DECS",
      "description": "This course was formerly known as DECS 430-A/DECS 430-B Analytics is the discovery and communication of meaningful patterns in data. This course will provide students with an analytics toolkit, reinforcing basic probability and statistics while throughout emphasizing the value and pitfalls of reasoning with data. Applications will focus on connections among analytical tools, data, and business decision-making. TRACKS AI and Analytics Pathway PREREQUISITES Negative Prerequisite: Full-Time: DECS-440-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "AIML-901: AI Foundations for Managers - Marketing",
      "department": "AIML",
      "description": "How can modern marketers best harness AI to drive strategy, execution and gain competitive advantage? This course introduces AI through a marketing and managerial lens, equipping students with frameworks to evaluate, implement, and lead AI-driven marketing initiatives. Students will learn foundational AI concepts- icluding machine learning and generative AI- through real-world case examples and case studies. They will then apply these concepts in hands-on assignments using existing AI platforms to enhance marketing performance, personalization, and business innovation. This course does not require coding and focuses on the practical applications of, and hands-on use of existing front-end AI tools and interfaces for marketers. This introductory course is intended for students who want to become AI-savvy marketing leaders rather than AI developers. The course pre-supposes a basic understanding of marketing therefore completion of core Marketing 430 is highly recommended (though not formally required as a prerequisite). This version of AIML901 will be taught by Jim Lecinski, Clinical Professor of Marketing and co-author of \"The AI Marketing Canvas\" (Stanford Press, 2021; new 2d Edition is in progress). Jim has been teaching highly rated AI in Marketing courses and sessions in Kellogg Executive Education programs since 2019. Please note, a student may enroll in a maximum of two AIML courses over the duration of their enrollment at Kellogg. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "AIML-901: AI Foundations for Managers - MORS",
      "department": "AIML",
      "description": "Artificial intelligence (AI) is a transformative technology and a modern day equivalent to fire in the early stages of human civilization. Organizations can use AI to solve complex problems, automate tasks, make predictions, and even boost human creativity. However, like fire, AI also carries significant risks when misused. This is a practical, fundamentals of AI in business course designed for students who want to lead and consult on the deployment of AI systems in organizations, manage data science and software teams, or build and invest in AI companies. You will learn the conceptual foundations for how AI uses machine learning with neural networks to help computers see (computer vision), talk and write (large language models), and learn by trial and error (reinforcement learning). Moreover, you will build intuition for what AI can (and cannot yet) and discover where AI delivers value across industries but also where it fails spectacularly by examining a series of business applications, real-world examples, ethical considerations, and evaluation frameworks. This course is an interactive lecture-based course with four interrelated individual assignments and a final. The course is continually updated with the latest science and industry insights and is based on the first five weeks of Professor Groh's 2024 and 2025 Human and Machine Intelligence MORS950 course. The goal is to set you on your way to leading AI adoption in any organization and being equipped for AIML950, which dives deeper into how humans and AI interact, what that means for leadership and organizations, and how to successfully adopt AI in organizations. Please note, a student may enroll in a maximum of two AIML courses over the duration of their enrollment at Kellogg. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-430: Finance I",
      "department": "FINC",
      "description": "Finance 1 answers managers' and investors' most fundamental finance question: how should a project or an asset be valued? Managers must determine the value of building a factory, entering a new market, or purchasing an entire firm when deciding in which projects to invest. Similarly, individuals must assess the value of financial securities to decide how to invest their wealth. Using a combination of lectures and business cases, Finance 1 teaches the discounted cash flow and multiples methods to value projects or assets. These valuation tools lay the foundation for all work in capital markets and corporate finance. Prerequisite: Business Analytics I (DECS-430-5) Corequisite/Prerequisite: Accounting for Decision Making (ACCT-430) and Business Analytics II (DECS 431-0) TRACKS Asset Management Pathway Real Estate Pathway VC/PE Pathway - Corporate Restructuring VC/PE Pathway - Equity Growth VC/PE Pathway - Venture Capital PREREQUISITES Prerequisites: E&W: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0) AND DECS-430-5 AND DECS-431-0 Negative Prerequisite: Full-Time: FINCM-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-458: Influencing Decisions through Decks & Dashboards",
      "department": "LDEV",
      "description": "Be persuasive in presenting your ideas. Learn to convince your clients, customers, and colleagues of the merits of your views, using the latest breakthroughs in cognitive science, computer science, and graphic design. The course covers the neuroscience behind the path from understanding to memory, the power of engaging an audience's visual and motor systems, and the importance of leveraging existing brain networks through stories and metaphors. Through interactive exercises, the course will provide hands-on experience and tools for presenting data-based evidence with impact, across images, graphics, and visualizations of big data. Leave this course with expertise in the principles and cutting- edge methods for effective data visualization, as well as a practical toolkit for conveying your ideas in ways that are convincing, catchy, and contagious Format: Lecture Deliverable: Presentation file. A video description of this course can be found here TRACKS AI and Analytics Pathway Managing Organizations Major PREREQUISITES Negative Prerequisite: All Students: KACI-458-5 AND KACI-925-5 AND DSGN-426-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-499: Independent Study",
      "department": "MECN",
      "description": "Students who have established superior records and who wish to study some significant phase of managerial economics in more depth than is provided in regular courses may register. Permission of the instructor and the department is required. TRACKS Economics Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-499: Independent Study",
      "department": "MECN",
      "description": "Students who have established superior records and who wish to study some significant phase of managerial economics in more depth than is provided in regular courses may register. Permission of the instructor and the department is required. TRACKS Economics Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-498: Field Study",
      "department": "FINC",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. PREREQUISITES Prerequisites: All Students: (FINC-430-0 OR FINC-435-0 OR FINC-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-622: Abrams Climate Academy - Winter",
      "department": "SSIM",
      "description": "-0 PASS / NO CREDIT No PREREQUISITES None CONCURRENT None © Kellogg School of Management"
    },
    {
      "course": "MORS-526: Macro-Organizational Research Methods",
      "department": "MORS",
      "description": "This course examines the empirical research methods commonly used to test key concepts in macro-organizational theory. It focuses on developing doctoral students' skills in (1) identifying interesting research questions, (2) linking them creatively and appropriately to specific research contexts, measures, and analyses, and then (3) ensuring a clarity of writing at the level of a publishable study. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-479: Critical Thinking in Digital and Social Media Marketing",
      "department": "MKTG",
      "description": "Marketing in the modern digital landscape involves a number of challenges as platforms, technology, competitive landscapes, data availability, and analytics techniques evolve rapidly. This class prepares students to be effective marketing leaders in landscapes that involve digital and social media initiatives and equips them to make strategic decisions in rapidly evolving and data-rich environments. Students will gain a working knowledge of the digital marketing landscape, learn to critically assess strategic digital and social media plans, and evaluate a range of approaches and techniques for measurement of digital and social media data. Core Marketing 430 is a pre-requisite unless otherwise approved by the Professor. TRACKS AI and Analytics Pathway Marketing Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (DECS-431-0 OR DECS-435-0 OR DECS-440-0) AND (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-461: FinTech Strategy",
      "department": "STRT",
      "description": "Financial Technology (FinTech) firms are changing the type, frequency, and the way we use financial services. FinTech innovations have a great capacity to transform the financial system because many of these innovations are at a deeper level than traditional financial innovation. Blockchain, for example, can speed up clearing while keeping it secure, as opposed to an introduction of a new type of security which only changes small features of an existing product. FinTech companies attract a lot of VC money. Many of these initiatives, however, will likely turn out to be not sustainable. This course builds upon your existing courses and frameworks to provide the tools necessary for crafting successful strategies for fintechs to compete with traditional financial institutions (TFIs) as well as for TFIs to compete with fintechs. The course is aimed at students who anticipate working at financial services firms (whether fintechs or traditionals), students who anticipate investing in firms in financial technology markets and must analyze firm strategy, and those interested in entrepreneurship in general. Discussion questions, group project, and final exam. TRACKS Strategy Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (STRT-431-0 OR STRTM-431-0) Negative Prerequisite: All Students: STRT-461-0 AND STRT-950-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-455: Supply Chain Management",
      "department": "OPNS",
      "description": "What are the key capabilities a supply chain must develop to support the business strategy of a firm? What is the relationship between the desired capabilities and the structure of a supply chain? This course provides a framework to answer these questions. We define supply chain structure in terms of the following drivers of performance: facilities, information, inventory and transportation. The relationship between structure and performance is analyzed using various case studies that require students to develop analytical spreadsheet models to support their decision making. Students are taught the strategic role of the supply chain. The course also discusses methodologies for designing and planning a supply chain. TRACKS Management Science Major Operations Major Technology Management Pathway VC/PE Pathway - Equity Growth PREREQUISITES Prerequisites: All Students: (OPNS-430-0 OR OPNS-435-0 OR OPNS-438-5 OR OPNS-440-0 OR OPNSM-430-0) Negative Prerequisite: All Students: OPNS-945-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "DECS-431: Business Analytics II",
      "department": "DECS",
      "description": "This sequel to DECS-430 extends the statistical techniques learned in that course to allow for the exploration of relationships between variables, primarily through multivariate regression. In addition to learning basic regression skills, including modeling and estimation, students will deepen their understanding of hypothesis testing and how to make inferences and predictions from data. Students will also learn new principles such as identification and robustness. The course has an intense focus on managerial relevant applications, cases and interpretations. TRACKS AI and Analytics Pathway PREREQUISITES Negative Prerequisite: All Students: DECS-440-0 CONCURRENT May be taken concurrently: All Students: DECS-430-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-906: Entrepreneurship and Market Creation in Emerging Markets",
      "department": "ENTR",
      "description": "Only 7% of people in the world live on more than $50 a day. This course is about learning the necessary entrepreneurial skills that will enable you create new markets that serve the remaining 93%, most of whom live in emerging economies. More specifically, this course has five goals. 1. To provide you with a lens that will help you see and assess the opportunities that exist in emerging economies. 2. To equip you with the relevant tools and frameworks to help you tackle the challenges unique to building a successful venture in emerging economies. 3. To walk you through the process, from start to finish, of developing an idea that can serve customers in emerging markets. 4. To introduce you to seasoned entrepreneurs, investors, and stakeholders in emerging market startup ecosystems who will provide feedback on your idea at the end of the class. 5. To practicalize your learning by having you work on a real market-creating project with real companies across emerging markets. This will help you develop your own entrepreneurial idea for emerging markets. In emerging markets, cost is often seen as the primary barrier preventing customers from purchasing (or consuming) a product. This course will introduce other barriers especially in the context of emerging markets and will also provide a framework for how students can design business models that take into consideration these additional barriers. From the first session to the last, the focus of this course will be on applying the skills, lessons, and frameworks you learn to develop market-creating ideas so that, at the end of the course, you have the confidence to present a viable business proposal to prospective investors. TRACKS Entrepreneurship Pathway Social Impact and Responsible Leadership PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-514: Kellogg Internship Half-Time",
      "department": "STRT",
      "description": "non-credit course for Kellogg students participating in an approved part-time internship PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "LDEV-477: Selling Yourself and Your Ideas",
      "department": "LDEV",
      "description": "It's been said that humans are \"meaning making machines.\" More than 70,000 years ago, near the outset of the Cognitive Revolution, we created language to help protect and organize ourselves.1 Over the ensuing millennia, we have developed myriad ways to communicate with each other. Present day, our communications take many forms, and so we find ourselves in conversations, meetings, presentations, and even as producers on social media. As business leaders, we move through these many forms of communications in the course of a week, and indeed we can even traverse each of them within one day. In order to be dynamic, high-performing communicators, we must do three things: 1. Be cognizant of what high performance looks like in each of these distinct modes of communication; 2. Develop a situational awareness for how to succeed in each form; and 3. Become agile in calibrating our approach. Selling Yourself & Your Ideas is a course that will force you out of your comfort zone to help you show up, stand out, and break through. You will develop the knowledge, skills, and disciplines you need to be a powerful and influential communicator, no matter the situation in which you find yourself. TRACKS Entrepreneurship Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECS-540: Political Economy III: Social Choice and Voting Models",
      "department": "MECS",
      "description": "This course is about aspects of collective decision-making, both on the micro level and macro level. We briefly review some classic results from social choice, then strategic behavior in collective decision-making. The next topic is a discussion of all aspects of elections, ending with analysis of institutions. We study models of forward-looking behavior in collective decision-making and dynamics of institutions. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-430: Operations Management",
      "department": "OPNS",
      "description": "1Ys: This course is typically waived through the admissions process or the equivalent course Operations Management (Turbo) (OPNS-438A) was completed during the Summer term. MMMs: This course is equivalent to the MMM core course Designing and Managing Business Processes (OPNS-440) Operations management is the management of business processes--that is, the management of the recurring activities of a firm. This course aims to familiarize students with the problems and issues confronting operations managers, and to provide the language, concepts, insights and tools to deal with these issues to gain competitive advantage through operations. We examine how different business strategies require different business processes and how different operational capabilities allow and support different strategies to gain competitive advantage. A process view of operations is used to analyze different key operational dimensions such as capacity management, cycle time management, supply chain and logistics management, and quality management. Finally, we connect to recent developments such as lean or world-class manufacturing, just-in-time operations, time-based competition and business re-engineering. PREREQUISITES Prerequisites: E&W: (DECS-430-5 OR DECS-435-0 OR DECS-440-0) Negative Prerequisite: Full-Time: OPNS-440-0 AND OPNSM-430-0 E&W: OPNSM-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-611: Medtech Entrepreneurship",
      "department": "HCAK",
      "description": "This course offers students an experiential learning opportunity to work directly in the commercialization and fundraising process for innovative, pre-commercial medical technologies, to include devices, diagnostics, services and software solutions. The insights from this hands-on course will be most beneficial to students with an interest in entrepreneurship, start-ups, product design, early stage financing and product marketing. Students will be placed on three-to-four member teams based on their skills, experience and project interests. Each team will function as members of the executive team working with select Northwestern tech transfer companies curated by Northwestern's INVO (Innovation and New Ventures Office). Each company will present their technology on the first day of class, after which students will rank their top choices and will be matched by the faculty to meet top preferences. Once matched, students will work with their respective companies to build a complete investor deck that will be delivered to a panel of industry and finance experts at the end of the quarter. Each class includes a faculty lecture and guest lecture in an effort to bring real world experiences and perspectives to each topic. Since its inception, this course has produced companies that competed in and won prestigious business plan competitions. It has also graduated several technologies/companies that are now FDA cleared and commercially available. TRACKS Entrepreneurship Pathway Healthcare Pathway - Product Healthcare Pathway - Provider PREREQUISITES Negative Prerequisite: All Students: KIEI-611-0 AND ENTR-611-0 AND KIEI-911-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-982: Advanced Topics in Venture Investing",
      "department": "FINC",
      "description": "This advanced course builds on the introductory concepts covered in FINC445 and provides a deep-dive into how VCs evaluate potential startup investments and subsequently manage those investments. We use recent deal flow from Bay Area VC funds as the basis for class discussion, with the participation of the involved VCs and entrepreneurs, who will join us in class for the analysis and discussion. The course provides a unique window into the activity and decision processes used by VC funds on a daily basis. The primary perspective of the course is that of the venture capitalist in assembling and evaluating information, preparing forecasts, assessing risks, developing and negotiating investment structure and terms, and deciding whether to invest. Cases also touch on management and financial problems and policy issues, and the relationship between venture capitalists and entrepreneurs. The secondary perspective is that of the entrepreneur and the techniques and skills employed in managing growing enterprises. The course employs a flipped classroom approach, whereby significant preparation is completed outside the classroom prior to the course sessions, such that we can focus on in-depth discussion for the full class period. The course is aimed at students who are considering a career in the entrepreneurial sector, including those who wish to start new ventures, join new and growing organizations, or to work in the venture capital or related industry. The course is only offered in the San Francisco immersion program. TRACKS Finance Major VC/PE Pathway - Venture Capital PREREQUISITES Prerequisites: All Students: FINC-445-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "AIML-901: AI Foundations for Managers - AgentOps",
      "department": "AIML",
      "description": "AI is advancing at an unprecedented pace. The best way to understand its potential is not just by studying it- but by using it. This immersive course provides Kellogg students with extensive hands-on experience building with generative AI, equipping you with practical skills to immediately apply these technologies in business contexts. In just five weeks, you will go from AI outsider to AI insider, taking your first steps toward building solutions while developing the essential vocabulary and conceptual framework to navigate the rapidly evolving AI landscape. Course Goals: Create Value through Real-World Projects: Complete an exciting, relevant AI project that demonstrates real business value Master the AI Toolkit: Gain practical experience with various AI tools, including the latest AI agents Demystify AI: Understand how AI works under the hood, understanding ethical considerations while developing fluency in AI concepts at both a technical and higher level Develop a \"Tinkerer's Mindset\": Cultivate the curiosity, skills, and strategies to experiment with emerging AI technologies and stay ahead of rapid developments This course is available and accessible to all students, regardless of technical background. Let's get building! This course is taught by Sebastien Martin, creator of Kellogg's AI teaching assistant, Kai, and AI advisor to the CEO of ESAB Corporation. Please note, a student may enroll in a maximum of two AIML courses over the duration of their enrollment at Kellogg. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-957: Social Change Essentials: Methods, Money, and Partnerships",
      "department": "SSIM",
      "description": "Social Change Essentials: Methods, Money, and Partnerships (class formerly known as The Business of Social Change) -- How do business, philanthropic and investment practices yield real social results and progress? This course is designed to provide students with the skills and knowledge to influence and lead social impact in business and impact contexts. By the conclusion of this course, each student should have a strong foundation in social impact and social change, including approaches to funding impact, scaling programs and interventions, public- private partnerships, corporate engagement, impact investment decision-making, blended capital, and approaches to intentional impact. This course will serve students well in future experiences in corporate leadership, consulting, board and pro bono service, social impact leadership, social entrepreneurship and beyond. TRACKS Social Impact and Responsible Leadership PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-498: Field Study",
      "department": "MECN",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. TRACKS Economics Major PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-958: Commercializing Innovations",
      "department": "ENTR",
      "description": "Success for new technology is driven by the ability of a business to create and capture value through innovation - from product innovation to business model innovation. This experience-based course, conducted in partnership with the Querrey InQbation Lab, offers students a chance to put innovation to work by developing commercial opportunities for new, unique Northwestern University technologies, innovations and inventions. The course will be most beneficial to students with an interest in starting a business, entrepreneurship, business design, business strategy consulting and commercialization. The objective of this course is to support the researchers in determining commercial viability as they work towards potential commercial launch. More information on the opportunities for this quarter is available here. Team formation and project matching will take place at the first class. TRACKS Entrepreneurship Pathway PREREQUISITES Negative Prerequisite: All Students: KIEI-958-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "BLAW-435: Business Law",
      "department": "BLAW",
      "description": "This course is a survey of the legal concepts that managers and entrepreneurs will be exposed to in public, private, and non-profit enterprises. It is neither a surrogate for a law school course ( as such the course is not open to law or JD/MBA students) nor does it delve into procedural subjects, (e.g. the rules of civil procedure or evidence). Rather, the students will learn the fundamentals of torts (negligence and intentional), agency, product liability, antitrust, contracts, intellectual property, corporate governance and white collar criminal law (e.g. Foreign Corrupt Practices Act). The course content is delivered through lectures, class discussion, study of the case book, and weekly assignments. While 10% of the final grade is determined by the weekly assignments, the remaining portion of the final grade will be assessed in a three-hour, closed book, final essay exam. (There is no formal group work in this class). Other than KPPI 952 and BL 437, there is no other course that delves into the issues that will be covered in BL 435. TRACKS Entrepreneurship Pathway PREREQUISITES Negative Prerequisite: All Students: KPPI-435-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-470: Biomedical Marketing",
      "department": "HCAK",
      "description": "The Biomedical Marketing course will give you introduction to marketing in the enormous biomedical industry. The course explores how core marketing concepts like segmentation, targeting, positioning, pricing and new business strategy play out in the complex world of healthcare. In terms of scope, the material includes marketing to providers, physicians, patients, payers and politicians. The course is ideal for students who plan to go into the medical device and pharmaceutical industries, and for students headed to consulting or with an interest in this fast moving arena. Students who have healthcare experience and students new to healthcare will both find the course interesting and thought-provoking. The course includes lectures, case studies, guest speakers and student presentations. Assignments include two short-written essays. The main deliverable is a final project: students analyze a recent new product launch in the industry, and this culminates with a presentation and paper. There is also a final exam. TRACKS Healthcare Pathway - Product Marketing Major © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MORS-975: Advanced Negotiations",
      "department": "MORS",
      "description": "This course builds upon the Negotiations Fundamentals class and assumes familiarity with the core negotiation concepts (e.g., BATNA, integrative negotiations, Pareto efficiency). The class will expand students' skillsets by emphasizing topics such as maximizing outcomes in multi-party negotiations, managing multi-round negotiations, negotiating in diverse contexts, and analyzing complex real-world negotiations. The course will include a series of simulated negotiation simulations and cases, along with a video-based self-assessment. Attendance at every class meeting is mandatory. MORS offers three unique courses in the area of negotiation and conflict resolution: Negotiation Fundamentals, Negotiating in a Virtual World, and Advanced Negotiations. Students ideally begin the negotiation coursework by taking Negotiation Fundamentals and then taking the advanced courses: Negotiating in a Virtual World and/or Advanced Negotiations. Please note that students are required to take Negotiation Fundamentals prior to taking Advanced Negotiations. Students are allowed to take Negotiating in a Virtual World without having taken Negotiation Fundamentals but will be expected to catch up on core concepts asynchronously through the course's virtual format. Once a student has taken Negotiating in a Virtual World, they are no longer eligible to take Negotiation Fundamentals but may go on to take Advanced Negotiations. TRACKS Managing Organizations Major PREREQUISITES Prerequisites: All Students: MORS-430-0 Negative Prerequisite: All Students: MORS-470-0 CONCURRENT May be taken concurrently: All Students: (MORS-471-5 OR MORS-472-5) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-948: Loyalty Co.: The Business of Customer Loyalty",
      "department": "MKTG",
      "description": "Customer loyalty is foundational to value creation by a wide and growing range of enterprises. This course teaches a strategic approach to the development of customer loyalty. It provides a comprehensive framework for thinking critically about customer loyalty, a structured approach to the development of customer loyalty strategies and practical imperatives for the design, development and execution of loyalty programs and related marketing activities. The course is organized in three parts: customer strategy, loyalty strategy and loyalty programs. You learn how to design a loyalty program. Additionally, we focus on related subjects such as: customer differentiation and valuation, CRM and personalization at scale. The course concentrates on how to develop customer strategy, loyalty strategy and loyalty programs in actual practice. We use lots of current examples from a wide range of businesses (e.g., retail, travel, financial services, telecom, health care, CPG) including both B-C and B-B. The class sessions combine lecture, group discussion, a class debate and usually an outside speaker. The course readings are two short books and a set of articles. There are three assignments including two individual and one group assignment. The group assignment that culminates the course is to design a loyalty program for a cruise line. There is no final exam. TRACKS Marketing Major PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-469: Analytics for Strategy",
      "department": "STRT",
      "description": "This course is an advanced analytics elective that uses data to inform strategic decisions. Should a fast food chain enter the highly profitable breakfast market segment? Not if the incumbents will respond by competing aggressively. Can a bank raise profits by attracting more customers through generous loan terms? Not if it inadvertently attracts risky customers. Data-driven analyses of such issues require going beyond statistically significant relationships (profitability in current market conditions, overall demand for generous loans) to assess underlying cause and effect. The course tackles a broad range of topics in competitive strategy, such as product portfolios (is it profitable to enter a rival's niche?), personnel (do workplace perks reduce absenteeism?), and cost reduction (is it profitable to adopt a new technology?). Students will learn through hands-on experience with performing advanced regression analyses and interpreting their results.Students who have not taken the pre-requisite, DECS 431 Business Analytics II, but have knowledge in regression and coding, can reach out to the instructor for a pre-requisite waiver TRACKS AI and Analytics Pathway Management Science Major Strategy Major PREREQUISITES Prerequisites: All Students: (DECS-431-0 OR DECS-435-0 OR DECS-440-0 OR DECSM-431-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-673: Medical Technologies in Global Public Health",
      "department": "SSIM",
      "description": "Students who enroll in SSIM 673-5 in Winter Quarter will automatically be enrolled in SSIM 673-5 in Spring Quarter. Students will earn one credit (.5 in Winter and .5 in Spring) and receive a grade at the end of Spring Quarter. The class meets during the final five weeks of Winter Quarter and the first five weeks of Spring Quarter. The Medical Technologies in Global Public Health course provides students the unique opportunity to inform the design and launch of medical technologies for developing countries by conducting market research. The students' findings will be shared with the developers of the medical technologies, including Northwestern University and several companies and philanthropists. Prior market research trips have taken place in India, Kenya, Mozambique, Tanzania, Uganda, Malawi and Zambia, each with a focus on medical technologies such as HIV tests, tuberculosis tests, and neonatal devices for small and sick newborns. This class typically requires a two week market research trip to an African country during Spring Break. Due to the COVID-19 global pandemic, a decision will be made in December on whether or not the course will be physically traveling to a country in Africa. The course will still take place even if the decisions is that it is not safe or reasonable to travel. Instead, students will be assigned to an Experiential Learning Project providing opportunity for virtual collaboration with partners across multiple African countries. This is the new normal for global health, at least for now. Students will spend the second five weeks of Winter Quarter in the classroom learning the science of HIV/AIDS, tuberculosis, and other high-burden diseases; the background on medical technologies under development; and the essentials for conducting medical product market research in these geographies. Through interactive case studies and prominent guest lecturers, students will gain a holistic understanding and a broad overview of global health. During this time, students will also begin working with product developers from countries across Africa to better understand their products, needs and challenges. Following this initial coursework, students will spend the next five weeks during the Spring Quarter conducting user interviews both virtually and locally to understand how the medical technologies are perceived by key stakeholders in the market, including: end-users at hospitals and clinics, government officials, and NGOs and distributors. These results will then be analyzed to synthesize key findings and provide recommendations to the developers of these medical technologies. **Admittance to this course is by application only.** Your accepted application for this class will also ensure that you will be enrolled in SSIM-673-5 in Spring Quarter. This course may not be dropped once the student has been matched with a project or sponsor. More information about the application and due dates can be found here TRACKS Healthcare Pathway - Product Healthcare Pathway - Provider Social Impact and Responsible Leadership PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-430: Name Credits",
      "department": "ACCT",
      "description": "Northwestern University | All Rights Reserved"
    },
    {
      "course": "FINC-946: Impact Investing and Sustainable Finance",
      "department": "FINC",
      "description": "This class uses a blend of lectures, guest speakers, group-work, and case studies to expose students to the asset classes that todayâ€™s impact investing field has most successfully leveraged. By understanding the evolution of impact investing from niche field to mainstream, students will be in a better position to craft careers that continue the growth and maturation of this important field. Each week, senior investment managers of leading sustainable and impact investment firms will illustrate how their strategies generate and deliver impact. The backbone of the class is an experiential team project that will invite students to create a financial vehicle (e.g. investment firm, fund or instrument) capable of fitting within an asset allocation of institutional investor portfolios (public equities, fixed income, hard assets, private equities, alternative assets, etc.) while delivering social and environmental impact. In some cases, these class projects have wound up coming to fruition and are in the market today. FINC-431 or FINC-440 may be taken concurrently to satisfy this prerequisite. TRACKS Asset Management Pathway Finance Major Social Impact and Responsible Leadership Sustainability: Climate, Environment, & Energy Pathway CONCURRENT May be taken concurrently: All Students: (FINC-431-0 OR FINC-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-948: Quantifying Social Return: Tools for Impact, Corporate and Nonprofit Investments",
      "department": "SSIM",
      "description": "Social impact investments and corporate social responsibility outreach are often well intentioned, but their returns to the investor or targeted group may be variable, particularly in international contexts. This course develops an understanding of quantitative methods to measure social impact motivated by the particular challenges inherent in quantifying impact in a socio-economic setting. We will use previous studies to better understand what works and why, but also how impact was measured across different types of social investments. TRACKS Social Impact and Responsible Leadership PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECS-550: Economic Theory III: Doing Research in Economic Theory and Related Areas",
      "department": "MECS",
      "description": "This course assists students in transitioning to the role of researchers via exploration and development of research topics. The first half uses professor-chosen topics, focusing on cutting edge theoretical/experimental work in Contracts, Incentives, and Mechanism Design. The course then focuses on student-chosen areas. Students benefit both from instructor assistance and the process of making/receiving comments from other students. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-450: Marketing Research and Analytics",
      "department": "MKTG",
      "description": "The objective of this course is to provide a fundamental understanding of marketing research methods employed by well-managed firms. The course focuses on research design, sampling, data collection, and data analysis to extract the most valuable information. Throughout the course, we examine the proper use of statistical analyses with an emphasis on the interpretation and use of results. Students work individually and in assigned teams to learn appropriate utilization of marketing research techniques to solve business problems. As experiential learning, teams will work on a capstone market research project for a client. TRACKS AI and Analytics Pathway Management Science Major Marketing Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (DECS-431-0 OR DECS-435-0 OR DECS-440-0) AND (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MORS-460: Leading and Managing Teams",
      "department": "MORS",
      "description": "This course examines the design, management, and leadership of teams in organizational settings. The focus is on the interpersonal processes and structural characteristics that influence the effectiveness of teams, the dynamics of intra-team relationships, and sharing of knowledge and information in teams. This class is very practical and hands-on. Each week, students engage in an experiential team challenge (activity or case) pertaining to a key aspect of team and group dynamics. TRACKS Managing Organizations Major PREREQUISITES Prerequisites: All Students: (MORS-430-0 OR MORSM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-498: Field Study",
      "department": "MKTG",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "AIML-950: Human and Machine Intelligence",
      "department": "AIML",
      "description": "Human and Machine Intelligence builds upon the foundations of AIML901-MO and dives deeper into how humans and AI interact, what that means for leadership and organizations, and how to successfully lead AI adoption in organizations. This is a real-world applications oriented course that draws on interdisciplinary insights from machine learning, cognitive science, human-computer interaction, organizational behavior, and literature to examine how and why humans and machines differ in problem solving abilities. By understanding the strengths and weaknesses of current and future humans and machines across a breadth of case studies, you will learn to recognize where AI can complement human intelligence and organizational processes, when human judgment is indispensable, what kind of trade-offs emerge when employing humans versus machines, and how to design hybrid teams that outperform either humans or machines working alone. This course is an interactive lecture-based course with four individual assignments and a final group project. The goal of the course is to prepare you to identify and evaluate AI opportunities, uncover human and machine blindspots, navigate ethical dilemmas, and lead teams of hybrid human and machine intelligence to effectively integrate AI into new businesses and adapt old ones. TRACKS AI and Analytics Pathway Managing Organizations Major Technology Management Pathway PREREQUISITES Negative Prerequisite: All Students: MORS-950-0 CONCURRENT May be taken concurrently: All Students: (AIML-901FI-5 OR AIML-901MK-5 OR AIML-901MO-5 OR AIML-901OP-5 OR AIML-901ST-5) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-525: Emerging Areas in Operations Managements",
      "department": "OPNS",
      "description": "This course studies novel, emerging topics and methods used in academic research of operations management. Content will depend on the expertise and interests of the instructor. Past content included statistical (machine) learning and sequential decision-making, such as bandit learning, balancing exploration/exploitation, and reinforcement learning, including methods for value function approximation and algorithms for efficient exploration. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECS-560: Dynamic Optimization in Economics",
      "department": "MECS",
      "description": "The goal of this course is to introduce students to dynamic optimization techniques for both discrete and continuous time stochastic problems. In particular, the course will present results in discrete time dynamic programming and consider their applications in a range of topics. Specific examples include search models, bandit problems, and dynamic games. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-565: Marketing Topics: Behavioral and Quantitative Perspectives",
      "department": "MKTG",
      "description": "This seminar focuses on research topics that are central to the field of marketing. Although seminars often consider these questions from either a quantitative or a behavioral, this class provides Ph.D. students with an introduction to research by drawing on both quantitative and behavioral approaches, a broad range of methods, and different research paradigms used in marketing. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "SSIM-453: Board Governance of Nonprofit Organizations (GCBF)",
      "department": "SSIM",
      "description": "The Board Fellows program is designed to prepare students for nonprofit board service and civic leadership through a combination of academic coursework, nonprofit board service, and fellowship. The depth of this experiential learning opportunity is unique among business schools. Its purpose is to arm you with foundational knowledge that will further your understanding of how nonprofits are governed, accelerate the impact of your board service, and ultimately prepare you to become a more effective, socially conscious, and civically engaged leader after graduation. Students must apply in the Fall of their first year to become a Board Fellow. Once selected, they will be automatically enrolled in the two required courses: SSIM 453-5 in the first year, SSIM 471 in the second year. In SSIM 453-5, students become fluent with the terminology, procedures, and basic operations of nonprofits and board governance. They study the role of a nonprofit board, the responsibilities of a board member, the critical elements of a high-functioning nonprofit, and how to contribute effectively in nonprofit board meetings. During these five weeks, each fellow is matched with a nonprofit partner. The fellow will serve on the board of their nonprofit for the following 15 months. Along the way, each fellow receives 1:1 coaching from the Professor. PREREQUISITES Negative Prerequisite: All Students: KPPI-453-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-464: New Venture Development",
      "department": "ENTR",
      "description": "**This course was formerly known as KIEI-464-0** New Venture Development is the logical continuation of New Venture Discovery (ENTR 462). Students that have completed initial testing and market research and have determined that there appears to be a product-market fit for a customer base of a significant size, can apply to this course. This course is focused on testing and validating product-market fit, user interfaces and experience and advancing to the development of a refined MVP concept. There is an emphasis on using digital tools to test customer acquisition and messaging. Teams are not expected to have programmers at this point in time as the focus is on using a variety of free ware to test the product/service. A significant portion of the workload for this course will occur outside of the classroom. Students must be prepared to engage with potential customers and industry experts. Within the classroom, students will be encouraged to share learning experiences and help other student teams. The course work will be supplemented by guest speakers who are experts in specific industries as well as functional areas and a pool of alumni and local mentors who can assist in the development of their businesses. New Venture Development will be offered in the winter and spring quarters. Upon the completion of New Venture Development, student teams and faculty will determine whether a team should move to New Venture Launch. Other courses that are beneficial to take in advance of this course are: MKTG 961: Entrepreneurial Tools for Digital Marketing and MORS 952: Building Innovation, Teams, and Cultures. Admittance to New Venture Development is by application only. The application is available here. If a student wants to by-pass ENTR 462, they must identify that they are well versed in the process of design thinking and have already conducted significant market research to validate their business concept. TRACKS Entrepreneurship Pathway PREREQUISITES Negative Prerequisite: All Students: KIEI-464-0 AND KIEI-940-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MECN-441: Competitive Strategy and Industrial Structure",
      "department": "MECN",
      "description": "This course studies competitive strategy: interactions between firms in concentrated industries. The focus is on strategies for softening price competition and on how industry fundamentals influence the effectiveness of those various strategies. Topics include product positioning, product proliferation, dynamic aspects of pricing, price discrimination strategies (e.g., coupons and loyalty programs), entry into an industry, and responding to entry attempts. A common theme is that the success or failure of a strategy often depends on how your competitors will respond. As a result, what may be a winning strategy for a monopolist can sometimes backfire in an oligopoly. The course will mix lectures and case studies, as well as both qualitative and quantitative components. Evaluation will be primarily based on homework assignments, exams (a final and a midterm), and a term paper that will be written in teams. TRACKS Asset Management Pathway Economics Major Management Science Major Strategy Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: MECN-430-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "INTL-490: Foreign Study",
      "department": "INTL",
      "description": "This course is offered to students who have been away for a quarter in the exchange program. (2.0 units) PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MORS-472: Negotiations Fundamentals",
      "department": "MORS",
      "description": "This course is designed to provide the fundamentals of negotiation strategy and to improve students' skills in all phases of negotiation. The course provides an understanding of prescriptive and descriptive negotiation theory as it applies to two party negotiations, team negotiations, resolution of disputes, agents and ethics, and management of the negotiation process. The course is based on a series of simulated negotiations in a variety of contexts. Attendance at every class meeting is mandatory. MORS offers three unique courses in the area of negotiation and conflict resolution: Negotiation Fundamentals, Negotiating in a Virtual World, and Advanced Negotiations. Students ideally begin the negotiation coursework by taking Negotiation Fundamentals and then taking the advanced courses: Negotiating in a Virtual World and/or Advanced Negotiations. Please note that students are required to take Negotiation Fundamentals prior to taking Advanced Negotiations. Students are allowed to take Negotiating in a Virtual World without having taken Negotiation Fundamentals but will be expected to catch up on core concepts asynchronously through the course's virtual format. Once a student has taken Negotiating in a Virtual World, they are no longer eligible to take Negotiation Fundamentals but may go on to take Advanced Negotiations. TRACKS Entrepreneurship Pathway Managing Organizations Major PREREQUISITES Prerequisites: All Students: (MORS-430-0 OR MORSM-430-0) Negative Prerequisite: All Students: MORS-470-0 AND MORS-471-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-905: Entrepreneurship Through Acquisition",
      "department": "ENTR",
      "description": "There are many paths to entrepreneurship, and one of those paths is through the acquisition of an existing company. This course will highlight aspects of strategy, finance, organizational behavior, marketing and other business disciplines through the context of acquiring and owning a small business. The course will outline pathways to entrepreneurship through acquisition, including search fund, independent sponsor, or through a CEO-in-Training program at a PE firm or a family business. The end goal is ownership of a company in the near future. The course is organized into sections that summarize the experience of entrepreneurs through distinct phases, including raising capital, the search process and deal structure. These classes augment existing FINC courses. Core focus points of the course include due diligence of a particular business, the post-closing transition process and how to create stakeholder value. The course uses several case studies as well as guest speakers who have completed search funds and acquired companies, investors and search fund experts. TRACKS Entrepreneurship Pathway Growth and Scaling Pathway PREREQUISITES Negative Prerequisite: All Students: KIEI-905-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-966: FinTech and Society",
      "department": "FINC",
      "description": "Since the Great Recession, financial intermediation has undergone a dramatic change, with disruptive and lightly regulated technology entrants (FinTechs) competing with traditional banks in every aspect of their business, and even launching financial products that had not existed before. This course explores the opportunities and challenges at the intersection of finance, technology, and regulation, and assesses their impact on broader society. We aim to develop an understanding of the broad landscape of FinTech, including the use of blockchain technology for cryptocurrencies and DeFi, as well as disruptive innovations in the areas of real estate, asset management, payments, and lending to businesses and households. The course aims to develop tools used to evaluate the profitability of FinTech opportunities from the perspective of the financial product markets, competition, regulation, and funding, and the role that technology plays in overcoming challenges faced by incumbents. We will also evaluate the role of FinTech in promoting financial inclusion - access to cheap and efficient financial services to the underbanked population, and its ability to alleviate or exacerbate the problem of discrimination in the financial sector. This approach will allow students to evaluate Fintech opportunities from the perspective of their own value system. TRACKS Finance Major PREREQUISITES Prerequisites: All Students: (FINC-430-0 OR FINC-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-454: Advertising Strategy",
      "department": "MKTG",
      "description": "Companies spend $560 billion on advertising worldwide and a great deal of it is wasted. This class is designed to teach students to be stronger critical thinkers with an emphasis on developing more effective advertising across traditional and digital channels. Created for client-side managers tasked with advertising responsibilities as well as general managers overseeing communications, the class tackles both advertising strategy and execution. In a rapidly evolving marketing ecosystem, it's never been more important to have a strategic lens. This course emphasizes the development of the central nucleus of any advertising strategy- the creative brief- to manage and guide relationship with your creative partners. The first half focuses on general advertising strategy - creating meaningful goals; selecting an attractive target for advertising, uncovering actionable insights, and developing an effective brand position. The remainder of the course examines the strategic planning of the tactical execution- understanding media, evaluating creative, and measuring effectiveness. The emphasis of the class is on practical application. As such, the courses analyzes advertising challenges through real-life examples. Students review cases weekly, complete several case assignments, tackle a current company's situation in a group assignment, and complete a take home final comprised of mini-cases. TRACKS Marketing Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "OPNS-435: MBAi Operations Management",
      "department": "OPNS",
      "description": "-0 PASS / NO CREDIT No PREREQUISITES None CONCURRENT None © Kellogg School of Management"
    },
    {
      "course": "FINC-458: Asset Management Practicum III",
      "department": "FINC",
      "description": "Students enrolled in the Asset Management Practicum's (AMP) sequence of courses participate in managing a portion of the Kellogg School's endowment. Across six different portfolios, the Practicum manages around $30.5 million in total. In the practicum students will rotate across roles of industry analysts and portfolio managers. The AMP courses provide weekly exposure to leading asset management practitioners. Students must take two of the three AMP courses: FINC-456, FINC-457 and FINC-458. AMP requires students to have taken either FINC 431 Finance II or FINC 440 Accelerated Corporate Finance before enrolling in the Practicum. Practicum students have the following additional requirements. Prior to, or during their first quarter of the Practicum, students must have taken or be simultaneously enrolled in one of the following classes: FINC 442 (Financial Decisions); FINC 444 (Value Investing); FINC 448 (M&As, LBOs and Corporate Restructuring); FINC 477 (Global Entrepreneurial Finance), ACCT 451 (Financial Reporting and Analysis), ACCT 452 (Issues in Financial Reporting), or ACCT 922 (Financial Statements Analysis). Before their graduation, AMP students must take either FINC-450 (Capital Markets) or FINC-465 (Derivative Markets I). Some of these co-requisites can be waived based on a student's background. TRACKS Asset Management Pathway Finance Major PREREQUISITES Negative Prerequisite: All Students: FINC-935-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MORS-453: Leading at Scale: Power, Design, and Influence in Organizations",
      "department": "MORS",
      "description": "Power shapes whose ideas are heard, how work gets done, and who succeeds in organizations. This heavily case-based course puts you in the role of leaders navigating delegation, influence, and organizational design at scale. Each session centers on a real-world case, teaching you how to build and exercise power when formal authority is limited, and how to lead effectively in complex, high-stakes environments. TRACKS Managing Organizations Major PREREQUISITES Prerequisites: All Students: (MORS-430-0 OR MORSM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-473: Macroeconomic Policy and Global Capital Markets",
      "department": "FINC",
      "description": "What drives economic growth in a globalized world? This course focuses on the economic forces and the policy responses that are relevant for business and investment strategies. Specific topics include the meaning and measures of national and international economic activity; what determines which emerging markets develop and grow, while others stagnate; what drives booms and recessions, how they are propagated globally, and how government policy responds; monetary policy and its effect on financial institutions and credit markets; government liabilities and how markets react to government debt; what determines trade deficits and surpluses, and the relative strength of a currency. The course provides a high-level overview to aid business planning, investment strategies, and policy analysis. This is a lecture and case-based course, with group projects and a final exam. TRACKS Asset Management Pathway Finance Major Social Impact and Responsible Leadership PREREQUISITES Prerequisites: All Students: (FINC-430-0 OR FINC-435-0 OR FINC-440-0 OR FINCM-430-0) Negative Prerequisite: All Students: FINC-941-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "MKTG-458: Product Management for Technology Companies: An Entrepreneurial Perspective",
      "department": "MKTG",
      "description": "Product Management for Technology Companies provides the conceptual frameworks, tools and hands-on experience to become successful product managers in technology companies. With a holistic and entrepreneurial perspective of product management, the course provides an end-to-end view of all major aspects of product management and product marketing. Topics include product opportunity analysis, product discovery, business model design, agile product development, go-to-market strategy, whole offer design, ecosystem management, product planning and managing products as an ongoing business. This comprehensive approach prepares students for various product-focused roles, including product management, product marketing, product planning and business development. The case studies and assignments in the course are all developed at Kellogg and designed specifically for the course. Assignments include a wireframing assignment, a SaaS economics quantitative assignment and a product roadmapping assignment. The case studies and course content reflect a balance between product management in large technology companies versus smaller technology startup companies. TRACKS Marketing Major Technology Management Pathway PREREQUISITES Prerequisites: All Students: (MKTG-430-0 OR MKTG-430-5 OR MKTG-435-0 OR MKTGM-430-0) Negative Prerequisite: All Students: KIEI-458-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-470: Launching and Scaling Startups",
      "department": "ENTR",
      "description": "Launching and Scaling Startups is a broad, case-driven survey course that examines what it's like to be in the shoes of an entrepreneurial CEO, launching and scaling a startup in its early stages. It is a highly collaborative course (active student participation is critical!) that explores some of the biggest and most challenging topics facing entrepreneurial CEOs, such as: reducing the risks that are inherent in starting a new business, determining go-to-market and operational strategies to gain customer adoption and deliver a great customer experience, and managing and leading a new venture as it goes through its early growth stages. The course targets not only entrepreneurs who want to start or buy their own businesses, but also entrepreneurially minded students who, in short order, will be seeking to work within scaling startups. The course is also beneficial for \"intrepreneurs\" who will be innovating inside larger firms. In terms of course deliverables, Launching and Scaling Startups requires students to answer questions on nine cases, six of which are pass-fail and three of which are graded. TRACKS Entrepreneurship Pathway Growth and Scaling Pathway Sustainability: Climate, Environment, & Energy Pathway VC/PE Pathway - Venture Capital PREREQUISITES Negative Prerequisite: All Students: KIEI-470-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-941: Using Analytics to Create and Capture Value in Healthcare",
      "department": "HCAK",
      "description": "This course is for managers who want to better understand empirical arguments in the healthcare industry. Students will become familiar with basic tools of modern data science through hands-on experience and will learn how to use analytics and data to address decisions faced by healthcare firms. Data-driven analyses require going beyond statistically significant relationships to assess cause and effect. This course extends regression analysis to answer causal questions. The most important tool we will develop is the ability to be a good consumer of arguments made with data. Within healthcare, firms frequently make claims about the impact of various initiatives. In this course, we will spend substantial time evaluating those claims. Will value-based care lower costs? Will firms be able to capture some of the incremental value created? Will investing in quality improve outcomes or firm profits? Will advertising increase firm profits? TRACKS Healthcare Pathway - Provider PREREQUISITES Prerequisites: All Students: (DECS-431-0 OR DECS-435-0 OR DECS-440-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "INTL-490: Foreign Study",
      "department": "INTL",
      "description": "This course is offered to students who have been away for a quarter in the exchange program. (3.0 units) PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-450: Capital Markets",
      "department": "FINC",
      "description": "This course develops the key concepts necessary to understand financial markets using, where possible, the perspective of personal investing. Some of the personal investing topics covered include: Retirement planning, the cost of investing in mutual funds, how to select mutual funds, how to measure a portfolio's performance, factor investing, and arbitrage trading. This class provides students with a structure for thinking about financial markets and the pricing of financial securities. The financial securities we study and price include stocks, bonds, futures, and options. The class teaches how to address investment problems in a systematic manner using case studies. They are used to examine issues in the selection and implementation of investment strategies. In the process, the class examines current academic work about financial markets and their applications to investing. TRACKS Asset Management Pathway Finance Major Management Science Major PREREQUISITES Prerequisites: All Students: (FINC-430-0 OR FINC-435-0 OR FINC-440-0 OR FINCM-430-0) Negative Prerequisite: Full-Time: FINC-950-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-498: Field Study",
      "department": "ENTR",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ENTR-973: Startup Branding",
      "department": "ENTR",
      "description": "There is a big difference between managing an existing brand and launching a new brand. In \"Startup Branding,\" you will learn how to turn ideas into brands, with a specific focus on the importance of early branding decisions in new ventures and brand design execution with limited resources. The course is structured around a multi-week assignment in which student teams will design a new brand for a new venture. Course coverage includes brand strategy, brand design, the brand experience, launching the brand, and leading the brand. The course format is a blend of lecture, exercise, cross-team collaboration and ideation sessions, and guest speakers. TRACKS Entrepreneurship Pathway PREREQUISITES Negative Prerequisite: All Students: KIEI-973-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-960: Value Creation and Capture in Biopharmaceuticals",
      "department": "HCAK",
      "description": "Biopharmaceutical innovation results from the interaction of a complex set of firms that both generate and finance early stage products. As potential scientific innovations move through the research and development process, the various firms require both the involvement of increasingly sophisticated managers and infusions of additional capital from the private and the public market. This can often involve acquisitions or licensing with existing players - many of which have effectively outsourced large portions of drug discovery to these early stage firms. As a result, determining how value is created and captured in this area requires understanding the incentives and motivations of all of the players in the system, including but not limited to small biotechs, large pharmaceutical firms, venture capitalists, pubic investors, and private equity firms. This is true whether one is interested in operating an early stage firm, undertaking business development activities at larger firms, or being an investor in the public or private market. This course combines elements of your previous strategy, finance, and healthcare curriculum with new concepts and techniques specific to biopharmaceutical that will allow you to better understand this market. Students will apply tools of valuation and strategic decision making to both large and small firms that are attempting to develop and market new biopharmaceutical innovations. This will include both individual and group coursework requiring the use of concepts from previous finance, strategy, and economics courses - where groups will include a mixture of students with more and less backgrounds in each of these areas. After this course students will have a thorough understanding of the early stage biopharmaceutical market from both the point of view of an investor and a manager. TRACKS Healthcare Pathway - Product VC/PE Pathway - Venture Capital PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "ACCT-431: Managerial Accounting",
      "department": "ACCT",
      "description": "This course covers firms' internal accounting systems and the information used within organizations for decision-making. It is essential for those students who plan to obtain a management role, work in consulting, or start their own company. The course is organized around the extensive uses of these internal accounting data. The course first covers the fundamentals of assessing the cost of producing a product, providing a service, or servicing a customer. It then moves to addressing issues, such as overhead allocation and shared costs, that can have significant effects on the calculation of product- and divisional-level profitability and managerial decision-making. In the second half of the course, forecasting and monitoring of results are covered, including a discussion of performance evaluation and transfer pricing issues surrounding the location of people and operations. The course is a combination of lecture and case-based discussions, with group cases and an individual in-class midterm and final exam. TRACKS Accounting Major Entrepreneurship Pathway Management Science Major Operations Major VC/PE Pathway - Corporate Restructuring PREREQUISITES Prerequisites: All Students: (ACCT-430-0 OR ACCT-434-0 OR ACCT-435-0 OR ACCT-451-0 OR ACCTM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "STRT-447: Family Enterprises: Issues and Solutions",
      "department": "STRT",
      "description": "The course is intended for those from business-owning families, whether they plan to work in the business or not. Topics range from succession and family dynamics to continuity planning and strategic performance. The course is also appropriate for those who have family foundations, family investment companies, or family offices. The class involves case discussions, guest speakers, field and research assignments, and presentations of new ideas in family enterprises. TRACKS Growth and Scaling Pathway Strategy Major PREREQUISITES Negative Prerequisite: All Students: STRT-927-0 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "FINC-454: Real Estate Finance and Investments",
      "department": "FINC",
      "description": "This course is an introduction to the most fundamental concepts, principles, analytical methods and tools useful for making investing and financing decisions regarding income-producing property. We begin the course by considering how to estimate the cash flows and discount rates for investment property, allowing us to estimate a property's fundamental value. We next discuss how investment property is generally financed by a close examination of real estate debt markets as well as real estate private equity. We consider the taxation of property as well as how investors should think about the risks to investing in property. We conclude with important considerations for investors when their investment thesis does not come to fruition. We will study property investment using the tools and framework of modern corporate finance and investments, while focusing on the institutional features unique to the real estate industry. As such, the course is designed for students with or without a real estate background, who may be interested in learning about investing in property, either personally or professionally. Students complete individual homework, group cases, and a midterm and final exam. TRACKS Finance Major Real Estate Pathway PREREQUISITES Prerequisites: All Students: (FINC-430-0 OR FINC-435-0 OR FINC-440-0 OR FINCM-430-0) © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "HCAK-498: Field Study",
      "department": "HCAK",
      "description": "Field Studies include those opportunities outside of the regular curriculum in which a student is working with an outside company or non-profit organization to address a real-world business challenge for course credit under the oversight of a faculty member. This course is for 1 credit unit. PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "REAL-616: Real Estate Lab",
      "department": "REAL",
      "description": "Real Estate Lab (offered in winter quarter) is an experiential learning course that allows Kellogg students the opportunity to participate in a quarter-long project, working in a research and advisory role for a sponsor firm. Participants will be exposed to a project related to an investment, development, public policy, or another real estate question. Enrollment in the course is by application only. Participants will be exposed to the day-to-day working life of the firm, spending approximately 2 days per week working in the sponsor office or remotely. Grades are determined based on work product, communication with the instructor, and sponsor feedback. There is no final exam. This course is similar to the PE Lab, but the sponsor companies are in the real estate industry. Examples of past sponsor companies include: Bissell Street Hamilton Ventures Incubation Capital Partners L3 Capital LLC Monro Capital, Inc. Pearlmark Quartz Lake Capital, LLC Sheridan Road Partners Temerity Strategic Partners VentureMark, Inc. Walton Street Capital, LLC Applications can be submitted through the Course Applications section of the Student Bidding Registration site. ATTENTION: BY SUBMITTING AN APPLICATION TO THE REAL ESTATE LAB, YOU COMMIT TO PARTICIPATE IN THE COURSE, AND TO WORK WITH ANY OF THE SPONSOR COMPANIES YOU PRIORITIZE. READ THE PROJECT DESCRIPTIONS CAREFULLY AND ONLY PRIORITZE SPONSOR COMPANIES YOU ARE WILLING TO WORK WITH. DROPPING OUT ANY TIME AFTER SUBMITTING THE APPLICATION ERODES THE INTEGRITY OF THE COURSE, THE REPUTATION OF KELLOGG, AND TAKES OPPORTUNITIES AWAY FROM OTHER STUDENTS, SO THIS WILL NOT BE ALLOWED. TRACKS Real Estate Pathway PREREQUISITES None CONCURRENT None © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    },
    {
      "course": "PACT-454: The Education Industry",
      "department": "PACT",
      "description": "**This course was formerly known as KPPI-454-A** The education sector is a critical component of our society, and significant energy has been directed at education reform in recent years. This is a course about the economic, social, historical and technological forces that shape the education sector. One goal of the course is to understand the implications for new value creation emerging from the confluence of these forces. Consequently, this course will be particularly helpful to students with interest in educational entrepreneurship. A second goal is to provide an introduction to the key issues facing the sector for students interested in engaging with education reform in a variety of ways - from volunteering in the field to running for an elected board membership of a school district. TRACKS Social Impact and Responsible Leadership PREREQUISITES Negative Prerequisite: All Students: KPPI-454-5 © Kellogg School of Management. Northwestern University | All Rights Reserved. | Privacy Policy Comments?"
    }
  ]
}